Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Failed to get SplitMirror.
de: SplitMirror konnte nicht abgerufen werden.
es: No se ha podido obtener SplitMirror.
fr: Impossible d'obtenir SplitMirror.
it: Impossibile ottenere SplitMirror.
ko_kr: SplitMirror를 가져오지 못했습니다.
pt_br: Falha ao obter SplitMirror

source: Failed to get a storage resource. The system will attempt to get the storage resource again. (resource: %(resource)s)
de: Es konnte keine Speicherressource abgerufen werden. Das System wird versuchen, die Speicherressource erneut abzurufen. (Ressource: %(resource)s)
es: Error al obtener un recurso de almacenamiento. El sistema intentará obtener el recurso de almacenamiento otra vez. (recurso: %(resource)s)
fr: Echec de l'obtention d'une ressource de stockage. Une nouvelle tentative d'obtention de la ressource de stockage sera effectuée. (ressource : %(resource)s)
it: Impossibile ottenere la risorsa di memoria. Il sistema tenterà di acquisire di nuovo la risorsa di memoria. (risorsa: %(resource)s)
ko_kr: 스토리지 자원을 가져오는 데 실패했습니다. 시스템은 스토리지 자원을 다시 가져오기 위해 시도합니다.(자원: %(resource)s)
pt_br: Falha ao obter um recurso de armazenamento. O sistema tentará obter o recurso de armazenamento novamente. (recurse: %(resource)s)
tr_tr: Bir depolama kaynağı alınamadı. Sistem depolama kaynağını tekrar almaya çalışacak. (kaynak: %(resource)s)

source: Failed to get all associations of qos specs %s
de: Fehler beim Abrufen aller Zuordnungen von QoS-Spezifikationen %s
es: Error al obtener todas las asociaciones de qos specs %s
fr: Echec de récupération de toutes les associations de spécifications QoS %s
it: Impossibile ottenere tutte le associazioni delle specifiche (specs) qos %s
ko_kr: qos 스펙 %s의 모든 연관을 가져오지 못함
pt_br: Falha ao obter todas as associações de qos specs %s
tr_tr: %s qos özelliklerinin bütün ilişkileri alınamadı

source: Failed to get channel info.
de: Fehler beim Abrufen der Informationen zum Kanal.
es: No se ha podido obtener información de canal.
fr: Echec d'obtention des informations du canal.
it: Impossibile ottenere le informazioni canale.
ko_kr: 채널 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações do canal.
tr_tr: Kanal bilgisi alınamadı.

source: Failed to get code level (%s).
de: Codeebene (%s) konnte nicht abgerufen werden.
es: No se ha podido obtener el nivel de código (%s).
fr: Echec d'obtention du niveau de code (%s).
it: Impossibile acquisire il livello di codice (%s).
ko_kr: 코드 레벨을 가져오는 데 실패했습니다(%s).
pt_br: Falha ao obter nível de código (%s).
tr_tr: Kod seviyesi alınamadı (%s).

source: Failed to get device info.
de: Fehler beim Abrufen der Informationen zum Gerät.
es: No se ha podido obtener información de dispositivo.
fr: Echec d'obtention des informations de l'unité.
it: Impossibile ottenere le informazioni dispositivo.
ko_kr: 디바이스 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações do dispositivo.
tr_tr: Aygıt bilgisi alınamadı.

source: Failed to get domain because CPG (%s) doesn't exist on array.
de: Fehler beim Abrufen der Domäne, weil CPG (%s) im Array nicht vorhanden ist.
es: No ha obtenido dominio debido a que CPG (%s) no existe en la matriz.
fr: Echec de l'obtention du nom de domaine car CPG (%s) n'existe pas dans la matrice.
it: Impossibile ottenere il dominio poiché CPG (%s) non esiste nell'array.
ko_kr: 배열에 CPG(%s)가 없기 때문에 도메인을 가져오지 못했습니다.
pt_br: Falha ao obter o domínio porque o CPG (%s) não existe na matriz.
tr_tr: Alan alınamadı çünkü CPG (%s) dizide mevcut değil.

source: Failed to get image snapshots.
de: Schattenkopie des Abbilds konnte nicht abgerufen werden.
es: No se han podido obtener las instantáneas de imagen.
fr: Echec d'obtention des instantanés de l'image.
it: Impossibile ottenere le istantanee dell'immagine.
ko_kr: 이미지 스냅샷을 가져오지 못했습니다.
pt_br: Falha ao obter capturas instantâneas da imagem

source: Failed to get ip on Channel %(channel_id)s with volume: %(volume_id)s.
de: Fehler beim Abrufen der IP für Kanal %(channel_id)s mit Datenträger: %(volume_id)s.
es: No se ha podido obtener la IP en el canal %(channel_id)s con el volumen: %(volume_id)s.
fr: Echec de l'obtention de l'adresse IP sur le canal %(channel_id)s avec le volume : %(volume_id)s.
it: Impossibile richiamare l'ip sul canale %(channel_id)s con il volume: %(volume_id)s.
ko_kr: 볼륨이 %(volume_id)s인 채널 %(channel_id)s의 ip를 가져오지 못했습니다.
pt_br: Falha ao obter IP no Canal %(channel_id)s com o volume: %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsüne sahip %(channel_id)s kanalından ip alınamadı.

source: Failed to get iqn info.
de: Fehler beim Abrufen der Informationen zum IQN.
es: No se ha podido obtener información de iqn.
fr: Echec d'obtention des informations iqn.
it: Impossibile ottenere le informazioni iqn.
ko_kr: IQN 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações do iqn.
tr_tr: Iqn bilgisi alma başarısız.

source: Failed to get license info.
de: Fehler beim Abrufen der Informationen zur Lizenz.
es: No se ha podido obtener información de licencia.
fr: Echec d'obtention des informations de licence.
it: Impossibile ottenere le informazioni licenza.
ko_kr: 라이센스 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de licença.
tr_tr: Lisans bilgisi alma başarısız.

source: Failed to get lv info.
de: Fehler beim Abrufen der LV-Informationen.
es: No se ha podido obtener información de volumen lógico.
fr: Echec d'obtention des informations lv.
it: Impossibile ottenere le informazioni lv.
ko_kr: lv 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de lv.
tr_tr: lv bilgisi alınamadı.

source: Failed to get map info.
de: Fehler beim Abrufen der Informationen zur Zuordnung.
es: No se ha podido obtener información de correlación.
fr: Echec d'obtention des informations de la mappe.
it: Impossibile ottenere le informazioni mappa.
ko_kr: 맵 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações do mapa.
tr_tr: Eşleştirme bilgisi alma başarısız.

source: Failed to get migration task.
de: Die Migrationsaufgabe konnte nicht abgerufen werden.
es: No se ha podido obtener la tarea de migración.
fr: Echec d'obtention de la tâche de migration.
it: Impossibile ottenere l'attività di migrazione.
ko_kr: 마이그레이션 태스크를 가져오지 못했습니다.
pt_br: Falha ao obter a tarefa de migração.

source: Failed to get model update from clone
de: Fehler beim Abrufen von Modellaktualisierung aus Klon
es: Se ha encontrado un error en la obtención de la actualización del modelo desde el clon
fr: Echec d'obtention de la mise à jour du modèle depuis le clone
it: Impossibile ottenere l'aggiornamento del modello dal clone
ko_kr: 복제에서 모델 업데이트를 가져오지 못함
pt_br: Falha ao obter atualização de modelo a partir do clone
tr_tr: Kopyadan model güncellemesi alınamadı

source: Failed to get name server info.
de: Fehler beim Abrufen der Namensserverinformationen.
es: No se ha podido obtener información de servidor de nombres.
fr: Echec d'obtention des infos du serveur de noms.
it: Impossibile ottenere le informazioni sul server nomi.
ko_kr: 이름 서버 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações do servidor de nomes.
tr_tr: İsim sunucusu bilgisi alınamadı.

source: Failed to get network info.
de: Fehler beim Abrufen der Informationen zum Netz.
es: No se ha podido obtener información de red.
fr: Echec d'obtention des informations réseau.
it: Impossibile ottenere le informazioni rete.
ko_kr: 네트워크 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de rede.
tr_tr: Ağ bilgisi alma başarısız.

source: Failed to get new part id in new pool: %(pool_id)s.
de: Fehler beim Abrufen der neuen Teilekennung im neuen Pool: %(pool_id)s.
es: No se ha podido obtener el nuevo ID de part en la nueva agrupación: %(pool_id)s.
fr: Impossible d'obtenir l'ID du nouvel élément dans le nouveau pool : %(pool_id)s.
it: Impossibile ottenere l'id nuova parte nel nuovo pool: %(pool_id)s.
ko_kr: 새 풀: %(pool_id)s에서 새 파트 id를 가져오지 못했습니다.
pt_br: Falha ao obter novo ID da parte no novo conjunto: %(pool_id)s.
tr_tr: Yeni havuzda yeni bölüm kimliği alınamadı: %(pool_id)s.

source: Failed to get partition info.
de: Fehler beim Abrufen der Informationen zur Partition.
es: No se ha podido obtener información de partición.
fr: Echec d'obtention des informations de la partition.
it: Impossibile ottenere le informazioni partizione.
ko_kr: 파티션 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de partição.
tr_tr: Bölüm bilgisi alınamadı.

source: Failed to get pool id with volume %(volume_id)s.
de: Fehler beim Abrufen der Pool-ID mit Datenträger %(volume_id)s.
es: No se ha podido obtenr el ID de agrupación con el volumen %(volume_id)s.
fr: Echec de l'obtention de l'ID de pool à partir du volume %(volume_id)s.
it: Impossibile ottenere l'id pool con il volume %(volume_id)s.
ko_kr: 볼륨이 %(volume_id)s인 풀 id를 가져오지 못했습니다.
pt_br: Falha ao obter ID do conjunto com o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsüne sahip havuz kimliği alınamadı.

source: Failed to get remote copy information for %(volume)s due to %(err)s.
de: Fehler beim Abrufen der Informationen der fernen Kopie für %(volume)s. Ursache: %(err)s.
es: No se ha podido obtener la información de la copia remota para %(volume)s debido a %(err)s.
fr: Impossible d'obtenir les informations de copie à distance pour %(volume)s en raison de l'erreur : %(err)s.
it: Impossibile ottenere le informazioni di copia remota per %(volume)s a causa di %(err)s.
ko_kr: %(err)s(으)로 인해 %(volume)s의 원격 복사 정보를 가져오는 데 실패했습니다.
pt_br: Falha ao obter informações de cópia remota para o %(volume)s devido a %(err)s.

source: Failed to get remote copy information for %(volume)s. Exception: %(err)s.
de: Fehler beim Abrufen der Informationen der fernen Kopie für %(volume)s. Ausnahme: %(err)s.
es: No se ha podido obtener la información de la copia remota para %(volume)s. Excepción: %(err)s.
fr: Impossible d'obtenir des informations de copie à distance pour %(volume)s. Exception : %(err)s.
it: Impossibile ottenere le informazioni di copia remota per %(volume)s. Eccezione: %(err)s.
ko_kr: %(volume)s의 원격 복사 정보를 가져오는 데 실패했습니다. 예외: %(err)s.
pt_br: Falha ao obter informações de cópia remota para o %(volume)s. Exceção %(err)s.

source: Failed to get replica info.
de: Fehler beim Abrufen der Informationen zum Replikat.
es: No se ha podido obtener información de réplica.
fr: Echec d'obtention des informations de la réplique.
it: Impossibile ottenere le informazioni replica.
ko_kr: 복제본 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de réplica.
tr_tr: Kopya bilgisi alma başarısız.

source: Failed to get show fcns database info.
de: Fehler beim Abrufen der Anzeige von FCNS-Datenbankinformationen.
es: No se ha podido obtener información de base de datos fcns.
fr: Echec de l'obtention des infos de la commande show fcns database.
it: Impossibile visualizzare le informazioni sul database fcns.
ko_kr: 표시 fcns 데이터베이스 정보를 가져오지 못했습니다.
pt_br: Falha ao obter/mostrar informações do banco de dados fcns.
tr_tr: Fcns veri tabanı bilgisi göstermeyi alma başarısız.

source: Failed to get size of existing volume: %(vol). Volume Manage failed.
de: Fehler beim Abrufen der Größe von Datenträger %(vol). Datenträgerverwaltung fehlgeschlagen.
es: No se ha podido obtener el tamaño del volumen existente: %(vol). Ha fallafo la acción de gestionar volumen.
fr: Echec de l'obtention de la taille du volume existant : %(vol). L'opération Gérer le volume a échoué.
it: Impossibile ottenere la dimensione del volume esistente: %(vol). Gestione volume non riuscita.
ko_kr: 기존 볼륨: %(vol)의 크기를 가져오지 못했습니다. 볼륨 관리에 실패했습니다.
pt_br: Falha ao obter o tamanho do volume %(vol) existente. O Gerenciamento de Volume falhou.

source: Failed to get size of volume %s
de: Fehler beim Abrufen der Größe von Datenträger %s
es: No se ha podido obtener el tamaño del volumen %s
fr: Echec de l'obtention de la taille du volume %s
it: Impossibile ottenere la dimensione del volume %s
ko_kr: 볼륨 %s의 크기 가져오기 실패
pt_br: Falha ao obter o tamanho do volume %s
tr_tr: %s mantıksal sürücü boyutu alınamadı

source: Failed to get snapshot for volume %s.
de: Fehler beim Abrufen einer Schattenkopie für Datenträger %s.
es: No se ha podido obtener una instantánea para el volumen %s.
fr: Impossible d'obtenir un instantané pour le volume %s.
it: Impossibile ottenere l'istantanea per il volume %s.
ko_kr: 볼륨 %s에 대한 스냅샷을 가져오지 못했습니다.
pt_br: Falha ao obter captura instantânea para o volume %s.
tr_tr: %s mantıksal sürücüsü için anlık sistem görüntüsü alınamadı.

source: Failed to get snapshot info.
de: Fehler beim Abrufen der Informationen zur Schattenkopie.
es: No se ha podido obtener información de instantánea.
fr: Echec d'obtention des informations de l'instantané.
it: Impossibile ottenere le informazioni istantanea.
ko_kr: 스냅샷 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de captura instantânea.
tr_tr: Anlık görüntü bilgisi alınamadı.

source: Failed to get target IQN for the LUN %s
de: Fehler beim Abrufen von qualifiziertem iSCSI-Zielnamen für LUN %s
es: Se ha encontrado un error en la obtención del IQN de destino para el LUN %s
fr: Echec d'obtention de l'IQN cible pour le numéro d'unité logique %s
it: Impossibile ottenere IQN di destinazione per LUN %s
ko_kr: LUN %s에 대한 대상 IQN을 가져오지 못함
pt_br: Falha ao obter o IQN de destino para o LUN %s
tr_tr: LUN %s için hedef IQN alınması başarısız

source: Failed to get target LUN of SplitMirror.
de: Ziel-LUN von SplitMirror konnte nicht abgerufen werden.
es: No se ha podido obtener el LUN de destino de SplitMirror.
fr: Echec d'obtention du numéro d'unité logique (LUN) de SplitMirror.
it: Impossibile ottenere la LUN di destinazione di SplitMirror.
ko_kr: SplitMirror의 대상 LUN을 가져오지 못했습니다.
pt_br: Falha ao obter LUN de destino do SplitMirror.

source: Failed to get target portal for the LUN %s
de: Fehler beim Abrufen von Zielportal für LUN %s
es: Se ha encontrado un error en la obtención del portal de destino para el LUN %s
fr: Echec d'obtention du portail cible pour le numéro d'unité logique %s
it: Impossibile ottenere il portale di destinazione per LUN %s
ko_kr: LUN %s에 대한 대상 포털을 가져오지 못함
pt_br: Falha ao obter o portal de destino para o LUN %s
tr_tr: LUN %s için hedef portal alınması başarısız

source: Failed to get targets
de: Ziele konnten nicht abgerufen werden.
es: No se han podido obtener los destinos
fr: Echec de l'obtention des cibles
it: Impossibile ottenere le destinazioni
ko_kr: 대상을 가져오지 못함
pt_br: Falha ao obter destinos
tr_tr: Hedefler alınamadı

source: Failed to get wwn info.
de: Fehler beim Abrufen der Informationen zum WWN.
es: No se ha podido obtener información de wwn.
fr: Echec d'obtention des informations wwn.
it: Impossibile ottenere le informazioni wwn.
ko_kr: WWN 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de wwn.
tr_tr: wwn bilgisi alma başarısız.

source: Failed to get, create or add volume %(volumeName)s to masking view %(maskingViewName)s. The error message received was %(errorMessage)s.
de: Abrufen, Erstellen oder Hinzufügen von Datenträger %(volumeName)s in Maskenansicht %(maskingViewName)s fehlgeschlagen. Die empfangene Fehlernachricht war %(errorMessage)s.
es: No se ha podido obtener, crear o añadir el volumen %(volumeName)s a la vista de máscara %(maskingViewName)s. El mensaje de error recibido ha sido %(errorMessage)s.
fr: Echec de l'obtention, de la création ou de l'ajout du volume %(volumeName)s à la vue de masquage %(maskingViewName)s. Message d'erreur reçu : %(errorMessage)s.
it: Impossibile ottenere, creare o aggiungere il volume %(volumeName)s alla vista di mascheramento %(maskingViewName)s. Il messaggio di errore ricevuto è %(errorMessage)s.
ko_kr: 볼륨 %(volumeName)s을(를) 가져오거나 작성하거나 마스킹 보기 %(maskingViewName)s에 추가하지 못함. 오류 메시지 %(errorMessage)s을(를) 수신했습니다.
pt_br: Falha ao obter, criar ou incluir o volume %(volumeName)s para visualização de mascaramento %(maskingViewName)s. A mensagem de erro recebida foi %(errorMessage)s.
tr_tr: %(volumeName)s mantıksal sürücüsünün %(maskingViewName)s maskeleme görünümüne alınması, oluşturulması ya da eklenmesi başarısız. Alınan hata iletisi %(errorMessage)s.

source: Failed to identify volume backend.
de: Datenträger-Backend konnte nicht identifiziert werden.
es: No se ha podido identificar el programa de fondo de volumen.
fr: Echec d'identification du back-end du volume.
it: Impossibile identificare il backend del volume.
ko_kr: 볼륨 백엔드 식별 실패
pt_br: Falha ao identificar backend do volume
tr_tr: Mantıksal sürücü art alanda çalışan uygulama tanımlanamadı.

source: Failed to link fileset for the share %(cgname)s. Error: %(excmsg)s.
de: Fehler beim Verlinken der Dateigruppe für das freigegebene Verzeichnis %(cgname)s. Fehler: %(excmsg)s.
es: No se ha podido enlazar el conjunto de archivos para el %(cgname)s compartido. Error: %(excmsg)s.
fr: Echec de liaison de l'ensemble de fichiers pour le partage %(cgname)s. Erreur : %(excmsg)s.
it: Impossibile collegare il fileset per la condivisione %(cgname)s. Errore: %(excmsg)s.
ko_kr: 공유 %(cgname)s에 대한 파일 세트 링크 실패. 오류: %(excmsg)s.
pt_br: Falha ao vincular o conjunto de arquivos para o compartilhamento %(cgname)s. Erro: %(excmsg)s.
tr_tr: %(cgname)s paylaşımı için dosya kümesi bağlantısı başarısız. Hata: %(excmsg)s.

source: Failed to log on %s Array (invalid login?).
de: Anmeldung bei %s-Array fehlgeschlagen (ungültige Anmeldung?).
es: No se ha podido iniciar sesión en %s Matriz (¿inicio de sesión no válido?).
fr: Echec de connexion à la matrice %s (connexion non valide ?).
it: Impossibile accedere a %s Array (accesso non valido?).
ko_kr: %s 배열에 로그온하지 못했습니다(올바르지 않은 로그인?).
pt_br: Falha ao efetuar logon na Matriz %s (login inválido?).
tr_tr: %s Dizisine giriş başarısız (geçersiz giriş?).

source: Failed to login for user %s.
de: Anmeldung für Benutzer %s fehlgeschlagen.
es: Error al iniciar sesión para el usuario %s.
fr: Echec de connexion de l'utilisateur %s.
it: Impossibile eseguire l'accesso per l'utente %s.
ko_kr: 사용자 %s에 대한 로그인에 실패했습니다.
pt_br: Falha ao efetuar login para o usuário %s.
tr_tr: %s kullanıcısı giriş yapamadı.

source: Failed to login with all rest URLs.
de: Anmeldung mit allen REST-URLs fehlgeschlagen.
es: No se ha podido iniciar sesión con todos los URL rest.
fr: Echec de connexion à toutes les URL Rest.
it: Impossibile accedere con tutti gli URL rest.
ko_kr: 모든 나머지 URL로 로그인하지 못했습니다.
pt_br: Falha ao efetuar login com todas as URLs REST.

source: Failed to make a request to Datera cluster endpoint due to the following reason: %s
de: Fehler beim Stellen einer Anforderung an den Datera-Cluster-Endpunkt. Ursache: %s
es: No se ha podido hacer una solicitud al punto final del clúster de Datera debido al siguiente motivo: %s
fr: Echec de la demande au noeud final du cluster Datera pour la raison suivante : %s
it: Impossibile effettuare la richiesta all'endpoint del cluster Datera a causa del seguente motivo: %s
ko_kr: 다음 이유로 Datera 클러스터 엔드포인트에 요청을 작성하지 못함: %s
pt_br: Falha ao realizar uma solicitação ao terminal do cluster Datera devido ao seguinte motivo: %s
tr_tr: Aşağıdaki neden nedeniyle Datera kümesi uç noktasına bir istek yapılamadı: %s

source: Failed to manage api volume flow.
de: Der API-Ablauf für die Verwaltung des Datenträgers ist fehlgeschlagen.
es: No se ha podido gestionar el flujo de volumen de la API.
fr: Echec de la gestion du flux de volume d'API.
it: Impossibile gestire il flusso del volume api.
ko_kr: API 볼륨 플로우를 관리하지 못했습니다.
pt_br: Falha ao gerenciar fluxo de volume da API.

source: Failed to manage existing %(type)s %(name)s, because reported size %(size)s was not a floating-point number.
de: Fehler beim Verwalten des bereits vorhandenen %(type)s %(name)s, da die gemeldete Größe %(size)s keine Gleitkommazahl war.
es: No se ha podido gestionar %(type)s %(name)s existentes, porque el tamaño reportado %(size)s no era un número de coma flotante.
fr: Echec de gestion du volume %(type)s %(name)s existant vu que la taille signalée, %(size)s, n'était pas un nombre en virgule flottante.
it: Impossibile gestire %(type)s %(name)s esistente, poiché la dimensione %(size)s riportata non è un numero a virgola mobile.
ko_kr: 보고된 크기 %(size)s이(가) 부동 소수점 숫자가 아니기 때문에 기존 %(type)s %(name)s을(를) 관리하지 못했습니다.
pt_br: Falha ao gerenciar %(type)s %(name)s existente, porque o tamanho relatado %(size)s não era um número de vírgula flutuante.

source: Failed to manage existing volume %(name)s, because of error in getting volume size.
de: Fehler beim Verwalten des vorhandenen Datenträgers %(name)s, da beim Abrufen der Datenträgergröße ein Fehler aufgetreten ist.
es: No se ha podido gestionar el volumen existente %(name)s, debido a un error en la obtención del tamaño del volumen.
fr: Echec de gestion du volume %(name)s existant, en raison de l'erreur lors de obtention de la taille de volume.
it: Impossibile gestire il volume esistente %(name)s, a causa di un errore durante l'acquisizione della dimensione del volume.
ko_kr: 볼륨 크기를 가져오는 중에 오류가 발생하여 기존 볼륨 %(name)s을(를) 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar o volume existente %(name)s devido a um erro na obtenção do tamanho do volume.
tr_tr: Mevcut mantıksal sürücü %(name)s yönetilemedi, çünkü mantıksal sürücü boyutu alınamadı.

source: Failed to manage existing volume %(name)s, because rename operation failed: Error msg: %(msg)s.
de: Fehler beim Verwalten des vorhandenen Datenträgers %(name)s, da die Umbenennungsoperation fehlgeschlagen ist: Fehlernachricht: %(msg)s.
es: No se ha podido gestionar el volumen existente %(name)s, porque la operación de cambio de nombre ha fallado: Mensaje de error: %(msg)s.
fr: Echec de gestion du volume %(name)s existant, en raison de l'échec de l'opération Renommer : Message d'erreur : %(msg)s.
it: Impossibile gestire il volume esistente %(name)s, perché l'operazione di ridenominazione ha avuto esito negativo: messaggio di errore: %(msg)s.
ko_kr: 이름 바꾸기 조작이 실패하여 기존 볼륨 %(name)s을(를) 관리하는 데 실패했습니다. 오류 메시지: %(msg)s.
pt_br: Falha ao gerenciar o volume existente %(name)s porque a operação de renomeação falhou: Mensagem de erro: %(msg)s.
tr_tr: Mevcut mantıksal sürücü %(name)s yönetilemiyor, çünkü yeniden adlandırma işlemi başarısız oldu: Hata iletisi: %(msg)s.

source: Failed to manage existing volume %(name)s, because reported size %(size)s was not a floating-point number.
de: Fehler beim Verwalten des bereits vorhandenen Datenträgers %(name)s, da die gemeldete Größe %(size)s keine Gleitkommazahl war.
es: No se ha podido gestionar el volumen existente %(name)s, porque el archivo indicado %(size)s no era un número de coma flotante.
fr: Echec de gestion du volume %(name)s existant, en raison de la taille rapportée %(size)s qui n'était pas un nombre à virgule flottante.
it: Impossibile gestire il volume esistente %(name)s, poiché la dimensione %(size)s riportata non è un numero a virgola mobile.
ko_kr: 보고된 크기 %(size)s이(가) 부동 소수점 숫자가 아니므로 기존 볼륨 %(name)s을(를) 관리하지 못했습니다.
pt_br: Falha ao gerenciar volume existente %(name)s, porque o tamanho relatado %(size)s não era um número de vírgula flutuante.
tr_tr: Varolan %(name)s mantıksal sürücüsü yönetilemedi çünkü bildirilen boyut %(size)s kayan noktalı sayı değildi.
