Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: _check_volume_copy_ops: Volume %(vol)s does not have the specified vdisk copy operation: orig=%(orig)s new=%(new)s.
cs: Operace kontroly kopie svazku: Svazek %(vol)s nemá zadanou operaci kopírování virtuálního disku: původní=%(orig)s, nové=%(new)s.
it: _check_volume_copy_ops: Il volume %(vol)s non presenta l'operazione di copia vdisk specificata: orig=%(orig)s nuova=%(new)s.
tr_tr: _check_volume_copy_ops: Mantıksal sürücü %(vol)s belirtilen vdisk kopyalama işlemine sahip değil asıl=%(orig)s yeni=%(new)s.

source: _delete_copysession, The copysession was already completed.
it: _delete_copysession, La sessione di copia è già stata completata.

source: _delete_volume_setting, volumename:%(volumename)s, volume not found on ETERNUS.
it: _delete_volume_setting, nome volume:%(volumename)s, volume non trovato su ETERNUS.

source: _get_tgt_ip_from_portgroup: Get ip: %s.
cs: Získání cílové iup adrey ze skupiny portů: Získaná IP adresa: %s.
it: _get_tgt_ip_from_portgroup: Richiamare ip: %s.

source: _get_tgt_iqn: iSCSI target iqn is: %s.
cs: Získání cílového iqn: Cílové iqn pro iSCSI je: %s.
it: _get_tgt_iqn: iqn di destinazione iSCSI è: %s.
tr_tr: _get_tgt_iqn: iSCSI hedef iqn: %s.

source: _unmap_lun, volumename: %(volumename)s, volume is not mapped.
it: _unmap_lun, volumename: %(volumename)s, volume non associato.

source: _unmap_lun, volumename:%(volumename)s, volume not found.
it: _unmap_lun, volumename:%(volumename)s, volume non trovato.

source: add_host_with_check. create host success. host name: %(name)s, host id: %(id)s
cs: Přidání hostitele s kontrolou proběhlo úspěšně. Název hostitele: %(name)s, id hostitele: %(id)s
it: add_host_with_check. creazione host riuscita. nome host: %(name)s, id host: %(id)s

source: add_host_with_check. host name: %(name)s, host id: %(id)s
cs: Přidat hostitele s kontrolou, název hostitele: %(name)s, id hostitele: %(id)s
it: add_host_with_check. nome host: %(name)s, id host: %(id)s

source: casted to %s
cs: obsazeno do %s
it: eseguito cast per %s
tr_tr: %s'e gönderildi

source: cgsnapshot %s: created successfully
cs: Snímek skupiny jednotnosti %s: úspěšně vytvořen
it: cgsnapshot %s: creata correttamente
tr_tr: cgsnapshot %s: başarıyla oluşturuldu

source: cgsnapshot %s: deleted successfully
cs: Snímek skupiny jednotnosti %s: úspěšně smazán
it: cgsnapshot %s: eliminata correttamente
tr_tr: cgsnapshot %s: başarıyla silindi

source: cgsnapshot %s: deleting
cs: Snímek skupiny jednotnosti %s: mazání
it: Eliminazione di cgsnapshot %s:.
tr_tr: cgsnapshot %s: siliniyor

source: create_cloned_volume, info: %s, Exit method.
it: create_cloned_volume, info: %s, Metodo di uscita.

source: create_cloned_volume, target volume id: %(tid)s, source volume id: %(sid)s, Enter method.
it: create_cloned_volume, id volume di destinazione: %(tid)s, id volume di origine: %(sid)s, Immettere il metodo.

source: create_hostgroup_with_check. Create hostgroup success. hostgroup name: %(name)s, hostgroup id: %(id)s
cs: Vytvoření skupiny hostitele s kontrolou proběhlo úspěšně. Název skupiny hostitele: %(name)s, id skupiny hostitele: %(id)s
it: create_hostgroup_with_check. creazione hostgroup riuscita. Nome hostgroup: %(name)s, id hostgroup: %(id)s

source: create_hostgroup_with_check. hostgroup name: %(name)s, hostgroup id: %(id)s
cs: Vytvořit skupinu hostitele s kontrolou, název skupiny hostitele: %(name)s, id skupiny hostitele: %(id)s
it: create_hostgroup_with_check. nome gruppo host: %(name)s, id gruppo host: %(id)s

source: create_snapshot, info: %s, Exit method.
it: create_snapshot, info: %s, Metodo di uscita.

source: create_snapshot, snap id: %(sid)s, volume id: %(vid)s, Enter method.
it: create_snapshot, snap id: %(sid)s, id volume: %(vid)s, Immettere il metodo.

source: create_volume, info: %s, Exit method.
it: create_volume, info: %s, Metodo di uscita.

source: create_volume, volume id: %s, Enter method.
it: create_volume, volume id: %s, Metodo di errore.

source: create_volume_from_snapshot, info: %s, Exit method.
it: create_volume_from_snapshot, info: %s, Metodo di uscita.

source: create_volume_from_snapshot, volume id: %(vid)s, snap id: %(sid)s, Enter method.
it: create_volume_from_snapshot, id volume: %(vid)s, snap id: %(sid)s, Immettere il metodo.

source: delete_snapshot, delete: %s, Exit method.
it: delete_snapshot, delete: %s, Metodo di uscita.

source: delete_snapshot, snap id: %(sid)s, volume id: %(vid)s, Enter method.
it: delete_snapshot, snap id: %(sid)s, id volume: %(vid)s, Immettere il metodo.

source: delete_volume, delete: %s, Exit method.
it: delete_volume, delete: %s, Metodo di uscita.

source: delete_volume, volume id: %s, Enter method.
it: delete_volume, volume id: %s, Immettere il metodo.

source: extend_volume, used pool name: %s, Exit method.
it: extend_volume, nome pool utilizzato: %s, Metodo di uscita.

source: extend_volume, volume id: %s, Enter method.
it: extend_volume, id volume: %s, Immettere il metodo.

source: igroup %(grp)s found for initiator %(iname)s
cs: Pro zavaděč %(iname)s nalezena skupina zavaděče %(grp)s
it: igroup %(grp)s trovato per l'iniziatore %(iname)s
tr_tr: %(iname)s başlatıcısı için %(grp)s igroup bulundu

source: initialize_connection success. Return data: %s.
cs: Spojení úspěšně zavedeno. Vrácená data: %s
it: initialize_connection riuscita. Dati restituiti: %s.

source: initialize_connection volume: %(volume)s, connector: %(connector)s
cs: Zavedení spojení se svazkem %(volume)s, konektor %(connector)s
it: initialize_connection volume: %(volume)s, connettore: %(connector)s
tr_tr: initialize_connection mantıksal sürücü: %(volume)s, bağlayıcı: %(connector)s

source: initialize_connection, host lun id is: %s.
cs: Zavedení spojení, id hostitele lun: %s.
it: initialize_connection, l'id lun host è: %s.

source: initialize_connection, info: %s, Exit method.
it: initialize_connection, info: %s, Metodo di uscita.

source: initialize_connection, initiator: %(wwpns)s, LUN ID: %(lun_id)s.
it: initialize_connection, iniziatore: %(wwpns)s, ID LUN: %(lun_id)s.

source: initialize_connection, metadata is: %s.
cs: Zavedení spojení, popisná data. %s.
it: initialize_connection, i metadati sono: %s.

source: initialize_connection, volume id: %(vid)s, initiator: %(initiator)s, Enter method.
it: initialize_connection, id volume: %(vid)s, initiator: %(initiator)s, Immettere il metodo.

source: initialize_connection, volume: %(volume)s, target_lun: %(target_lun)s, target_luns: %(target_luns)s, Volume is already mapped.
it: initialize_connection, volume: %(volume)s, target_lun: %(target_lun)s, target_luns: %(target_luns)s, Il volume è già associato.

source: initialize_connection_fc, initiator: %(wwpns)s, volume name: %(volume)s.
cs: Zavedení spojení s FC: Zavaděč %(wwpns)s, název svazku: %(volume)s.
it: initialize_connection_fc, iniziatore: %(wwpns)s, nome volume: %(volume)s.

source: initiator has no password while using chap,adding it
cs: Zavaděč nemá žádné heslo při používání chap, heslo je přidáno
it: l'iniziatore non presenta alcuna password durante l'utilizzo di chap, la password viene aggiunta

source: initiator name: %(initiator_name)s, LUN ID: %(lun_id)s.
it: nome iniziatore: %(initiator_name)s, ID LUN: %(lun_id)s.

source: manage_existing_snapshot: snapshot %(exist)s on volume %(volume)s has been renamed to %(id)s and is now managed by Cinder.
it: manage_existing_snapshot: l'istantanea %(exist)s sul volume %(volume)s è stata ridenominata come %(id)s ed è ora gestita da Cinder.

source: migrate_volume_completion is cleaning up an error for volume %(vol1)s (temporary volume %(vol2)s
cs: Dokončení přenosu svazku čistí chybu ve svazku %(vol1)s (dočasný svazek %(vol2)s
it: migrate_volume_completion sta ripulendo un errore per il volume %(vol1)s (volume temporaneo %(vol2)s
tr_tr: migrate_volume_completion %(vol1)s mantıksal sürücüsü için bir hatayı temizliyor (geçici mantıksal sürücü %(vol2)s

source: new cloned volume: %s
cs: Nový klonovaný svazek: %s
it: nuovo volume clonato: %s
tr_tr: yeni klonlanan mantıksal sürücü: %s

source: open_connection to %(ssn)s at %(ip)s
cs: Připojení otevřeno do %(ssn)s na adrese %(ip)s
it: open_connection a %(ssn)s su %(ip)s
tr_tr: %(ip)s ye %(ssn)s open_connection

source: open_connection: Updating API version to %s
it: open_connection: Aggiornamento della versione API a %s

source: replication failover secondary is %(ssn)s
it: Il failover di replica secondario è %(ssn)s

source: setting volume %s to error_restoring (was restoring-backup).
cs: Nastavování svazku %s na error_restoring (stav byl restoring-backup).
it: impostazione del volume %s su error_restoring (era in fase di ripristino del backup).
tr_tr: %s mantıksal sürücüsü error_restoring olarak ayarlanıyor (yedek geri yükleniyordu).

source: snapshot %s doesn't exist
cs: snímek %s neexistuje
it: l'istantanea %s non esiste
tr_tr: anlık görüntü %s mevcut değil

source: source volume for cloning: %s
cs: Zdrojový svazek pro klonování: %s
it: volume di origine per la clonazione: %s
tr_tr: klon için kaynak mantıksal sürücü: %s

source: stop_snapshot: snapshot name: %(snapshot)s, volume name: %(volume)s.
cs: Zastavení snímku: Název snímku: %(snapshot)s, název svazku: %(volume)s.
it: stop_snapshot: nome istantanea: %(snapshot)s, nome volume: %(volume)s.

source: terminate_connection volume: %(volume)s, connector: %(con)s
cs: Ukončení připojení se svazkem: %(volume)s, konektor: %(con)s
it: terminate_connection volume: %(volume)s, connettore: %(con)s
tr_tr: terminate_connection mantıksal sürücü: %(volume)s, bağlayıcı: %(con)s

source: terminate_connection, return data is: %s.
cs: Ukončení spojení, vrácená data: %s.
it: terminate_connection, i dati restituiti sono: %s.

source: terminate_connection, unmap: %s, Exit method.
it: terminate_connection, annullare l'associazione: %s, Metodo di uscita.

source: terminate_connection, volume id: %(vid)s, initiator: %(initiator)s, Enter method.
it: terminate_connection, id volume: %(vid)s, iniziatore: %(initiator)s, Immettere il metodo.

source: terminate_connection: initiator name: %(ini)s, LUN ID: %(lunid)s.
it: terminate_connection: nome iniziatore: %(ini)s, ID LUN: %(lunid)s.

source: terminate_connection: wwpns: %(wwns)s, LUN ID: %(lun_id)s.
it: terminate_connection: wwpns: %(wwns)s, ID LUN: %(lun_id)s.

source: terminate_connection_fc: volume name: %(volume)s, wwpns: %(wwns)s, lun_id: %(lunid)s.
cs: Ukončení spojení s fc: Název svazku %(volume)s, wwpns: %(wwns)s, id lun: %(lunid)s.
it: terminate_connection_fc: nome volume: %(volume)s, wwpns: %(wwns)s, lun_id: %(lunid)s.

source: tunevv failed because the volume '%s' has snapshots.
cs: tunevv selhalo protože svazek '%s' má snímky.
it: tunevv non riuscito perché il volume '%s' contiene istantanee.
tr_tr: tunew başarısız çünkü '%s' mantıksal sürücüsü anlık görüntülere sahip.

source: username: %(username)s, verify_cert: %(verify)s.
cs: Uživatelské jméno: %(username)s, ověření certifikátu: %(verify)s.
it: nome utente: %(username)s, verify_cert: %(verify)s.
tr_tr: kullanıcı adı: %(username)s, verify_cert: %(verify)s.

source: volume %(name)s extended to %(size)d.
cs: Svazek %(name)s rozšířen na %(size)d.
it: volume %(name)s esteso a %(size)d.

source: volume %s doesn't exist
cs: Svazek %s neexistuje
it: il volume %s non esiste
tr_tr: mantıksal sürücü %s mevcut değil

source: volume %s no longer exists in backend
cs: Svazek %s již v podpůrné vrstvě neexistuje
it: Il volume %s non esiste più nel backend
tr_tr: mantıksal sürücü %s artık arka uçta mevcut değil

source: volume: %(volume)s, lun params: %(params)s.
it: volume: %(volume)s, parametri lun: %(params)s.

source: volume_file does not support fileno() so skipping fsync()
cs: Soubor svazku nepodporuje fileno(), a proto je fsync() přeskočen
it: volume_file does non supporta fileno(), ignorare fsync()
tr_tr: volume_file fileno() desteklemiyor bu yüzden fsync() atlanıyor

source: HPE3PARCommon %(common_ver)s,hpe3parclient %(rest_ver)s
cs: Společné části HPE3PAR %(common_ver)s, klient hp3par %(rest_ver)s

source: create_volume_from_snapshot: src_lun_id: %(src_lun_id)s, tgt_lun_id: %(tgt_lun_id)s, copy_name: %(copy_name)s.
cs: Vytváření svazku ze snímku: ID zdrojového lun: %(src_lun_id)s,ID cílového lun: %(tgt_lun_id)s, název kopie: %(copy_name)s.

source: do_mapping, lun_group: %(lun_group)s, view_id: %(view_id)s, lun_id: %(lun_id)s.
cs: Provést mapování, skupina lun: %(lun_group)s, id zobrazení: %(view_id)s, id lun: %(lun_id)s.

source: initialize_connection, iscsi_iqn: %(iscsi_iqn)s, target_ip: %(target_ip)s, portgroup_id: %(portgroup_id)s.
cs: Zvadenení spojení: IQN iSCSI: %(iscsi_iqn)s, cílová IP adresa: %(target_ip)s, ID skupiny portů: %(portgroup_id)s.

source: vol=%s
cs: svazek=%s
tr_tr: birim=%s

source: vol_name=%(name)s provider_location=%(loc)s
cs: název svazku %(name)s, umístění poskytovatele %(loc)s

source: %(name)s listening on %(_host)s:%(_port)s
tr_tr: %(name)s %(_host)s:%(_port)s üzerinde dinliyor

source: AUTH properties: %(authProps)s
tr_tr: AUTH özellikleri: %(authProps)s

source: Add Connection: Finished iterating over all target list
tr_tr: Bağlantı Ekle: Tüm hedef listesi üzerinde gezme bitti

source: Attempting to promote secondary replica to primary for volume %s.
tr_tr: İkincil kopya %s mantıksal sürücüsü için birincilliğe terfi ettirilmeye çalışılıyor.

source: Attempting to sync secondary replica with primary for volume %s.
tr_tr: %s mantıksal sürücüsü için ikincil kopya birincille eş zamanlanmaya çalışılıyor.

source: Available services: %s
tr_tr: Kullanılabilir servisler: %s

source: Backend not found in hostname (%s) so using default.
tr_tr: Arka uç makine adında bulunamadı (%s) varsayılan kullanılıyor.

source: Backend type: %s
tr_tr: Arka uç türü: %s

source: Bandwidth limit is: %s.
tr_tr: Bant genişliği sınırı: %s.

source: Body: %s
tr_tr: Gövde: %s

source: BrcdFCZoneDriver - Add connection for I-T map: %s
tr_tr: BrcdFCZoneDriver - I-T haritası için bağlantı ekle: %s

source: BrcdFCZoneDriver - Delete connection for I-T map: %s
tr_tr: BrcdFCZoneDriver - I-T haritası için bağlantı sil: %s

source: Cancelling Migration from LUN %s.
tr_tr: LUN %s'den Göç iptal ediliyor

source: Cloning with volume_name %(vname)s clone_name %(cname)s export_path %(epath)s
tr_tr: volume_name %(vname)s clone_name %(cname)s export_path %(epath)s ile klonlanıyor

source: Configured pools: %s
tr_tr: Yapılandırılan havuzlar: %s

source: Consistency group %s was deleted successfully.
tr_tr: Tutarlılık grubu %s başarıyla silindi.

source: Consistency group %s: created successfully
tr_tr: Tutarlılık grubu %s: başarıyla oluşturuldu

source: Consistency group %s: creating
tr_tr: Tutarlılık grubu %s: oluşturuluyor

source: Copy image to volume completed successfully.
tr_tr: İmajın mantıksal sürücüye kopyalanması başarıyla tamamlandı.

source: Create %(volume)s on %(device)s
tr_tr: %(device)s üzerinde %(volume)s oluştur

source: Create consistency group completed successfully.
tr_tr: Tutarlılık grubu oluşturma başarıyla tamamlandı.

source: Create snapshot: %(snapshot)s: volume: %(volume)s
tr_tr: Anlık görüntü oluştur: %(snapshot)s: mantıksal sürücü: %(volume)s

source: Delete Snapshot: %(snapshot)s
tr_tr: Anlık görüntü sil: %(snapshot)s

source: Delete connection Target List: %s
tr_tr: Bağlantı Hedef Listesini sil: %s

source: Deleting unneeded host %(host_name)r.
tr_tr: İhtiyaç duyulmayan istemci %(host_name)r siliniyor.

source: Doing %(method)s on %(relative_url)s
tr_tr: %(relative_url)s'de %(method)s işlemleri yapılıyor

source: Done extending volume %(vol)s to size %(size)s GB.
tr_tr: %(vol)s mantıksal sürücüsünün %(size)s GB olarak büyütülmesi bitti.

source: Driver stats: %s
tr_tr: Sürücü istatistikleri: %s

source: Elapsed time for clear volume: %.2f sec
tr_tr: Mantıksal sürücü temizleme için kalan zaman: %.2f sn

source: Error attaching Volume
tr_tr: Mantıksal sürücü eklenirken hata

source: Error creating Volume
tr_tr: Mantıksal sürücü oluşturmada hata

source: Error creating Volume %s.
tr_tr: Mantıksal sürücü %s oluşturulurken hata.

source: Error destroying Volume %s.
tr_tr: Mantıksal sürücü %s silinirken hata.

source: Error detaching Volume
tr_tr: Mantıksal sürücü ayrılırken hata

source: Error extending Volume %s.
tr_tr: Mantıksal sürücü %s büyütülürken hata.

source: Extended volume with label %s.
tr_tr: %s etiketli mantıksal sürücü büyütüldü.

source: FC Initiators %(in)s of %(ins)s need registration
tr_tr: FC Başlatıcıları %(in)s / %(ins)s kaydolmalı

source: Final filtered map for delete connection: %s
tr_tr: Bağlantı silme için filtrelenmiş son harita: %s

source: Final filtered map for fabric: %s
tr_tr: Fabric için son filtrelenmiş harita: %s

source: Found existing masking view: %(maskingViewName)s.
tr_tr: Mevcut maskeleme görünümü bulundu: %(maskingViewName)s.

source: Get FC targets %(tg)s to register initiator %(in)s.
tr_tr: %(in)s başlatıcısını kaydetmek için FC hedeflerini %(tg)s getir.

source: Get ISCSI targets %(tg)s to register initiator %(in)s.
tr_tr: %(in)s başlatıcısını kaydetmek için ISCSI hedefleri %(tg)s'yi getir.

source: Get all snaphsots completed successfully.
tr_tr: Tüm anlık görüntülerin alınması başarıyla bitti.

source: Get service: %(lbl)s->%(svc)s
tr_tr: Servis getir: %(lbl)s->%(svc)s

source: Get volume metadata key completed successfully.
tr_tr: Mantıksal sürücü metadata anahtarı getir başarıyla tamamlandı.

source: HDP list: %s
tr_tr: HDP listesi: %s

source: HPLeftHand API version %s
tr_tr: HPLeftHand API sürümü %s

source: HPLeftHand driver %(driver_ver)s, proxy %(proxy_ver)s
tr_tr: HPLeftHand sürücüsü %(driver_ver)s, proxy %(proxy_ver)s

source: ISCSI properties: %(properties)s
tr_tr: ISCSI özellikleri: %(properties)s

source: ISCSI provider_location not stored, using discovery.
tr_tr: ISCSI provider_location kaydedilmemiş, keşif kullanılıyor.

source: ISCSI volume is: %(volume)s
tr_tr: ISCSI mantıksal sürücüsü: %(volume)s

source: Initialized driver %(name)s version: %(vers)s.
tr_tr: Sürücü %(name)s sürüm: %(vers)s ilklendirildi.

source: Initialized driver for IBMNAS Platform: %s.
tr_tr: IBMNAS Platformu için sürücü ilklendirildi: %s.

source: LUN %(lun)s extended to %(size)s GB.
tr_tr: LUN %(lun)s %(size)s GB boyutuna büyütüldü.

source: LUN %(lun)s of size %(sz)s MB is created.
tr_tr: %(sz)s MB boyutunda LUN %(lun)s oluşturuldu.

source: Mounting share: %s
tr_tr: Paylaşım bağlanıyor: %s

source: Neither security file nor plain text credentials are specified. Security file under home directory will be used for authentication if present.
tr_tr: Güvenlik dosyası ya da düz metin kimlik bilgileri belirtilmedi. Eğer mevcutsa ev dizini altındaki güvenlik dosyası kimlik doğrulama için kullanılacak.

source: No snapshot found for %(cgsnapshot)s.
tr_tr: %(cgsnapshot)s için anlık görüntü bulunamadı.

source: No targets to add or remove connection for I: %s
tr_tr: I için bağlantı ekleme ya da çıkarma için hedef yok: %s

source: Plain text credentials are being used for authentication
tr_tr: Kimlik doğrulama için düz metin kimlik bilgileri kullanılıyor

source: Populating status for cgsnapshot: %(id)s.
tr_tr: cgsnapshot: %(id)s için durum dolduruluyor.

source: Promote volume replica completed successfully.
tr_tr: Mantıksal sürücü kopyasının terfisi başarıyla tamamlandı.

source: Reference count of %(volume)s is %(count)d, not detaching.
tr_tr: %(volume)s için referans sayısı %(count)d, ayrılmıyor.

source: Relocating volume %s vmdk to a different datastore since trying to extend vmdk file in place failed.
tr_tr: Mantıksal sürücü %s vmdk başka bir veri deposuna konumlandırılıyor çünkü aynı yerde vmdk dosyasının büyütülmesi başarısız oldu.

source: Resizing LUN %s to new size using clone operation.
tr_tr: LUN %s klon işlemiyle yeni boyuta boyutlandırılıyor.

source: Returning connection_info: %(info)s for volume: %(volume)s with connector: %(connector)s.
tr_tr: %(connector)s bağlayıcısına sahip %(volume)s mantıksal sürücüsü için connection_info: %(info)s döndürülüyor.

source: Review shares: %s
tr_tr: Paylaşımları gözden geçir: %s

source: Running cluster latest ssc job for %(server)s and vserver %(vs)s
tr_tr: %(server)s ve vserver %(vs)s için küme son ssc işi çalıştırılıyor

source: Running stale ssc refresh job for %(server)s and vserver %(vs)s
tr_tr: %(server)s ve vserver %(vs)s için eski ssc tazeleme işi çalıştırılıyor

source: Running with vmemclient version: %s.
tr_tr: vmemclient sürüm: %s ile çalışıyor.

source: Save service info for %(svc)s -> %(hdp)s, %(path)s
tr_tr: %(svc)s -> %(hdp)s, %(path)s için servis bilgisi kaydet

source: Selected datastore %(ds)s to place extended volume of size %(size)s GB.
tr_tr: %(size)s GB boyutundaki büyütülmüş mantıksal sürücüyü koymak için %(ds)s veri deposu seçildi.

source: Skipping ensure_export. No iscsi_target provision for volume: %s
tr_tr: ensure_export atlanıyor. Mantıksal sürücü: %s için hiçbir iscsi_target hazırlanmamış

source: Snapshot %s was deleted successfully.
tr_tr: Anlık görüntü %s başarıyla silindi.

source: Starting volume driver %(driver_name)s (%(version)s).
tr_tr: Mantıksal sürücü sürücüsü başlatılıyor %(driver_name)s (%(version)s).

source: Stopping WSGI server.
tr_tr: WSGI sunucusu durduruluyor.

source: Storage Group %s was empty.
tr_tr: Depolama Grubu %s boştu.

source: Successfully completed ssc job for %(server)s and vserver %(vs)s
tr_tr: %(server)s ve vserver %(vs)s için ssc işi başarıyla tamamlandı

source: Successfully completed stale refresh job for %(server)s and vserver %(vs)s
tr_tr: %(server)s ve vserver %(vs)s için eski tazeleme işi başarıyla tamamlandı

source: Successfully extended the volume %(name)s to %(size)s GB.
tr_tr: Mantıksal sürücü %(name)s başarıyla %(size)s GB boyutuna büyütüldü.

source: The backing is not found, so there is no need to extend the vmdk virtual disk for the volume %s.
tr_tr: Destek bulunamadı, bu yüzden %s mantıksal sürücüsü için vmdk sanal diskini büyütmeye gerek yok.

source: The iSCSI target %(target_name)s already exists.
tr_tr: iSCSI hedefi %(target_name)s zaten mevcut.

source: Timeout is not configured in huawei conf file. Use default: %(default_timeout)d.
tr_tr: Zaman aşımı huawei yapılandırma dosyasında yapılandırılmamış. Varsayılanı kullan: %(default_timeout)d.

source: Toggle storage_vnx_ip_address from %(old)s to %(new)s.
tr_tr: storage_vnx_ip_address'i %(old)s dan %(new)s e değiştir.

source: Tried to delete export for volume %s, but it was not found in the Datera cluster. Continuing with volume detach
tr_tr: %s mantıksal sürücüsü için dışa aktarım silinmeye çalışıldı, ama Datera kümesinde bulunamadı. Mantıksal sürücü ayırmayla devam ediliyor

source: Unable to delete volume: %(vol_id)s, volume must be available or error, but is %(vol_status)s.
tr_tr: Mantıksal sürücü silinemedi: %(vol_id)s, mantıksal sürücü kullanılabilir ya da hata olmalı, ama %(vol_status)s.

source: Unable to delete volume: %s, volume currently has snapshots.
tr_tr: Mantıksal sürücü silinemiyor: %s, mantıksal sürücünün anlık görüntüleri var.

source: Unable to delete volume: %s, volume is attached.
tr_tr: Mantıksal sürücü: %s silinemedi, mantıksal sürücü ekli durumda.

source: Unable to delete volume: %s, volume is currently migrating.
tr_tr: Mantıksal sürücü silinemiyor: %s, mantıksal sürücü şu an göç ediyor.

source: Unable to delete volume: %s, volume is currently part of a consistency group.
tr_tr: Mantıksal sürücü silinemiyor: %s, mantıksal sürücü şu an bir tutarlılık grubu parçası.

source: Unable to parse XML input.
tr_tr: XML girdisi ayrıştırılamadı.

source: Use default PrefetchType. PrefetchType: Intelligent.
tr_tr: Varsayılan PrefetchType kullan. PrefetchType: Zeki.

source: Using FC lookup service %s
tr_tr: FC arama servisi %s kullanılıyor

source: Using security file in %s for authentication
tr_tr: Kimlik doğrulama için %s içindeki güvenlik dosyası kullanılıyor
