Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Create volume error. Because %s.
de: Fehler beim Erstellen des Datenträgers. Ursache: %s.
es: Error al crear volumen. Razón: %s.
fr: Erreur lors de la création du volume. Motif : %s.
it: Errore di creazione del volume. Perché %s.
ko_kr: 볼륨 작성 오류입니다. 원인은 %s입니다.
pt_br: Erro ao criar volume. Porque %s.

source: Create volume failed.
de: Erstellen von Datenträger fehlgeschlagen.
es: La creación de volumen ha fallado.
fr: Echec de la création du volume.
it: Creazione del volume non riuscita.
ko_kr: 볼륨 작성에 실패했습니다.
pt_br: Criar o volume falhou.
tr_tr: Mantıksal sürücü oluşturma başarısız oldu.

source: Creating a consistency group from a source is not currently supported.
de: Das Erstellen einer Konsistenzgruppe aus einer Quelle wird zurzeit nicht unterstützt.
es: Actualmente no se da soporte a crear un grupo de consistencia desde un origen.
fr: La création d'un groupe de cohérence à partir d'une source n'est pas prise en charge actuellement.
it: La creazione di un gruppo di coerenza da un'origine non è attualmente supportata.
ko_kr: 소스에서 일관성 그룹을 생성하는 기능은 현재 지원되지 않습니다.
pt_br: Criar um grupo de consistências a partir de uma origem não é atualmente suportado.

source: Creating and activating zone set failed: (Zone set=%(cfg_name)s error=%(err)s).
de: Fehler beim Erstellen und Aktivieren der Zonengruppe: (Zonengruppe=%(cfg_name)s Fehler=%(err)s).
es: Han fallado la creación y activación del conjunto de zonas: (Zone set=%(cfg_name)s error=%(err)s).
fr: Echec de création et d'activation de l'ensemble de zones : (Ensemble de zones=%(cfg_name)s erreur=%(err)s).
it: Creazione e attivazione delle serie di zone non riuscita: (Zone set=%(cfg_name)s errore=%(err)s).
ko_kr: 구역 세트 작성 및 활성화에 실패: (구역 세트=%(cfg_name)s 오류=%(err)s).
pt_br: Criação e ativação de conjunto de zonas falhou: (Conjunto de Zona=%(cfg_name)s erro=%(err)s).
tr_tr: Bölge kümesinin oluşturulması ve etkinleştirilmesi başarısız: (Bölge kümesi=%(cfg_name)s hata=%(err)s).

source: Creating and activating zone set failed: (Zone set=%(zoneset)s error=%(err)s).
de: Fehler beim Erstellen und Aktivieren der Zonengruppe: (Zonengruppe=%(zoneset)s Fehler=%(err)s).
es: Han fallado la creación y activación del conjunto de zonas: (Zone set=%(zoneset)s error=%(err)s).
fr: Echec de création et d'activation de l'ensemble de zones : (Ensemble de zones=%(zoneset)s erreur=%(err)s).
it: Creazione e attivazione delle serie di zone non riuscita: (Zone set=%(zoneset)s errore=%(err)s).
ko_kr: 구역 세트 작성 및 활성화에 실패: (구역 세트=%(zoneset)s 오류=%(err)s).
pt_br: Criação e ativação de conjunto de zonas falhou: (Conjunto de Zona=%(zoneset)s erro=%(err)s).
tr_tr: Bölge kümesinin oluşturulup etkinleştirilmesi başarısız: (Bölge kümesi=%(zoneset)s hata=%(err)s).

source: Creating usages for %(begin_period)s until %(end_period)s
de: Es werden Nutzungen für die Zeit von %(begin_period)s bis %(end_period)s erstellt.
es: Creando usos desde %(begin_period)s hasta %(end_period)s
fr: Création d'utilisations pour la période comprise entre %(begin_period)s et %(end_period)s
it: Creazione degli utilizzi da %(begin_period)s fino a %(end_period)s
ko_kr: %(begin_period)s에서 %(end_period)s까지의 기간에 대한 사용 내역 작성
pt_br: Criando usos para %(begin_period)s até %(end_period)s
tr_tr: %(begin_period)s %(end_period)s aralığı için kullanımlar oluşturuluyor

source: Current host isn't part of HGST domain.
de: Der aktuelle Host ist nicht Teil der HGST-Domäne.
es: El host actual no forma parte del dominio HGST.
fr: L'hôte actuel ne fait pas partie du domaine HGST.
it: L'host corrente non fa parte del dominio HGST.
ko_kr: 현재 호스트가 HGST 도메인의 일부가 아닙니다.
pt_br: O host atual não faz parte do domínio HGST.
tr_tr: Mevcut istemci HGST alanının parçası değildir.

source: Current host not valid for volume %(id)s with type %(type)s, migration not allowed
de: Aktueller Host nicht gültig für Datenträger %(id)s mit Typ %(type)s, Migration nicht zulässig.
es: Host actual no válido para el volumen %(id)s con el tipo %(type)s, migración no permitida
fr: Hôte actuel non valide pour le volume %(id)s de type %(type)s, migration non autorisée
it: Host corrente non valido per il volume %(id)s con tipo %(type)s, migrazione non consentita
ko_kr: 현재 호스트가 유형이 %(type)s인 볼륨 %(id)s에 대해 올바르지 않음. 마이그레이션이 허용되지 않음
pt_br: O host atual não é válido para o volume %(id)s com tipo %(type)s, migração não permitida
tr_tr: %(type)s türü ile %(id)s mantıksal sürücüsü için mevcut istemci geçersizdir, taşımaya izin verilmez

source: Currently mapped host for volume %(vol)s is in unsupported host group with %(group)s.
de: Der zurzeit zugeordnete Host für den Datenträger %(vol)s befindet sich in einer nicht unterstützten Hostgruppe mit %(group)s.
es: El host correlacionado actualmente para el volumen %(vol)s está en un grupo de hosts no admitido con %(group)s.
fr: L'hôte actuellement mappé pour le volume %(vol)s est dans un groupe d'hôtes non pris en charge avec %(group)s.
it: L'host attualmente associato per il volume %(vol)s è in un gruppo host non supportato con%(group)s.
ko_kr: 볼륨 %(vol)s에 대해 현재 맵핑된 호스트가 %(group)s이(가) 포함된 지원되지 않는 호스트 그룹에 있습니다.
pt_br: O host mapeado atualmente para o volume %(vol)s está no grupo de hosts não suportado com %(group)s.
tr_tr: %(vol)s mantıksal sürücüsü için şu an eşleştirilmiş istemci %(group)s ile desteklenmeyen istemci grubunda.

source: DEPRECATED: Deploy v1 of the Cinder API.
de: Veraltet: Version 1 der Cinder-API implementieren.
es: OBSOLETO: Despliegue v1 de la API de Cinder.
fr: OBSOLETE : Déploiement v1 de l'API Cinder.
it: OBSOLETO: distribuire v1 dell'API Cinder.
ko_kr: 더 이상 사용되지 않음: Cinder API의 v1 배치
pt_br: DESCONTINUADO: Implemente v1 da API Cinder.
tr_tr: ÖNERİLMİYOR: Cinder API v1 sürümünü dağıt.

source: DEPRECATED: Deploy v2 of the Cinder API.
de: Veraltet: Version 2 der Cinder-API implementieren.
es: EN DESUSO: Despliegue la v2 de la API de Cinder.
fr: OBSOLETE : Déploiement v2 de l'API Cinder.
it: OBSOLETO: distribuire v2 dell'API Cinder.
ko_kr: 더 이상 사용되지 않음: Cinder API의 v2 배치
pt_br: DESCONTINUADO: Implemente v2 da API Cinder.

source: DRBDmanage driver error: expected key "%s" not in answer, wrong DRBDmanage version?
de: DRBDmanage-Treiberfehler: Erwarteter Schlüssel "%s" nicht in der Antwort. Falsche DRBDmanage-Version?
es: Erro de controlador DRBDmanage: no se esperaba la clave "%s"en la respuesta, ¿se trata de una versión de DRBDmanage incorrecta?
fr: Erreur du pilote DRBDmanage : la clé attendue "%s" ne figure pas dans la réponse, version DRBDmanage incorrecte ?
it: Errore driver DRBDmanage: prevista chiave "%s" non presente nella risposta, versione DRBDmanage errata?
ko_kr: DRBDmanage 드라이버 오류: 예상 키 "%s"이(가) 응답하지 않음, 잘못된 DRBDmanage 버전입니까?
pt_br: Erro do driver DRBDmanager: a chave esperada "%s" não está na resposta. A versão de DRBDmanage está errada?

source: DRBDmanage driver setup error: some required libraries (dbus, drbdmanage.*) not found.
de: DRBDmanage-Treiberinstallationsfehler: Einige erforderliche Bibliotheken (dbus, drbdmanage.*) wurden nicht gefunden.
es: Error de configuración de controlador DRBDmanage: algunas bibliotecas obligatorias (dbus, drbdmanage.*) no encontradas.
fr: Erreur de configuration du pilote DRBDmanage : certaines bibliothèques requises (dbus, drbdmanage.*) sont introuvables.
it: Errore di impostazione del driver DRBDmanage: alcune librerie richieste (dbus, drbdmanage.*) non trovate.
ko_kr: DRBDmanage 드라이버 설정 오류: 일부 필수 라이브러리(dbus, drbdmanage.*)를 찾을 수 없습니다.
pt_br: Erro de configuração do driver DRBDmanage: algumas bibliotecas necessárias (dbus, drbdmanage.*) não encontrado.
tr_tr: DRBDmanage sürücü kurulum hatası: bazı gerekli kütüphaneler (dbus, drbdmanage.*) bulunamadı.

source: DRBDmanage expected one resource ("%(res)s"), got %(n)d
de: DRBDmanage hat eine Ressource erwartet ("%(res)s"), aber %(n)d erhalten.
es: DRBDmanage esperaba un recurso ("%(res)s"), ha obtenido %(n)d
fr: DRBDmanage attendait une ressource ("%(res)s"), mais a reçu %(n)d
it: DRBDmanage prevedeva una risorsa ("%(res)s"), ottenute %(n)d
ko_kr: DRBDmanage에서 하나의 자원("%(res)s")을 예상했지만 %(n)d개를 얻음
pt_br: DRBDmanage esperava um recurso ("%(res)s"), foi obtido %(n)d
tr_tr: DRBDmanage bir kaynak ("%(res)s") bekledi, alınan %(n)d

source: DRBDmanage timeout waiting for new volume after snapshot restore; resource "%(res)s", volume "%(vol)s"
de: DRBDmanage-Zeitlimitüberschreitung beim Warten auf neuen Datenträger nach Wiederherstellung der Schattenkopie: Ressource "%(res)s", Datenträger "%(vol)s"
es: Tiempo de espera excedido para DRBDmanage esperando el nuevo volumen después de restaurar la instantánea; recurso "%(res)s", volumen "%(vol)s"
fr: Dépassement du délai d'attente de DRBDmanage lors de la création du volume après la restauration d'instantané ; ressource "%(res)s", volume "%(vol)s"
it: Timeout DRBDmanage in attesa di un nuovo volume dopo il ripristino dell'istantanea; risorsa "%(res)s", volume "%(vol)s"
ko_kr: 스냅샷 복원 후에 새 볼륨을 기다리는 중에 DRBDmanage 제한시간이 초과됨, 리소스 "%(res)s", 볼륨 "%(vol)s"
pt_br: Tempo limite de DRBDmanage ao aguardar novo volume após restauração da captura instantânea; recurso "%(res)s", volume "%(vol)s"

source: DRBDmanage timeout waiting for snapshot creation; resource "%(res)s", snapshot "%(sn)s"
de: DRBDmanage-Zeitlimitüberschreitung beim Warten auf Schattenkopieerstellung: Ressource "%(res)s", Schattenkopie "%(sn)s"
es: Tiempo de espera excedido para DRBDmanage esperando la creación de la instantánea; recurso "%(res)s", instantánea "%(sn)s"
fr: Dépassement du délai d'attente de DRBDmanage lors de la création de l'instantané ; ressource "%(res)s", instantané "%(sn)s"
it: Timeout DRBDmanage in attesa della creazione dell'istantanea; risorsa "%(res)s", istantanea "%(sn)s"
ko_kr: 스냅샷이 생성될 때까지 기다리는 동안 DRBDmanage 제한시간이 초과됨, 자원 "%(res)s", 스냅샷 "%(sn)s"
pt_br: Tempo limite de DRBDmanage ao aguardar a criação da captura instantânea; recurso "%(res)s", captura instantânea"%(sn)s"

source: DRBDmanage timeout waiting for volume creation; resource "%(res)s", volume "%(vol)s"
de: DRBDmanage-Zeitlimitüberschreitung beim Warten auf Datenträgererstellung: Ressource "%(res)s", Datenträger "%(vol)s"
es: Tiempo de espera excedido para DRBDmanage esperando la creación del volumen; recurso "%(res)s", volumen "%(vol)s"
fr: Dépassement du délai d'attente de DRBDmanage lors de la création du volume ; ressource "%(res)s", volume "%(vol)s"
it: Timeout DRBDmanage in attesa della creazione del volume; risorsa "%(res)s", volume "%(vol)s"
ko_kr: 볼륨이 생성될 때까지 기다리는 동안 DRBDmanage 제한시간이 초과됨, 자원 "%(res)s", 볼륨 "%(vol)s"
pt_br: Tempo limite de DRBDmanage ao aguardar a criação do volume; recurso "%(res)s", volume "%(vol)s"

source: DRBDmanage timeout waiting for volume size; volume ID "%(id)s" (res "%(res)s", vnr %(vnr)d)
de: DRBDmanage-Zeitlimitüberschreitung beim Warten auf Datenträgergröße: Datenträger-ID "%(id)s" (res "%(res)s", vnr %(vnr)d)
es: Tiempo de espera excedido para DRBDmanage esperando el tamaño del volumen; ID de volumen "%(id)s" (res "%(res)s", vnr %(vnr)d)
fr: Dépassement du délai d'attente de DRBDmanage pour obtenir la taille du volume ; ID volume "%(id)s" (res "%(res)s", vnr %(vnr)d)
it: Timeout DRBDmanage in attesa della dimensione del volume; ID volume "%(id)s" (res "%(res)s", vnr %(vnr)d)
ko_kr: 볼륨 크기를 기다리는 동안 DRBDmanage 제한시간이 초과됨, 볼륨 ID "%(id)s" (res "%(res)s", vnr %(vnr)d)
pt_br: Tempo limite de DRBDmanage ao aguardar o tamanho do volume; ID de volume "%(id)s" (res "%(res)s", vnr %(vnr)d)

source: Data ONTAP API version could not be determined.
de: Data ONTAP-API-Version konnte nicht bestimmt werden.
es: No se ha podido determinar la versión de API de ONTAP de datos.
fr: La version d'API Data ONTAP n'a pas pu être déterminée.
it: Impossibile determinare la versione API di Data ONTAP.
ko_kr: Data ONTAP API 버전을 판별할 수 없습니다.
pt_br: A versão da API do Data ONTAP não pôde ser determinada.
tr_tr: Veri ONTAP API sürümü belirlenemedi.

source: Data ONTAP operating in 7-Mode does not support QoS policy groups.
de: Data ONTAP arbeitet im 7-Modus, der QoS-Richtliniengruppen nicht unterstützt.
es: Los datos ONTAP que funcionan en 7-Mode no dan soporte a los grupos de política QoS.
fr: Data ONTAP opérant sous 7-Mode ne prend pas en charge les groupes de stratégies QoS.
it: I dati ONTAP che operano in modalità 7 non supportano i gruppi di politiche QoS.
ko_kr: 7 모드에서 작동 중인 데이터 ONTAP이 QoS 정책 그룹을 지원하지 않습니다.
pt_br: A operação ONTAP de dados em Modo 7 não suporta grupos de política de QoS.
tr_tr: 7-Kipte çalışan Veri ONTAP QoS ilke gruplarını desteklemiyor.

source: Database schema downgrade is not allowed.
de: Das Herabstufen des Datenbankschemas ist nicht zulässig.
es: No se permite degradar el esquema de base de datos.
fr: Rétrograder le schéma de base de données n'est pas autorisé.
it: Il downgrade dello schema di database non è consentito.
ko_kr: 데이터베이스 스키마 다운그레이드가 허용되지 않습니다.
pt_br: O downgrade do esquema do banco de dados não é permitido.

source: Dataset %s is not shared in Nexenta Store appliance
de: Die Datengruppe %s wird nicht in der Nexenta Store-Appliance gemeinsam genutzt.
es: El conjunto de datos %s no está compartido en la aplicación Nexenta Store
fr: Dataset %s n'est pas partagé dans Nexenta Store Appliance
it: Il dataset %s non è condiviso nell'applicazione Nexenta Store
ko_kr: 데이터 세트 %s이(가) Nexenta Store appliance에서 공유되지 않음
pt_br: O conjunto de dados %s não está compartilhado no dispositivo Nexenta Store.

source: Dataset group %s not found at Nexenta SA
de: Die Datengruppe %s wurde nicht in Nexenta SA gefunden.
es: No se ha encontrado el grupo de conjuntos de datos %s en Nexenta SA
fr: Groupe Dataset %s introuvable sur Nexenta SA
it: Gruppo di dataset %s non trovato su Nexenta SA
ko_kr: Nexenta SA에서 데이터 세트 그룹 %s을(를) 찾을 수 없음
pt_br: Grupo de conjunto de dados %s não localizado no Nexenta SA.

source: Dedup is a valid provisioning type, but requires WSAPI version '%(dedup_version)s' version '%(version)s' is installed.
de: Dedup ist ein gültiger Bereitstellungstyp, erfordert jedoch WSAPI-Version '%(dedup_version)s'. Version '%(version)s' ist installiert.
es: Dedup es un tipo de aprovisionamiento válido pero requiere que la versión de WSAPI '%(dedup_version)s' versión '%(version)s' esté instalada.
fr: Dedup est un type de mise à disposition valide, mais nécessite que WSAPI version '%(dedup_version)s', version '%(version)s' soit installé.
it: Dedup è un tipo di acquisizione valido, ma richiede WSAPI versione '%(dedup_version)s'; è installata la versione '%(version)s'.
ko_kr: Dedup는 올바른 프로비저닝 유형이지만 WSAPI 버전 '%(dedup_version)s' 버전 '%(version)s'이(가) 설치되어 있어야 합니다.
pt_br: A deduplicação é um tipo de fornecimento válido, mas requer a versão WSAPI '%(dedup_version)s' versão '%(version)s' está instalada.
tr_tr: Dedup geçerli bir hazırlık türü, ama WSAPI sürümü '%(dedup_version)s' gerektirir. '%(version)s' sürümü kurulu.

source: Dedup luns cannot be extended
de: Dedup-LUNs können nicht erweitert werden.
es: No se pueden ampliar los LUN dedup
fr: Les numéros d'unité logique dédoublonnés ne peuvent pas être étendus
it: Impossibile estendere le lun dedup
ko_kr: Dedup lun을 확장할 수 없음
pt_br: LUNs dedup não podem ser estendidos
tr_tr: Dedup lun'lar büyütülemez

source: Deduplication Enabler is not installed. Can not create deduplicated volume
de: Deduplication Enabler ist nicht installiert. Es kann kein deduplizierter Datenträger erstellt werden.
es: El habilitador de deduplicación no está instalado. No se puede crear un volumen deduplicado.
fr: L'optimiseur de dédoublonnage n'est pas installé. Impossible de créer un volume dédupliqué
it: Deduplication Enabler non è installato. Impossibile creare un volume deduplicato
ko_kr: 중복 제거 인에이블러가 설치되어 있지 않습니다. 중복 제거된 볼륨을 작성할 수 없습니다.
pt_br: Ativador de Deduplicação não está instalado. Não é possível criar volume deduplicado
tr_tr: Kopyaları kaldırma etkinleştirici kurulu değil. Kopyaları kaldırılmış mantıksal sürücü oluşturulamıyor

source: Default pool name if unspecified.
de: Standardpoolname, wenn nicht angegeben.
es: Nombre de agrupación predeterminado si no se especifica.
fr: Nom de pool par défaut s'il n'a pas été spécifié.
it: Nome pool predefinito se non specificato.
ko_kr: 기본 풀 이름입니다(지정되지 않은 경우).
pt_br: Nome do conjunto padrão, se não especificado.
tr_tr: Belirtilmezse öntanımlı havuz adı.

source: Default quota for resource: %(res)s is set by the default quota flag: quota_%(res)s, it is now deprecated. Please use the default quota class for default quota.
de: Das Standardkontingent für die Ressource %(res)s wird über die Standardkontingentmarkierung quota_%(res)s festgelegt, die jetzt veraltet ist. Verwenden Sie für das Standardkontingent die Standardkontingentklasse.
es: La cuota predeterminada para el recurso: %(res)s se establece por medio del indicador de cuota predeterminada: quota_%(res)s, ahora se ha desaprobado. Use la clase de cuota predeterminada para la cuota predeterminada.
fr: Le quota par défaut de la ressource %(res)s est défini par l'indicateur de quota par défaut : quota_%(res)s. Il est désormais obsolète. Utilisez la classe de quota par défaut pour le quota par défaut.
it: Quota predefinita per la risorsa: %(res)s è impostato dall'indicatore quota predefinita: quota_%(res)s, è ora obsoleta. Utilizzare la classe di quota predefinita per la quota predefinita.
ko_kr: %(res)s 자원에 대한 기본 할당량은 기본 할당량 플래그 quota_%(res)s에 의해 설정됩니다. 이제 이 플래그는 더 이상 사용되지 않습니다. 기본 할당량에 기본 할당량 클래스를 사용하십시오.
pt_br: Quota padrão para recurso: %(res)s é definida pela flag de quota padrão: quota_%(res)s, isso está deprecado agora. Por favor, use a classe de quota padrão para definir a quota padrão.
tr_tr: Kaynak için öntanımlı kota: %(res)s öntanımlı kota bayrağı: quota_%(res)s ile ayarlanır, ancak şu anda önerilmiyor. Lütfen öntanımlı kota için öntanımlı kota sınıfı kullanın.

source: Default volume type can not be found.
de: Standarddatenträgertyp wurde nicht gefunden.
es: No se ha podido encontrar el tipo de volumen predeterminado.
fr: Le type de volume par défaut est introuvable.
it: Impossibile trovare il tipo di volume predefinito.
ko_kr: 기본 볼륨 유형을 찾을 수 없습니다.
pt_br: O tipo de volume padrão não pode ser localizado.
tr_tr: Öntanımlı mantıksal sürücü türü bulunamadı.

source: Defines the set of exposed pools and their associated backend query strings
de: Definiert die Gruppe der verfügbaren Pools und deren zugehörige Backend-Abfragezeichenketten.
es: Define el conjunto de agrupaciones expuestas y sus series de consulta de programa de fondo asociadas
fr: Définit l'ensemble de pools exposés et leurs chaînes de requête dorsale associées
it: Definisce la serie di pool esposti e le relative stringhe di query backend associate
ko_kr: 노출된 풀 및 해당 연관된 백엔드 조회 문자열의 세트를 정의함
pt_br: Define o conjunto de conjuntos expostos e suas cadeias de consulta de backend associadas
tr_tr: Ortaya çıkarılan havuzlar ve onların ilişkili arka uç sorgu karakter dizilerini tanımlar

source: Delete LUNcopy error.
de: Fehler beim Löschen der LUN-Kopie.
es: Error al suprimir LUNcopy.
fr: Erreur lors de la suppression de LUNcopy.
it: Errore di eliminazione LUNcopy.
ko_kr: LUNcopy 삭제 오류입니다.
pt_br: Erro ao excluir LUNcopy.

source: Delete QoS policy error.
de: Fehler beim Löschen der QoS-Richtlinie.
es: Error al suprimir la política QoS.
fr: Erreur lors de la suppression de la stratégie QoS.
it: Errore di eliminazione della politica QoS.
ko_kr: QoS 정책 삭제 오류입니다.
pt_br: Erro ao excluir política de QoS.

source: Delete associated lun from lungroup error.
de: Fehler beim Löschen der zugeordneten LUN aus LUN-Gruppe.
es: Error al suprimir el LUN asociado del grupo de LUN.
fr: Erreur lors de la suppression du numéro d'unité logique associé de lungroup.
it: Errore di eliminazione lun associata dal gruppo lun.
ko_kr: Lun 그룹에서 연관된 lun 삭제 오류입니다.
pt_br: Erro ao excluir LUN associado do grupo de LUNs.

source: Delete backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
de: Löschen von Sicherung abgebrochen. Der derzeit konfigurierte Sicherungsdienst [%(configured_service)s] ist nicht der Sicherungsdienst, der zum Erstellen dieser Sicherung [%(backup_service)s] verwendet wurde.
es: La supresión de la copia de seguridad ha terminado anormalmente, el servicio de copia de seguridad configurado actualmente [%(configured_service)s] no es el servicio de copia de seguridad que se usó para crear esta copia de seguridad [%(backup_service)s].
fr: Suppression de la sauvegarde interrompue, le service de sauvegarde actuellement configuré [%(configured_service)s] ne correspond pas au service de sauvegarde utilisé pour créer cette sauvegarde [%(backup_service)s].
it: Eliminazione del backup interrotta, il servizio di backup attualmente configurato [%(configured_service)s] non è il servizio di backup utilizzato per creare questo backup [%(backup_service)s].
ko_kr: 백업 삭제가 중단되었습니다. 현재 구성된 백업 서비스 [%(configured_service)s]은(는) 이 백업 [%(backup_service)s]을(를) 작성하기 위해 사용된 백업 서비스가 아닙니다.
pt_br: Exclusão de backup interrompida, o serviço de backup atualmente configurado [%(configured_service)s] não é o serviço de backup que foi usado para criar esse backup [%(backup_service)s].
tr_tr: Yedek silme işlemi durduruldu, şu anda yapılandırılan yedekleme servisi [%(configured_service)s], bu yedeğin [%(backup_service)s] oluşturulması için kullanılan yedekleme servisi değildir.

source: Delete consistency group failed.
de: Löschen der Konsistenzgruppe fehlgeschlagen.
es: Ha fallado la supresión del grupo de consistencia.
fr: La suppression du groupe de cohérence a échoué.
it: Eliminazione del gruppo di coerenza non riuscita.
ko_kr: 일관성 그룹 삭제에 실패했습니다.
pt_br: Falha ao excluir grupo de consistências.
tr_tr: Tutarlılık grubu silme başarısız oldu.

source: Delete hostgroup error.
de: Fehler beim Löschen der Hostgruppe.
es: Error al suprimir el grupo de host.
fr: Erreur lors de la suppression de hostgroup.
it: Errore di eliminazione gruppo host.
ko_kr: 호스트 그룹 삭제 오류입니다.
pt_br: Erro ao excluir grupo de hosts.

source: Delete hostgroup from mapping view error.
de: Fehler beim Löschen der Hostgruppe aus der Zuordnungsansicht.
es: Error al suprimir el grupo de host de la vista de correlaciones.
fr: Erreur lors de la suppression de hostgroup de la vue de mappage.
it: Errore di eliminazione gruppo host dalla vista associazione.
ko_kr: 맵핑 보기에서 호스트 그룹 삭제 오류입니다.
pt_br: Erro ao excluir grupo de hosts do mapeamento.

source: Delete lun error.
de: Fehler beim Löschen der LUN.
es: Error al suprimir lun.
fr: Erreur lors de la suppression du numéro d'unité logique.
it: Errore di eliminazione lun.
ko_kr: LUN 삭제 오류입니다.
pt_br: Erro ao excluir lun.

source: Delete lun migration error.
de: Fehler beim Löschen der LUN-Migration.
es: Error al suprimir la migración de lun.
fr: Erreur lors de la suppression de migration de numéro d'unité logique.
it: Errore di eliminazione migrazione lun.
ko_kr: Lun 마이그레이션 삭제 오류입니다.
pt_br: Erro ao excluir migração de LUN.

source: Delete lungroup error.
de: Fehler beim Löschen der LUN-Gruppe.
es: Error al suprimir el grupo de LUN.
fr: Erreur lors de la suppression de lungroup.
it: Errore di eliminazione gruppo lun.
ko_kr: Lun 그룹 삭제 오류입니다.
pt_br: Erro ao excluir grupo de LUNs.

source: Delete lungroup from mapping view error.
de: Fehler beim Löschen der LUN-Gruppe aus der Zuordnungsansicht.
es: Error al suprimir el grupo de LUN de la vista de correlaciones.
fr: Erreur lors de la suppression de lungroup de la vue de mappage.
it: Errore di eliminazione gruppo lun dalla vista associazione.
ko_kr: 맵핑 보기에에서 lun 그룹 삭제 오류입니다.
pt_br: Erro ao excluir grupo de LUNs da visualização de mapeamento.
