Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Error[status] %(stat)s - [result] %(res)s] while getting volume id.
de: Fehler [Status] %(stat)s - [Ergebnis] %(res)s] beim Abrufen der Datenträger-ID.
es: Error[estado] %(stat)s - [resultado] %(res)s] al obtener el ID del volumen.
fr: Erreur [status] %(stat)s - [result] %(res)s] lors de l'obtention de l'ID du volume.
it: Errore [status] %(stat)s - [result] %(res)s] durante il richiamo dell'id volume.
ko_kr: 볼륨 id를 가져오는 동안 오류[status] %(stat)s - [result] %(res)s]이(가) 발생했습니다.
pt_br: Error[status] %(stat)s - [result] %(res)s] ao obter o ID do volume.

source: Exceeded max scheduling attempts %(max_attempts)d for volume %(volume_id)s
de: Die maximal zulässige Anzahl von %(max_attempts)d Planungsversuchen wurde für den Datenträger %(volume_id)s überschritten.
es: Se ha superado el máximo de intentos de planificación %(max_attempts)d para el volumen %(volume_id)s
fr: Tentatives de planification max %(max_attempts)d pour le volume %(volume_id)s
it: Superamento numero max tentativi di pianificazione %(max_attempts)d per il volume %(volume_id)s
ko_kr: %(volume_id)s 볼륨에 대한 최대 스케줄링 시도 횟수 %(max_attempts)d을(를) 초과함
pt_br: Excedido o número máximo de tentativas de planejamento %(max_attempts)d para o volume %(volume_id)s
tr_tr: %(volume_id)s mantıksal sürücüsü için zamanlama denemeleri azami %(max_attempts)d sınırı aşıldı

source: Exceeded the limit of snapshots per volume
de: Maximale Anzahl an Schattenkopien pro Datenträger überschritten.
es: Se ha superado el límite de instantáneas por volumen
fr: Nombre limite d'instantanés par volume dépassé
it: Superato il limite di istantanee per volume
ko_kr: 볼륨당 스냅샷 한계를 초과함
pt_br: Limite de capturas instantâneas por volume excedido

source: Exception appending meta volume to target volume %(volumename)s.
de: Ausnahmebedingung beim Anhängen des Metadatenträgers an Zieldatenträger %(volumename)s.
es: Excepción al añadir el volumen meta al volumen de destino %(volumename)s.
fr: Exception lors de l'ajout des métadonnées de volume au volume cible %(volumename)s.
it: Eccezione durante l'aggiunta del volume meta al volume di destinazione %(volumename)s.
ko_kr: 대상 볼륨 %(volumename)s에 메타 볼륨을 추가하는 중에 예외가 발생했습니다.
pt_br: Exceção ao anexar metavolume ao volume de destino %(volumename)s.
tr_tr: Meta mantıksal sürücünün %(volumename)s hedef mantıksal sürücüye eklenmesinde istisna.

source: Exception during create element replica. Clone name: %(cloneName)s Source name: %(sourceName)s Extra specs: %(extraSpecs)s
de: Ausnahmebedingung beim Erstellen des Elementreplikats. Klonname: %(cloneName)s Quellenname: %(sourceName)s Zusätzliche Spezifikationen: %(extraSpecs)s
es: Exception durante la creación de réplica de elemento. Nombre de clonación: %(cloneName)s Nombre de origen : %(sourceName)s Especificaciones adicionales: %(extraSpecs)s
fr: Exception lors de la création d'une réplique de l'élément. Nom de clone : %(cloneName)s Nom source : %(sourceName)s Spécifications supplémentaires : %(extraSpecs)s
it: Eccezione durante la creazione della replica elemento. Nome clone: %(cloneName)s Nome origine: %(sourceName)s Spec supplementari: %(extraSpecs)s
ko_kr: 요소 복제본을 작성하는 중에 예외가 발생했습니다. 복제본 이름: %(cloneName)s 소스 이름: %(sourceName)s 추가 스펙: %(extraSpecs)s
pt_br: Exceção durante a criação da réplica do elemento. Nome do clone: %(cloneName)s Nome da origem: %(sourceName)s Especificações extras: %(extraSpecs)s
tr_tr: Öge kopyası oluşturma sırasında istisna. Kopya adı: %(cloneName)s Kaynak adı: %(sourceName)s Ek özellikler: %(extraSpecs)s

source: Exception in _select_ds_for_volume: %s.
de: Ausnahme in _select_ds_for_volume: %s.
es: Excepción en _select_ds_for_volume: %s.
fr: Exception dans _select_ds_for_volume : %s.
it: Eccezione in _select_ds_for_volume: %s.
ko_kr: _select_ds_for_volume의 예외: %s
pt_br: Exceção no _select_ds_for_volume: %s.
tr_tr: _select_ds_for_volume'de istisna: %s.

source: Exception while forming the zone string: %s.
de: Beim Zusammensetzen der Zonenzeichenkette ist eine Ausnahme eingetreten: %s.
es: Exception al formar la cadena de zonas: %s.
fr: Exception lors de la formation de la chaîne de zone : %s.
it: Eccezione durante la formazione della stringa di zona: %s.
ko_kr: 구역 문자열을 형성하는 중에 예외 발생: %s.
pt_br: Exceção ao formar a sequência de zonas: %s.

source: Exception: %s
de: Ausnahme: %s
es: Excepción: %s
it: Eccezione: %s
ko_kr: 예외: %s
pt_br: Exceção: %s
tr_tr: İstisna: %s

source: Expected a uuid but received %(uuid)s.
de: UUID erwartet, aber %(uuid)s empfangen.
es: Se esperaba un uuid pero se ha recibido %(uuid)s.
fr: UUID attendu mais %(uuid)s reçu.
it: Era previsto un uuid ma è stato ricevuto %(uuid)s.
ko_kr: uuid를 예상했지만 %(uuid)s을(를) 수신했습니다.
pt_br: Esperado um uuid, mas recebido %(uuid)s.
tr_tr: Bir uuid bekleniyor ancak alınan %(uuid)s.

source: Expected exactly one node called "%s"
de: Es wurde genau ein Knoten mit dem Namen "%s" erwartet.
es: Se esperaba exactamente un volumen denominado "%s"
fr: Un seul noeud précis nommé "%s" est attendu
it: Previsto esattamente un solo nodo chiamato "%s"
ko_kr: "%s"(이)라는 정확히 하나의 노드만 필요
pt_br: Esperado exatamente um nó chamado "%s"

source: Expected integer for node_count, svcinfo lsiogrp returned: %(node)s.
de: Erwartet wurde ganze Zahl für node_count. Rückgabe von svcinfo lsiogrp: %(node)s
es: Se esperaba un entero para node_count, svcinfo lsiogrp ha devuelto: %(node)s.
fr: Un entier est attendu pour node_count, svcinfo lsiogrp a renvoyé : %(node)s.
it: Previsto numero intero per node_count, restituito svcinfo lsiogrp: %(node)s.
ko_kr: node_count에 대해 정수를 예상했지만 svcinfo lsiogrp가 리턴됨: %(node)s.
pt_br: Número inteiro esperado para node_count, svcinfo lsiogrp retornou: %(node)s.
tr_tr: node_count için tam sayı beklendi, svcinfo lsiogrp şunu döndürdü: %(node)s.

source: Expected no output from CLI command %(cmd)s, got %(out)s.
de: Keine Ausgabe von CLI-Befehl %(cmd)s erwartet. Erhalten: %(out)s.
es: No se esperaba ninguna salida del mandato CLI %(cmd)s, se ha obtenido %(out)s.
fr: Aucune sortie n'était attendue de la commande CLI %(cmd)s, %(out)s a été renvoyé.
it: Non è previsto alcun output dal comando CLI %(cmd)s, è stato ricevuto %(out)s.
ko_kr: CLI 명령 %(cmd)s에서 출력을 예상하지 않았는데 %(out)s이(가) 생성되었습니다.
pt_br: Nenhuma saída esperada do comando da CLI %(cmd)s, obtido %(out)s.
tr_tr: %(cmd)s CLI komutundan çıktı beklenmiyordu, %(out)s alındı.

source: Expected single vdisk returned from lsvdisk when filtering on vdisk_UID. %(count)s were returned.
de: Beim Filtern nach vdisk_UID wurde die Rückgabe einer einzigen virtuellen Platte von lsvdisk erwartet. %(count)s wurden zurückgegeben.
es: Se esperaba que se devolviera un disco virtual único de lsvdisk al filtrar en vdisk_UID. Se han devuelto %(count)s.
fr: Un disque virtuel unique était attendu de lsvdisk lors du filtrage par vdisk_UID. %(count)s ont été renvoyés.
it: Prevista restituzione vdisk singolo da lsvdisk durante il filtro su vdisk_UID. %(count)s restituito.
ko_kr: vdisk_UID에서 필터링할 때 lsvdisk에서 예상 단일 vdisk가 리턴되었습니다.%(count)s이(가) 리턴되었습니다.
pt_br: vdisk único esperado retornado de lsvdisk ao filtrar no vdisk_UID. %(count)s foram retornados.

source: Expected volume size was %d
de: Erwartete Datenträgergröße war %d
es: El tamaño de volumen esperado era %d
fr: La taille du volume attendue était %d
it: La dimensione del volume prevista era %d
ko_kr: 예상된 볼륨 크기는 %d이지만
pt_br: Tamanho do volume esperado era %d
tr_tr: Beklenen mantıksal sürücü boyutu %d

source: Export backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
de: Exportieren der Sicherung abgebrochen. Sicherungsstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: La exportación de copia de seguridad ha terminado anormalmente, se esperaba el estado de copia de seguridad %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Exportation de la sauvegarde interrompue, état de la sauvegarde attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Esportazione del backup interrotta, lo stato del backup previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: 백업 내보내기가 중단되었습니다. 예상 백업 상태는 %(expected_status)s이지만 %(actual_status)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Exportação de backup interrompida, esperava-se o status de backup %(expected_status)s mas obteve %(actual_status)s.
tr_tr: Yedek dışa aktarımı durduruldu, beklenen yedekleme durumu %(expected_status)s ancak alınan %(actual_status)s.

source: Export record aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
de: Exportieren des Datensatzes abgebrochen. Der derzeit konfigurierte Sicherungsdienst [%(configured_service)s] ist nicht der Sicherungsdienst, der zum Erstellen dieser Sicherung [%(backup_service)s] verwendet wurde.
es: La exportación de registro ha terminado anormalmente, el servicio de copia de seguridad configurado actualmente [%(configured_service)s] no es el servicio de copia de seguridad que se usó para crear esta copia de seguridad [%(backup_service)s].
fr: Exportation de l'enregistrement interrompue, le service de sauvegarde actuellement configuré [%(configured_service)s] ne correspond pas au service de sauvegarde utilisé pour créer cette sauvegarde [%(backup_service)s].
it: Esportazione del record interrotta; il servizio di backup attualmente configurato [%(configured_service)s] non è il servizio di backup utilizzato per creare questo backup [%(backup_service)s].
ko_kr: 레코드 내보내기가 중단되었습니다. 현재 구성된 백업 서비스 [%(configured_service)s]은(는) 이 백업 [%(backup_service)s]을(를) 작성하기 위해 사용된 백업 서비스가 아닙니다.
pt_br: Exportação de registro interrompida, o serviço de backup atualmente configurado [%(configured_service)s] não é o serviço de backup que foi usado para criar esse backup [%(backup_service)s].
tr_tr: Kayıt dışa aktarımı durduruldu, şu anda yapılandırılan yedekleme servisi [%(configured_service)s], bu yedeğin [%(backup_service)s] oluşturulması için kullanılan yedekleme servisi değildir.

source: Extend volume error.
de: Fehler beim Erweitern des Datenträgers.
es: Error al ampliar el volumen.
fr: Erreur lors de l'extension du volume.
it: Errore di estensione del volume.
ko_kr: 볼륨 확장 오류입니다.
pt_br: Erro ao estender volume.

source: Extend volume is only supported for this driver when no snapshots exist.
de: Dieser Treiber unterstützt Datenträgererweiterungen nur, wenn keine Schattenkopien vorhanden sind.
es: Ampliar el volumen solo es compatible para este controlador cuando no existen instantáneas.
fr: L'extension de volume n'est prise en charge pour ce pilote que si aucun instantané n'est défini.
it: Estensione volume è supportata solo per questo driver quando non esiste nessuna istantanea.
ko_kr: 스냅샷이 없는 경우에만 이 드라이버에 대해 확장 볼륨이 지원됩니다.
pt_br: Estender o volume é suportado para este driver apenas quando não existem capturas instantâneas.
tr_tr: Bu sürücücü için mantıksal sürücü genişletme sadece anlık sistem görüntüsü olmadığında desteklenir.

source: Extend volume not implemented
de: Erweitern von Datenträgern nicht implementiert.
es: Ampliar el volumen no se ha implementado
fr: Extension du volume non implémentée
it: Estensione volume non implementata
ko_kr: 볼륨 확장이 구현되지 않음
pt_br: Estender volume não implementado
tr_tr: Mantıksal sürücü genişletme uygulanmadı

source: FAST VP Enabler is not installed. Can't set tiering policy for the volume
de: FAST VP Enabler ist nicht installiert. Die Tiering-Richtlinie für den Datenträger kann nicht festgelegt werden.
es: El habilitador de FAST VP no está instalado. No se puede establecer la política de capas para el volumen
fr: L'optimiseur FAST VP n'est pas installé. Impossible de définir la règle de hiérarchisation pour le volume
it: FAST VP Enabler non è installato. Impossibile impostare la politica a livelli per il volume
ko_kr: FAST VP 인에이블러가 설치되어 있지 않습니다. 볼륨에 대해 계층화 정책을 설정할 수 없습니다.
pt_br: Ativador VP de FAST não é instalado. Não é possível configurar a política de camadas para o volume
tr_tr: FAST VP Etkinleştirici kurulu değil. Mantıksal sürücü için aşama ilkesi ayarlanamıyor

source: FAST is not supported on this array.
de: FAST wird in diesem Array nicht unterstützt.
es: FAST no se admite en esta matriz.
fr: FAST n'est pas pris en charge sur cette matrice.
it: FAST non supportato su questo array.
ko_kr: 이 배열에서는 FAST가 지원되지 않습니다.
pt_br: O FAST não é suportado nesta matriz.
tr_tr: FAST bu dizi üzerinde desteklenmiyor.

source: FC is the protocol but wwpns are not supplied by OpenStack.
de: FC ist das Protokoll, aber WWPNs werden von OpenStack nicht bereitgestellt.
es: FC es el protocolo pero OpenStack no proporciona wwpns.
fr: FC est le protocole mais les noms WWPN ne sont pas fournis par OpenStack.
it: FC è il protocollo ma i wwpn non sono forniti da OpenStack.
ko_kr: FC는 프로토콜이지만 OpenStack에서 wwpns를 제공하지 않습니다.
pt_br: FC é o protocolo, mas wwpns não são fornecidos pelo OpenStack.

source: Faield to unassign %(volume)s
de: Zuordnung für %(volume)s konnte nicht aufgehoben werden.
es: No se ha podido desasignar %(volume)s
fr: Echec de la libération de %(volume)s
it: Impossibile annullare l'assegnazione %(volume)s
ko_kr: %(volume)s을(를) 지정 취소하지 못함
pt_br: Falha ao remover designação de %(volume)s
tr_tr: %(volume)s ataması kaldırılamadı

source: Fail to create cache volume %(volume)s. Error: %(err)s
de: Fehler beim Erstellen des Zwischenspeicherdatenträgers %(volume)s. Fehler: %(err)s
es: No se ha podido crear el volumen de la memoria caché %(volume)s. Error: %(err)s
fr: Echec de la création du volume cache %(volume)s. Erreur : %(err)s
it: Impossibile creare il volume cache %(volume)s. Errore: %(err)s
ko_kr: 캐시 볼륨 %(volume)s을(를) 작성하지 못했습니다. 오류: %(err)s
pt_br: Falha ao criar volume de cache %(volume)s. Erro: %(err)s

source: Failed adding connection for fabric=%(fabric)s: Error: %(err)s
de: Fehler beim Hinzufügen einer Verbindung für Fabric=%(fabric)s: Fehler:%(err)s
es: No se ha podido añadir conexión para tejido=%(fabric)s: Error:%(err)s
fr: Echec de l'ajout de la connexion pour fabric=%(fabric)s : Erreur : %(err)s
it: Impossibile aggiungere la connessione per fabric=%(fabric)s: Errore:%(err)s
ko_kr: 패브릭=%(fabric)s에 대한 연결 추가 실패: 오류:%(err)s
pt_br: Falha ao incluir conexão para a malha=%(fabric)s: Erro:%(err)s
tr_tr: fabric=%(fabric)s için bağlantı ekleme başarısız: Hata: %(err)s

source: Failed cgsnapshot
de: Cgsnapshot fehlgeschlagen
es: Ha fallado cgsnapshot
fr: Echec de l'instantané de groupe de cohérence
it: cgsnapshot non riuscito
ko_kr: cg 스냅샷 실패
pt_br: cgsnapshot falhou
tr_tr: cgsnapshot başarısız oldu

source: Failed creating snapshot for group: %(response)s.
de: Fehler beim Erstellen einer Schattenkopie für Gruppe: %(response)s.
es: No se ha podido crear la instantánea del grupo: %(response)s.
fr: Echec de la création de l'instantané pour le groupe : %(response)s.
it: Impossibile creare l'istantanea per il gruppo: %(response)s.
ko_kr: 그룹의 스냅샷 작성 실패: %(response)s.
pt_br: Falha ao criar captura instantânea para o grupo %(response)s.

source: Failed creating snapshot for volume %(volname)s: %(response)s.
de: Fehler beim Erstellen einer Schattenkopie für Datenträger %(volname)s: %(response)s.
es: No se ha podido crear la instantánea del volumen %(volname)s: %(response)s.
fr: Echec de la création d'un instantané pour le volume %(volname)s : %(response)s.
it: Impossibile creare l'istantanea per il volume %(volname)s: %(response)s.
ko_kr: 볼륨 %(volname)s에 대한 스냅샷 작성 실패: %(response)s.
pt_br: Falha ao criar captura instantânea para o volume %(volname)s: %(response)s.
tr_tr: %(volname)s mantıksal sürücüsü için anlık görüntü oluşturma başarısız: %(response)s.

source: Failed getting active zone set from fabric %s.
de: Fehler beim Abrufen der aktiven über Fabric %s gesetzten Zone.
es: No se ha podido obtener el conjunto de zonas activas del tejido %s.
fr: Echec de l'obtention de la zone active définie à partir de l'ensemble de noeuds (fabric) %s.
it: Impossibile ottenere la zona attiva impostata da fabric %s.
ko_kr: 패브릭 %s에서 활성 구역 세트를 가져오는 데 실패했습니다.
pt_br: Falha ao obter o conjunto de zonas ativas a partir da malha %s.

source: Failed getting details for pool %s.
de: Fehler beim Abrufen der Details für Pool %s.
es: No se han podido obtener detalles para la agrupación %s.
fr: Echec d'obtention des informations sur le pool %s.
it: Impossibile acquisire i dettagli per il pool %s.
ko_kr: 풀 %s에 대한 세부사항을 가져오지 못했습니다.
pt_br: Falha ao obter detalhes para o conjunto %s.
tr_tr: %s havuzu için detayların getirilmesi başarısız.

source: Failed removing connection for fabric=%(fabric)s: Error: %(err)s
de: Fehler beim Entfernen einer Verbindung für Fabric=%(fabric)s: Fehler:%(err)s
es: No se ha podido eliminar conexión para tejido=%(fabric)s: Error:%(err)s
fr: Echec du retrait de la connexion pour fabric=%(fabric)s : Erreur : %(err)s
it: Impossibile rimuovere la connessione per fabric=%(fabric)s: Errore:%(err)s
ko_kr: 패브릭=%(fabric)s에 대한 연결 제거 실패: 오류:%(err)s
pt_br: Falha ao remover conexão da malha=%(fabric)s: Erro:%(err)s
tr_tr: fabric=%(fabric)s için bağlantı kaldırma başarısız: Hata: %(err)s

source: Failed to Extend Volume %(volname)s
de: Fehler beim Erweitern von Datenträger %(volname)s.
es: No se ha podido ampliar el volumen %(volname)s
fr: Echec de l'extension du volume %(volname)s
it: Errore di estensione del volume %(volname)s
ko_kr: 볼륨 %(volname)s을(를) 확장하지 못했습니다.
pt_br: Falha ao Estender Volume %(volname)s
tr_tr: Mantıksal Sürücü %(volname)s Genişletilemedi

source: Failed to Login to 3PAR (%(url)s) because %(err)s
de: Anmeldung an 3PAR (%(url)s) nicht möglich. Ursache: %(err)s
es: No se ha podido iniciar la sesión en 3PAR (%(url)s) debido a %(err)s
fr: Echec de connexion à 3PAR (%(url)s) en raison de %(err)s
it: Impossibile accedere a 3PAR (%(url)s) perché %(err)s
ko_kr: %(err)s(으)로 인해 3PAR(%(url)s)로의 로그인 실패
pt_br: Falha ao efetuar login para o 3PAR (%(url)s) porque %(err)s
tr_tr: 3PAR'a giriş başarısız (%(url)s) çünkü %(err)s

source: Failed to access active zoning configuration.
de: Auf die Zoning-Konfiguration konnte nicht zugegriffen werden.
es: No se ha podido acceder a configuración de distribución en zonas activa.
fr: Impossible d'accéder à la configuration de segmentation active.
it: Impossibile accedere alla configurazione di zonatura attiva.
ko_kr: 활성 구역 지정 구성에 액세스하지 못했습니다.
pt_br: Falha ao acessar a configuração de zoneamento ativa.
tr_tr: Etkin bölgeleme yapılandırmasına erişim başarısız.

source: Failed to access zoneset status:%s
de: Auf den Zonengruppenstatus konnte nicht zugegriffen werden: %s
es: No se ha podido acceder al estado de zoneset:%s
fr: Impossible d'accéder au statut de l'ensemble de zones : %s
it: Impossibile accedere allo stato zoneset:%s
ko_kr: 구역 세트 상태 액세스 실패: %s
pt_br: Falha ao acessar o status do conjunto de zonas:%s
tr_tr: Bölge kümesi durumuna erişim başarısız: %s

source: Failed to acquire a resource lock. (serial: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)
de: Es konnte keine Ressourcensperre bezogen werden. (Seriennummer: %(serial)s, Instanz: %(inst)s, Rückgabe: %(ret)s, Standardfehler: %(err)s)
es: No se ha podido obtener un bloqueo de recurso. (serie: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)
fr: Echec de l'acquisition d'un verrouillage des ressources. (série : %(serial)s, inst : %(inst)s, ret : %(ret)s, stderr : %(err)s)
it: Impossibile acquisire un blocco risorsa. (serial: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)
ko_kr: 자원 잠금을 획득하는 데 실패했습니다.(serial: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)
pt_br: Falha ao adquirir um bloqueio de recurso. (serial: %(serial)s, inst: %(inst)s, ret: %(ret)s, erro padrão: %(err)s)
tr_tr: Kaynak kilidi alma başarısız. (seri: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)

source: Failed to add %(vol)s into %(sg)s after %(retries)s tries.
de: Fehler beim Hinzufügen von %(vol)s zu %(sg)s nach %(retries)s Versuchen.
es: No se ha podido añadir %(vol)s a %(sg)s después de %(retries)s intentos.
fr: Echec de l'ajout de %(vol)s dans %(sg)s après %(retries)s tentatives.
it: Impossibile aggiungere %(vol)s in %(sg)s dopo %(retries)s tentativi.
ko_kr: %(retries)s번 시도 후 %(sg)s에 %(vol)s을(를) 추가하지 못했습니다.
pt_br: Falha ao incluir %(vol)s ao %(sg)s após %(retries)s tentativas.
tr_tr: %(vol)s in %(sg)s e eklenmesi %(retries)s denemeden sonra başarısız oldu.

source: Failed to add the logical device.
de: Die logische Einheit wurde nicht hinzugefügt.
es: No se ha podido añadir el dispositivo lógico.
fr: Echec de l'ajout de l'unité logique.
it: Impossibile aggiungere l'unità logica.
ko_kr: 논리 디바이스를 추가하는 데 실패했습니다.
pt_br: Falha ao incluir o dispositivo lógico.
tr_tr: Mantıksal aygıt ekleme başarısız.

source: Failed to add volume %(volumeName)s to consistency group %(cgName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Hinzufügen des Datenträgers %(volumeName)s zur Konsistenzgruppe %(cgName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: No se ha podido añadir el volumen %(volumeName)s al grupo de consistencia %(cgName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: L'ajout du volume %(volumeName)s au groupe de cohérence %(cgName)s n'a pas abouti. Retour : %(rc)lu. Erreur : %(error)s.
it: Impossibile aggiungere il volume %(volumeName)s al gruppo di coerenza %(cgName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 %(volumeName)s을(를) 일관성 그룹 %(cgName)s에 추가하지 못했습니다. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Falha ao incluir o volume %(volumeName)s no grupo de consistências %(cgName)s. Código de retorno: %(rc)lu. Erro: %(error)s.

source: Failed to add zoning configuration.
de: Fehler beim Hinzufügen der Zoning-Konfiguration.
es: No se ha podido añadir configuración de distribución en zonas.
fr: L'ajout de la configuration de segmentation a échoué.
it: Impossibile aggiungere la configurazione di zonatura.
ko_kr: 구역 지정 구성을 추가하지 못했습니다.
pt_br: Falha ao incluir a configuração de zoneamento.
tr_tr: Bölgeleme yapılandırması eklenmesi başarısız.

source: Failed to assign the iSCSI initiator IQN. (port: %(port)s, reason: %(reason)s)
de: Der qualifizierte iSCSI-Initiatorname konnte nicht zugewiesen werden. (Port: %(port)s, Ursache: '%(reason)s')
es: Error al asignar el IQN del iniciador iSCSI. (puerto: %(port)s, razón: %(reason)s)
fr: Echec de l'affectation du nom qualifié iSCSI de l'initiateur iSCSI. (port : %(port)s, raison : %(reason)s)
it: Impossibile assegnare l'iniziatore iSCSI IQN. (porta: %(port)s, motivo: %(reason)s)
ko_kr: iSCSI 게시자 IQN을 지정하는 데 실패했습니다.(포트: %(port)s, 이유: %(reason)s)
pt_br: Falha ao designar o IQN do inicializador iSCSI. (porta: %(port)s, motivo: %(reason)s)
tr_tr: iSCSI başlatıcı IQN atanamadı. (bağlantı noktası: %(port)s, sebep: %(reason)s)

source: Failed to associate qos_specs: %(specs_id)s with type %(type_id)s.
de: Zuordnung von qos_specs fehlgeschlagen: %(specs_id)s mit Typ %(type_id)s.
es: Error al asociar qos_specs: %(specs_id)s con el tipo %(type_id)s.
fr: Echec d'association de qos_specs : %(specs_id)s avec spécif. %(type_id)s.
it: Impossibile associare qos_specs: %(specs_id)s con il tipo %(type_id)s.
ko_kr: qos_specs %(specs_id)s을(를) %(type_id)s 유형과 연관시키지 못했습니다.
pt_br: Falha ao associar qos_specs: %(specs_id)s com tipo %(type_id)s.
tr_tr: qos_specs ilişkilendirilemedi: %(type_id)s türü ile %(specs_id)s.

source: Failed to attach iSCSI target for volume %(volume_id)s.
de: Fehler beim Anhängen von iSCSI-Ziel für Datenträger %(volume_id)s.
es: Se ha encontrado un error en al conectar el destino iSCSI para el volumen %(volume_id)s.
fr: Echec de connexion de la cible iSCSI pour le volume %(volume_id)s.
it: Impossibile collegare la destinazione per il volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨에 대한 iSCSI 대상을 첨부하지 못했습니다.
pt_br: Falha ao anexar destino iSCSI para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için iSCSI hedefi eklenemedi.
