Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Error Deleting Snapshot: %(snapshot)s on Share: %(share)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Löschen von Schattenkopie %(snapshot)s für freigegebenes Verzeichnis %(share)s aus Pool %(pool)s Projekt: %(project)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al suprimir la instantánea: %(snapshot)s en la unidad compartida: %(share)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la suppression de l'instantané %(snapshot)s sur le partage %(share)s vers le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'eliminazione dell'istantanea: %(snapshot)s sulla condivisione: %(share)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 스냅샷: %(snapshot)s 삭제 오류, 공유: %(share)s, 대상 풀: %(pool)s 프로젝트: %(project)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Excluir Captura Instantânea: %(snapshot)s no Compartilhamento: %(share)s para Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Deleting Snapshot: %(snapshot)s on Volume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Löschen von Schattenkopie %(snapshot)s für Datenträger %(lun)s aus Pool: %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al suprimir la instantánea: %(snapshot)s en el volumen: %(lun)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de suppression de l'instantané : %(snapshot)s sur le volume %(lun)s vers le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'eliminazione dell'istantanea: %(snapshot)s sul volume: %(lun)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀 %(project)s 프로젝트의 %(lun)s 볼륨에서 %(snapshot)s 스냅샷을 삭제하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Excluir Captura Instantânea: %(snapshot)s no Volume: %(lun)s para Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Anlık Görüntü Silmede Hata: %(snapshot)s Mantıksal Sürücü: %(lun)s Havuz: %(pool)s Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Deleting Volume: %(lun)s from Pool: %(pool)s, Project: %(project)s. Return code: %(ret.status)d, Message: %(ret.data)s.
de: Fehler beim Löschen des Datenträgers %(lun)s aus Pool %(pool)s, Projekt: %(project)s. Rückgabecode: %(ret.status)d, Nachricht: %(ret.data)s.
es: Error al suprimir el volumen: %(lun)s de la agrupación: %(pool)s, Proyecto: %(project)s. Código de retorno: %(ret.status)d, Mensaje: %(ret.data)s.
fr: Erreur lors de la suppression du volume %(lun)s du pool : %(pool)s, projet : %(project)s. Code retour : %(ret.status)d, Message : %(ret.data)s.
it: Errore durante l'eliminazione del volume: %(lun)s dal pool: %(pool)s, Progetto: %(project)s. Codice di ritorno: %(ret.status)d, Messaggio: %(ret.data)s.
ko_kr: 풀: %(pool)s에서 볼륨: %(lun)s 삭제 중 오류 발생, 프로젝트: %(project)s. 리턴 코드: %(ret.status)d, 메시지: %(ret.data)s.
pt_br: Erro ao excluir volume: %(lun)s do Conjunto: %(pool)s, Projeto: %(project)s. Código de retorno: %(ret.status)d, Mensagem: %(ret.data)s.

source: Error Deleting project: %(project)s on pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Löschen des Projekts: %(project)s auf Pool: %(pool)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al suprimir el proyecto: %(project)s enla agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la suppression du projet %(project)s sur le pool : %(pool)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante l'eliminazione del progetto: %(project)s sul pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 풀: %(pool)s에서 프로젝트: %(project)s을(를) 삭제하는 중 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao excluir projeto: %(project)s no pool: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Deleting replication action: %(id)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Löschen der Replikationsaktion: %(id)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al suprimir la acción de réplica: %(id)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la suppression de l'action de réplication : %(id)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'eliminazione dell'azione di replica: %(id)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 복제 조치: %(id)s 삭제 중 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao excluir ação de replicação: %(id)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Extend Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erweitern von Datenträger: %(volumeName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al extender el volumen: %(volumeName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur d'extension de volume : %(volumeName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore estensione volume: %(volumeName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 확장 오류: %(volumeName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Estender Volume: %(volumeName)s. Código de retorno: %(rc)lu. Erro: %(error)s.

source: Error Getting Initiators: InitiatorGroup: %(initiatorgroup)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen von Initiatoren: InitiatorGroup: %(initiatorgroup)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al obtener los iniciadores: InitiatorGroup: %(initiatorgroup)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'obtention des initiateurs. InitiatorGroup : %(initiatorgroup)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante l'acquisizione degli iniziatori: InitiatorGroup:%(initiatorgroup)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 개시자를 가져오는 중 오류 발생: 개시자 그룹: %(initiatorgroup)s 리턴 코드:%(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Obter Inicializadores: InitiatorGroup: %(initiatorgroup)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Başlatıcıları Almada Hata: InitiatorGroup: %(initiatorgroup)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Getting Pool Stats: Pool: %(pool)s Return code: %(status)d Message: %(data)s.
de: Fehler beim Abrufen der Poolstatistikdaten: Pool: %(pool)s Rückgabecode: %(status)d Nachricht: %(data)s.
es: Error al obtener las estadísticas de la agrupación: Agrupación: %(pool)s Código de retorno: %(status)d Mensaje: %(data)s.
fr: Erreur lors de l'obtention des statistiques du pool : pool : %(pool)s, code retour : %(status)d, message : %(data)s.
it: Errore durante il richiamo delle statistiche del pool: Pool: %(pool)s Codice di ritorno: %(status)d Messaggio: %(data)s.
ko_kr: 풀 통계 가져오기 오류: 풀: %(pool)s 리턴 코드: %(status)d 메시지: %(data)s.
pt_br: Erro ao Obter Estatísticas do Conjunto: Conjunto %(pool)s, Código de Retorno: %(status)d, Mensagem: %(data)s.

source: Error Getting Project Stats: Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Abrufen der Projektstatistiken: Pool: %(pool)s Projekt: %(project)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener el estado del proyecto: agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention des statistiques du projet : Pool : %(pool)s Projet: %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione delle statistiche del progetto: Pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 프로젝트 통계를 가져오는 중 오류 발생: 풀: %(pool)s 프로젝트: %(project)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter estatísticas do projeto: Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Getting Share: %(share)s on Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Abrufen von freigegebenem Verzeichnis %(share)s für Pool %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener la unidad compartida: %(share)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'obtention du partage %(share)s sur le pool %(pool)s. Projet: %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione della condivisione: %(share)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 공유 가져오기 중 오류 발생: %(share)s 풀: %(pool)s 프로젝트: %(project)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Obter Compartilhamento: %(share)s no Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Paylaşım Almada Hata: %(share)s %(pool)s Havuzunda Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Getting Snapshot: %(snapshot)s on Volume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Abrufen von Schattenkopie %(snapshot)s für Datenträger %(lun)s in Pool %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener la instantánea: %(snapshot)s en el volumen: %(lun)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'obtention de l'instantané %(snapshot)s sur le volume %(lun)s vers le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione dell'istantanea: %(snapshot)s sul volume: %(lun)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀 %(project)s 프로젝트의 %(lun)s 볼륨에서 %(snapshot)s 스냅샷을 가져오는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Obter Captura Instantânea: %(snapshot)s no Volume:%(lun)s para Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Getting Target: %(alias)sReturn code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen von Ziel %(alias)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al obtener el destino: %(alias)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'obtention de la cible : %(alias)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione della destinazione: %(alias)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(alias)s 대상을 가져오는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Obter Destino: %(alias)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Hedef Almada Hata: %(alias)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Getting Volume: %(lun)s on Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Abrufen von Datenträger %(lun)s für Pool: %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener el volumen: %(lun)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'obtention du volume : %(lun)s sur le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione del volume: %(lun)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀 %(project)s 프로젝트에서 %(lun)s 볼륨을 가져오는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Obter Volume: %(lun)s em Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Mantıksal Sürücü Almada Hata: %(lun)s Havuz: %(pool)s Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Migrating volume from one pool to another. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Migrieren des Datenträgers von einem Pool in einen anderen. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al migrar el volumen de una agrupación a otra. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de migration du volume d'un pool vers un autre. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la migrazione del volume da un pool ad un altro. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 하나의 풀에서 다른 풀로 볼륨을 마이그레이션하는 중 오류 발생. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Migrar volume de um conjunto para outro. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Mantıksal sürücünün bir havuzdan diğerine göçünde hata. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Modifying masking view : %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Ändern der Maskenansicht %(groupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al modificar la vista de máscara: %(groupName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de modification de la vue de masquage : %(groupName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la modifica della vista di mascheramento: %(groupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 마스킹 보기 수정 중 오류 발생: %(groupName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Modificar visualização de mascaramento: %(groupName)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Maskeleme görünümünü değiştirmede hata : %(groupName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Pool ownership: Pool %(pool)s is not owned by %(host)s.
de: Fehler bei Pooleigentümer: Eigner des Pools %(pool)s ist nicht %(host)s.
es: Error en la propiedad de la agrupación: La agrupación %(pool)s no es propiedad de %(host)s.
fr: Erreur de propriété du pool : le pool %(pool)s n'est pas détenu par %(host)s.
it: Proprietà del pool degli errori: Il pool %(pool)s non è di proprietà di %(host)s.
ko_kr: 풀 소유권 오류: %(host)s에서 풀 %(pool)s을(를) 소유하지 않습니다.
pt_br: Erro de propriedade do Conjunto: O conjunto %(pool)s não é de propriedade do %(host)s.
tr_tr: Havuz sahipliği Hatası: %(pool)s havuzu %(host)s istemcisine ait değildir.

source: Error Setting props Props: %(props)s on Volume: %(lun)s of Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Festlegen der Eigenschaften %(props)s für Datenträger %(lun)s von Pool %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al establecer las propiedades. Propiedades: %(props)s en el volumen: %(lun)s de la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de définition des propriétés : %(props)s sur le volume : %(lun)s du pool : %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'impostazione props Props: %(props)s sul volume: %(lun)s del pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀 %(project)s 프로젝트의 %(lun)s 볼륨에서 %(props)s 특성을 가져오는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Definir instalações do operador programável: %(props)s no Volume: %(lun)s de Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Terminating migrate session. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Beenden der Migrationssitzung. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al terminar la sesión de migración. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de fin de la session de migration. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la chiusura della sessione di migrazione. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 마이그레이션 세션 종료 중 오류. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao finalizar a sessão de migração. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Göç oturumunu sonlandırmada hata. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Verifying Initiator: %(iqn)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen von Initiator %(iqn)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar el iniciador: %(iqn)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de vérification du demandeur : %(iqn)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la verifica dell'iniziatore: %(iqn)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(iqn)s 개시자를 확인하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Verificar Inicializador: %(iqn)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Başlatıcının Doğrulanmasında Hata: %(iqn)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Verifying Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen von Pool %(pool)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar la agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de vérification du pool : %(pool)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la verifica del pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀을 확인하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Verificar o Conjunto: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Havuzu Doğrulamada Hata: %(pool)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Verifying Project: %(project)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen von Projekt %(project)s für Pool %(pool)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar el proyecto: %(project)s en la agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de vérification du projet : %(project)s sur le pool : %(pool)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: errore durante la verifica del progetto: %(project)s nel pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀에서 %(project)s 프로젝트를 확인하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Verificar Projeto: %(project)s no Conjunto: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: %(pool)s Havuzundaki %(project)s Projesinin Doğrulanmasında Hata Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Verifying Service: %(service)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen des %(service)s-Diensts. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar el servicio: %(service)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la vérification du service %(service)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la verifica del servizio: %(service)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 서비스 %(service)s 확인 중 오류 발생. 리턴 코드: %(ret.status)d 메시지:%(ret.data)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Erro ao Verificar o Serviço: %(service)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Servis Doğrulamada Hata: %(service)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Verifying Target: %(alias)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen von Ziel %(alias)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar el destino: %(alias)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de vérification de la cible : %(alias)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la verifica della destinazione: %(alias)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(alias)s 대상을 확인하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Verificar Destino: %(alias)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Hedefin Doğrulanmasında Hata: %(alias)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Verifying share: %(share)s on Project: %(project)s and Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Überprüfen von freigegebenem Verzeichnis %(share)s für Projekt %(project)s und Pool %(pool)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al verificar la unidad compartida: %(share)s en el Proyecto: %(project)s y la Agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s .
fr: Erreur lors de la vérification du partage %(share)s sur le projet %(project)s et le pool %(pool)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la verifica della condivisione: %(share)s sul Progetto:%(project)s e Pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s .
ko_kr: 공유 확인 중 오류 발생: %(share)s, 프로젝트: %(project)s, 풀: %(pool)s, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao verificar compartilhamento: %(share)s no Projeto: %(project)s e no Conjunto: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Paylaşımın Onaylanmasında Hata: %(share)s Proje: %(project)s ve Havuz: %(pool)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error adding Volume: %(volumeName)s with instance path: %(volumeInstancePath)s.
de: Fehler beim Hinzufügen des Datenträgers %(volumeName)s mit dem Instanzpfad: %(volumeInstancePath)s.
es: Error al añadir el volumen: %(volumeName)s con vía de acceso de instancia: %(volumeInstancePath)s.
fr: Erreur d'ajout du volume : %(volumeName)s avec le chemin d'instance : %(volumeInstancePath)s.
it: Errore durante l'aggiunta del volume: %(volumeName)s con percorso istanza: %(volumeInstancePath)s.
ko_kr: 다음 인스턴스 경로를 사용하여 %(volumeName)s 볼륨을 추가하는 중에 오류가 발생했습니다. %(volumeInstancePath)s.
pt_br: Erro ao incluir o Volume: %(volumeName)s com o caminho de instância: %(volumeInstancePath)s.
tr_tr: %(volumeInstancePath)s. sunucu yoluna sahip %(volumeName)s mantıksal sürücüsünü eklemede hata.

source: Error adding initiator to group : %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Hinzufügen des Initiators zur Gruppe %(groupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al añadir el iniciador al grupo: %(groupName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur d'ajout du demandeur au groupe : %(groupName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante l'aggiunta dell'iniziatore al gruppo: %(groupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 그룹에 개시자 추가 중 오류 발생: %(groupName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao incluir inicializador para o grupo :%(groupName)s. Código de retorno :%(rc)lu. Erro: %(error)s.
tr_tr: Başlatıcı, gruba eklenemedi: %(groupName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.
