Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Type %(type_id)s is already associated with another qos specs: %(qos_specs_id)s
de: Der Typ %(type_id)s ist bereits anderen QoS-Spezifikationen zugeordnet: %(qos_specs_id)s.
es: El tipo %(type_id)s ya está asociado con otro qos specs: %(qos_specs_id)s
fr: Type %(type_id)s déjà associé à d'autres spécifications QoS : %(qos_specs_id)s
it: Il tipo %(type_id)s è già associato ad altre specifiche (specs) qos: %(qos_specs_id)s
ko_kr: %(type_id)s 유형이 이미 다른 qos 스펙과 연관되어 있음: %(qos_specs_id)s
pt_br: O tipo %(type_id)s já está associado a um outro qos specs: %(qos_specs_id)s
tr_tr: %(type_id)s türü zaten diğer qos özellikleri ile ilişkilidir:%(qos_specs_id)s

source: Type access modification is not applicable to public volume type.
de: Änderung des Typzugriffs ist auf öffentliche Datenträger nicht anwendbar.
es: La modificación del acceso de tipo no es aplicable al tipo de volumen público.
fr: La modification d'accès de type n'est pas applicable aux types de volume publics.
it: Modifica di accesso tipo non applicabile al tipo di volume pubblico.
ko_kr: 유형 액세스 수정을 공용 볼륨 유형에 적용할 수 없습니다.
pt_br: A modificação de tipo de acesso não é aplicável ao tipo de volume público.
tr_tr: Tür erişim değişiklikleri ortak mantıksal sürücü türü için uygulanamaz.

source: Type cannot be converted into NaElement.
de: Typ kann nicht in NaElement konvertiert werden.
es: El tipo no se puede convertir a NaElement.
fr: Impossible de convertir le type en NaElement.
it: Il tipo non può essere convertito in NaElement.
ko_kr: 유형을 NaElement로 변환할 수 없습니다.
pt_br: O tipo não pode ser convertido em NaElement.

source: UUIDs %s are in both add and remove volume list.
de: UUIDs %s befinden sich sowohl in der Liste zum Hinzufügen als auch in der zum Entfernen von Datenträgern.
es: Los UUID %s están tanto en la lista de volumen de añadir como de eliminar.
fr: Les UUID %s sont tous les deux dans la liste de volumes à ajouter et à supprimer.
it: Gli UUID %s sono presenti nell'elenco dei volumi di aggiunta e rimozione.
ko_kr: UUID %s이(가) 추가 및 제거 볼륨 목록에 있습니다.
pt_br: UUIDs %s estão na lista de inclusão e remoção de volume.
tr_tr: UUIDs %s, hem ekleme hem de kaldırma mantıksal sürücü listesindedir.

source: Unable to access the Storwize back-end for volume %s.
de: Kein Zugriff auf das Storwize-Backend für den Datenträger %s möglich.
es: No se ha podido acceder al programa de fondo de Storwize para el volumen %s.
fr: Impossible d'accéder au back-end Storwize pour le volume %s.
it: Impossibile accedere al back-end Storwize per il volume %s.
ko_kr: 볼륨 %s의 Storwize 백엔드에 액세스할 수 없습니다.
pt_br: Não é possível acessar o backend do Storwise para o volume %s.

source: Unable to access the backend storage via file handle.
de: Zugriff auf Backendspeicher über Dateikennung nicht möglich.
es: No se ha podido acceder al almacenamiento de programa de fondo a través del descriptor de archivo.
fr: Impossible d'accéder au stockage dorsal via le descripteur de fichier.
it: Impossibile accedere alla memoria backend attraverso la gestione file.
ko_kr: 파일 핸들을 통해 백엔드 스토리지에 액세스할 수 없습니다.
pt_br: Não é possível acessar o armazenamento de backend por meio da manipulação de arquivos.

source: Unable to access the backend storage via the path %(path)s.
de: Zugriff auf Backendspeicher über den Pfad %(path)s nicht möglich.
es: No se ha podido obtener acceso al almacenamiento de extremo trasero por medio de la ruta %(path)s.
fr: Impossible d'accéder au stockage d'arrière plan par le chemin %(path)s.
it: Impossibile accedere alla memoria backend attraverso il percorso %(path)s.
ko_kr: 경로 %(path)s을(를) 통해 백엔드 스토리지에 액세스할 수 없음.
pt_br: Não é possível acessar o armazenamento de backend por meio do caminho %(path)s.
tr_tr: Art alanda çalışan depolamaya %(path)s yolu ile erişilemedi.

source: Unable to add Cinder host to apphosts for space %(space)s
de: Cinder-Host konnte apphosts für Bereich %(space)s nicht hinzugefügt werden.
es: No se puede añadir el host Cinder a apphosts para el espacio %(space)s
fr: Impossible d'ajouter l'hôte Cinder aux apphosts pour l'espace %(space)s
it: Impossibile aggiungere l'host Cinder a apphosts per lo spazio %(space)s
ko_kr: 공간 %(space)s에 대한 apphosts에 Cinder 호스트를 추가할 수 없음
pt_br: Não é possível incluir o host Cinder nos apphosts para o espaço %(space)s
tr_tr: Cinder istemcisi %(space)s alanı için apphosts'a eklenemedi

source: Unable to complete failover of %s.
de: Das Failover von %s konnte nicht abgeschlossen werden.
es: No se ha podido completar la migración tras error de %s.
fr: Impossible d'effectuer le basculement de %s.
it: Impossibile completare il failover di %s.
ko_kr: %s의 장애 복구를 완료할 수 없습니다.
pt_br: Não é possível concluir o failover de %s.

source: Unable to connect or find connection to host
de: Verbindung zum Host kann nicht hergestellt werden oder es wurde keine Verbindung zum Host gefunden.
es: No se ha podido conectar o encontrar una conexión con el host
fr: Impossible d'établir ou de trouver une connexion à l'hôte
it: Impossibile connettersi o trovare la connessione all'host
ko_kr: 호스트에 대한 연결을 설정하거나 찾을 수 없음
pt_br: Não é possível conectar-se ou localizar a conexão com o host
tr_tr: Bağlanılamadı ya da istemci için bağlantı bulunamadı

source: Unable to create Barbican Client without project_id.
de: Barbican Client kann nicht ohne Projekt-ID erstellt werden.
es: No se puede crear el cliente Barbican sin un project_id.
fr: Impossible de créer le client Barbican sans project_id.
it: Impossibile creare il client Barbican senza project_id.
ko_kr: project_id 없이 Barbican Client를 작성할 수 없습니다.
pt_br: Não é possível criar o Barbican Client sem project_id.
tr_tr: Barbican İstemcisi project_id olmadan oluşturulamadı.

source: Unable to create consistency group %s
de: Konsistenzgruppe %s konnte nicht erstellt werden.
es: No se ha podido crear el grupo de consistencia %s
fr: Impossible de créer le groupe de cohérence %s
it: Impossibile creare il gruppo di coerenza %s
ko_kr: 일관성 그룹 %s을(를) 작성할 수 없음
pt_br: Não foi possível criar o grupo de consistências %s
tr_tr: %s tutarlılık grubu oluşturulamadı

source: Unable to create lock. Coordination backend not started.
de: Es konnte keine Sperre erstellt werden. Das Koordinierungsbackend wurde nicht gestartet.
es: No se puede crear el bloqueo. El programa de fondo de coordinación no se ha iniciado
fr: Impossible de créer un verrou. Le back-end de coordination n'est pas démarré.
it: Impossibile creare il blocco. Backend di coordinazione non avviato.
ko_kr: 잠금을 생성할 수 없습니다. 조정 백엔드가 시작되지 않았습니다.
pt_br: Não é possível criar bloqueio. Backend de coordenação não iniciado.

source: Unable to create or get default storage group for FAST policy: %(fastPolicyName)s.
de: Standardspeichergruppe für FAST-Richtlinie kann nicht erstellt oder abgerufen werden: %(fastPolicyName)s.
es: No se puede crear u obtener el grupo de almacenamiento predeterminado para la política FAST: %(fastPolicyName)s.
fr: Impossible de créer ou d'obtenir le groupe de stockage par défaut pour la règle FAST : %(fastPolicyName)s.
it: Impossibile creare o ottenere il gruppo storage predefinito per la politica FAST. %(fastPolicyName)s.
ko_kr: FAST 정책 %(fastPolicyName)s에 대한 기본 스토리지 그룹을 작성하거나 확인하지 못했습니다.
pt_br: Não é possível criar ou obter o grupo de armazenamento padrão para a política FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için öntanımlı depolama grubu alınamadı ya da oluşturulamadı: %(fastPolicyName)s.

source: Unable to create replica clone for volume %s.
de: Replikatklon für Datenträger %s konnte nicht erstellt werden.
es: No se ha podido crear un clon de réplica para el volumen %s.
fr: Impossible de créer un clone de réplication pour le volume %s.
it: Impossibile creare il clone della replica per il volume %s.
ko_kr: 볼륨 %s에 대한 복제본을 작성할 수 없습니다.
pt_br: Não é possível criar clone de réplica para o volume %s.
tr_tr: %s mantıksal sürücüsü için kopya çoğaltma oluşturulamıyor.

source: Unable to create the relationship for %s.
de: Beziehung für %s kann nicht erstellt werden.
es: No ha sido posible crear la relación para %s..
fr: Impossible de créer la relation pour %s.
it: Impossibile creare la relazione per %s.
ko_kr: %s의 관계를 작성할 수 없습니다.
pt_br: Não é possível criar o relacionamento para %s.

source: Unable to create volume %(name)s from %(snap)s.
de: Der Datenträger %(name)s konnte nicht aus %(snap)s erstellt werden.
es: No se ha podido crear el volumen %(name)s a partir de %(snap)s.
fr: Impossible de créer le volume %(name)s depuis %(snap)s.
it: Impossibile creare il volume %(name)s da %(snap)s.
ko_kr: %(snap)s에서 %(name)s 볼륨을 생성할 수 없습니다.
pt_br: Não é possível criar o volume %(name)s a partir do %(snap)s.

source: Unable to create volume %(name)s from %(vol)s.
de: Der Datenträger %(name)s konnte nicht aus %(vol)s erstellt werden.
es: No se ha podido crear el volumen %(name)s a partir de %(vol)s.
fr: Impossible de créer le volume %(name)s depuis %(vol)s.
it: Impossibile creare il volume %(name)s da %(vol)s.
ko_kr: %(vol)s에서 %(name)s 볼륨을 생성할 수 없습니다.
pt_br: Não é possível criar o volume %(name)s a partir do %(vol)s.

source: Unable to create volume %s
de: Der Datenträger %s kann nicht erstellt werden.
es: No se ha podido crear el volumen %s
fr: Impossible de créer le volume %s
it: Impossibile creare il volume %s
ko_kr: 볼륨 %s을(를) 생성할 수 없습니다.
pt_br: Não é possível criar o volume %s

source: Unable to create volume. Backend down.
de: Datenträger konnte nicht erstellt werden. Backend inaktiv.
es: No se ha podido crear el volumen. El programa de fondo está inactivo.
fr: Impossible de créer le volume. Le back-end est arrêté.
it: Impossibile creare il volume. Backend disattivo.
ko_kr: 볼륨을 생성할 수 없습니다. 백엔드가 종료되었습니다.
pt_br: Não é possível criar o volume. Backend inativo.

source: Unable to delete Consistency Group snapshot %s
de: Konsistenzgruppenschattenkopie %s konnte nicht gelöscht werden.
es: No se ha podido suprimir la instantánea del grupo de consistencia %s
fr: Impossible de supprimer l'instantané de groupe de cohérence %s
it: Impossibile eliminare l'istantanea del gruppo di coerenza %s
ko_kr: 일관성 그룹 스냅샷 %s을(를) 삭제할 수 없음
pt_br: Não é possível excluir a captura instantânea %s do Grupo de consistências
tr_tr: %s Tutarlılık Grubu anlık görüntüsü silinemedi

source: Unable to delete snapshot %(id)s, status: %(status)s.
de: Die Schattenkopie %(id)s konnte nicht gelöscht werden. Status: %(status)s.
es: No se ha podido suprimir la instantánea %(id)s, estado: %(status)s.
fr: Impossible de supprimer l'instantané %(id)s, état : %(status)s.
it: Impossibile eliminare l'istantanea %(id)s, stato: %(status)s.
ko_kr: 스냅샷 %(id)s을(를) 삭제할 수 없음, 상태: %(status)s.
pt_br: Não é possível excluir a captura instantânea %(id)s, status: %(status)s.
tr_tr: %(id)s anlık sistem görüntüsü silinemedi, durum: %(status)s.

source: Unable to delete snapshot policy on volume %s.
de: Schattenkopierichtlinie auf Datenträger %s konnte nicht gelöscht werden.
es: No se puede suprimir la política de instantáneas en el volumen %s.
fr: Impossible de supprimer la stratégie d'instantané sur le volume %s.
it: Impossibile eliminare la politica di istantanea sul volume %s.
ko_kr: 볼륨 %s에 대한 스냅샷 정책을 삭제할 수 없습니다.
pt_br: Não é possível excluir política de captura instantânea no volume %s.
tr_tr: %s mantıksal sürücüsü üzerindeki anlık görüntü ilkesi silinemedi.

source: Unable to delete the target volume for volume %(vol)s. Exception: %(err)s.
de: Der Zieldatenträger für den Datenträger %(vol)s kann nicht gelöscht werden. Ausnahme: %(err)s.
es: No se ha podido suprimir el volumen de destino para el volumen %(vol)s. Excepción: %(err)s.
fr: Impossible de supprimer le volume cible pour le volume %(vol)s. Exception : %(err)s.
it: Impossibile eliminare il volume di destinazione per il volume %(vol)s. Eccezione: %(err)s.
ko_kr: 볼륨 %(vol)s의 대상 볼륨을 삭제할 수 없습니다. 예외: %(err)s.
pt_br: Não é possível excluir o volume de destino para o volume %(vol)s. Exceção: %(err)s.

source: Unable to detach volume. Volume status must be 'in-use' and attach_status must be 'attached' to detach.
de: Der Datenträger kann nicht abgehängt werden. Der Status des Datenträgers muss 'in-use' und der Anhangstatus 'attach_status' muss 'attached' sein, damit das Abhängen erfolgen kann.
es: No se puede desasociar el volumen. El estado del volumen debe ser 'in-use' y attach_status debe ser 'attached' para poder desasociarlo.
fr: Impossible de déconnecter le volume. Le statut du volume doit être 'in-use' et le statut attach_status doit être 'attached' pour le déconnecter.
it: Impossibile scollegare il volume. Lo stato del volume deve essere 'in-use' e attach_status deve essere 'attached' per scollegarlo.
ko_kr: 볼륨의 연결을 해제할 수 없습니다. 연결을 해제하려면 볼륨 상태가 '사용 중'이어야 하며 attach_status가 '연결됨'이어야 합니다.
pt_br: Não é possível separar o volume. O status do volume deve ser 'em uso' e attach_status deve ser 'anexado' para separar.

source: Unable to determine secondary_array from supplied secondary: %(secondary)s.
de: Anhand des angegebenen Sekundärziels kann 'secondary_array' nicht ermittelt werden: %(secondary)s.
es: No se ha podido determinar la matriz secundaria (secondary_array) a partir del secundario indicado: %(secondary)s.
fr: Impossible de déterminer secondary_array à partir de la matrice secondaire fournie : %(secondary)s.
it: Impossibile determinare secondary_array dall'array secondario fornito: %(secondary)s.
ko_kr: 제공된 보조 %(secondary)s에서 secondary_array를 판별할 수 없습니다.
pt_br: Não é possível determinar a secondary_array a partir da matriz secundária fornecida: %(secondary)s.

source: Unable to determine snapshot name in Purity for snapshot %(id)s.
de: Der Schattenkopiename in Purity für die Schattenkopie %(id)s kann nicht bestimmt werden.
es: No se ha podido determinar el nombre de instantánea en Purity de la instantánea %(id)s.
fr: Impossible de déterminer le nom de l'instantané dans Purity pour l'instantané %(id)s.
it: Impossibile determinare il nome dell'istantanea in Purity per l'istantanea %(id)s.
ko_kr: 스냅샷 %(id)s에 대한 Purity에서 스냅샷 이름을 판별할 수 없습니다.
pt_br: Não é possível determinar o nome da captura instantânea na Pureza para captura instantânea %(id)s.

source: Unable to determine system id.
de: System-ID kann nicht bestimmt werden.
es: No se ha podido determinar ID del sistema.
fr: Impossible de déterminer l'ID système.
it: Impossibile determinare l'id sistema.
ko_kr: 시스템 ID를 판별할 수 없습니다.
pt_br: Não é possível determinar o ID do sistema.
tr_tr: Sistem kimliği belirlenemiyor.

source: Unable to determine system name.
de: Systemname kann nicht bestimmt werden.
es: No se ha podido determinar el nombre del sistema.
fr: Impossible de déterminer le nom du système.
it: Impossibile determinare il nome sistema.
ko_kr: 시스템 이름을 판별할 수 없습니다.
pt_br: Não é possível determinar o nome do sistema.
tr_tr: Sistem ismi belirlenemiyor.

source: Unable to do manage snapshot operations with Purity REST API version %(api_version)s, requires %(required_versions)s.
de: Es können keine Operationen zum Verwalten von Schattenkopien mit Purity-REST-API-Version %(api_version)s ausgeführt werden, erfordert %(required_versions)s.
es: No se pueden realizar operaciones de gestión de instantáneas con Purity REST API versión %(api_version)s, se necesita %(required_versions)s.
fr: Impossible d'effectuer des opérations d'instantané avec la version d'API REST de Purity %(api_version)s, ceci nécessite %(required_versions)s.
it: Impossibile eseguire operazioni di gestione istantanea con la versione API REST Purity %(api_version)s, richiesta %(required_versions)s.
ko_kr: Purity REST API 버전 %(api_version)s을(를) 사용하여 스냅샷 조작 관리를 수행할 수 없습니다. %(required_versions)s이(가) 필요합니다.
pt_br: Não é possível fazer operações de gerenciamento de captura instantânea com a versão da API REST Purity %(api_version)s, requer %(required_versions)s.

source: Unable to do replication with Purity REST API version %(api_version)s, requires one of %(required_versions)s.
de: Replikation mit Purity-REST-API-Version %(api_version)s nicht möglich. Erfordert eine der folgenden Versionen: %(required_versions)s.
es: No se ha podido realizar la replicación con la API REST de Purity versión %(api_version)s, se necesita una de las versiones siguientes: %(required_versions)s.
fr: Impossible d'effectuer de réplication avec l'API REST Purity version %(api_version)s, l'une des %(required_versions)s est nécessaire.
it: Impossibile eseguire la replica con la versione API REST Purity %(api_version)s, richiesta una tra le versioni %(required_versions)s.
ko_kr: Purity REST API 버전 %(api_version)s(으)로 복제를 수행할 수 없습니다. %(required_versions)s 중 하나가 필요합니다.
pt_br: Não é possível executar replicação com a versão da API REST Purity %(api_version)s, requer uma das %(required_versions)s.

source: Unable to enable replication and snapcopy at the same time.
de: Replikation und Snapcopy können nicht zur selben Zeit aktiviert werden.
es: No se ha podido habilitar la replicación y la copia instantánea a la vez.
fr: Impossible d'activer la réplication et la fonction snapcopy en même temps.
it: Impossibile abilitare replica e snapcopy contemporaneamente.
ko_kr: 복제 및 snapcopy를 동시에 사용할 수 없습니다.
pt_br: Não é possível ativar a replicação e a cópia instantânea ao mesmo tempo.

source: Unable to establish the partnership with the Storwize cluster %s.
de: Es kann keine Beziehung zum Storwizse-Cluster %s hergestellt werden.
es: No se ha podido establecer la asociación con el clúster de Storwize %s.
fr: Impossible d'établir un partenariat avec le cluster Storwize %s.
it: Impossibile stabilire la relazione con il cluster Storwize %s.
ko_kr: Storwize 클러스터 %s과(와) 파트너십을 설정할 수 없습니다.
pt_br: Não é possível estabelecer a parceria com o cluster Storwize: %s

source: Unable to extend volume %s
de: Datenträger %s kann nicht erweitert werden.
es: No se ha podido ampliar el volumen %s
fr: Impossible d'étendre le volume %s
it: Impossibile estendere il volume %s.
ko_kr: 볼륨 %s을(를) 확장할 수 없음
pt_br: Não é possível estender o volume %s
tr_tr: %s mantıksal sürücüsü genişletilemedi

source: Unable to fail-over the volume %(id)s to the secondary back-end, because the replication relationship is unable to switch: %(error)s
de: Failover für den Datenträger %(id)s auf das sekundäre Backend nicht möglich, da die Replikationsbeziehung nicht gewechselt werden kann: %(error)s
es: No se ha podido migrar tras error el volumen %(id)s al programa de fondo secundario porque la relación de replicación no puede conmutar: %(error)s
fr: Impossible de faire basculer le volume %(id)s sur le back-end secondaire, car la relation de réplication ne peut pas être basculée : %(error)s
it: Impossibile eseguire il failover del volume %(id)s sul back-end secondario, in quanto la relazione di replica non è in grado di eseguire il passaggio: %(error)s
ko_kr: 복제 관계를 전환할 수 없으므로 볼륨 %(id)s을(를) 보조 백엔드로 장애 복구할 수 없음: %(error)s
pt_br: Não é possível executar failover do volume %(id)s para o backend secundário porque o relacionamento da replicação é incapaz de alternar: %(error)s

source: Unable to failback to "default", this can only be done after a failover has completed.
de: Zurücksetzen auf Standardeinstellung nicht möglich. Dies kann erst nach Abschluss eines Failovers erfolgen.
es: No se ha podido restablecer al "valor predeterminado", esto sólo se puede hacer una vez se ha completado una migración tras error.
fr: Impossible de rebasculer sur "default", cette opération n'est possible qu'après la fin d'un basculement.
it: Impossibile eseguire il failback su "default", è possibile eseguire questa operazione solo dopo il completamento di un failover.
ko_kr: "default"로 장애 복구할 수 없습니다. 장애 조치가 완료된 후에만 수행할 수 있습니다.
pt_br: Não é possível executar failover para "padrão', isso pode ser feito somente após um failover ter sido concluído.

source: Unable to failover to replication target:%(reason)s).
de: Failover für Replikationsziel fehlgeschlagen: %(reason)s).
es: No se ha podido realizar la migración tras error al destino de replicación:%(reason)s).
fr: Basculement impossible vers la cible de réplication : %(reason)s).
it: Impossibile eseguire il failover sulla destinazione di replica:%(reason)s).
ko_kr: 복제 대상으로 장애 복구할 수 없음:%(reason)s).
pt_br: Não é possível executar failover para o destino de replicação:%(reason)s.

source: Unable to fetch connection information from backend.
de: Abrufen von Verbindungsinformationen aus dem Backend nicht möglich.
es: No se puede captar información de conexión de programa de fondo.
fr: Impossible d'extraire des informations de connexion depuis le back-end.
it: Impossibile recuperare le informazioni sulla connessione dal backend.
ko_kr: 백엔드에서 연결 정보를 페치할 수 없습니다.
pt_br: Não foi possível buscar informações de conexão do backend.
tr_tr: Art alanda çalışan uygulamadan bağlantı bilgisi getirilemedi.

source: Unable to fetch connection information from backend: %(err)s
de: Abrufen von Verbindungsinformationen aus dem Backend nicht möglich: %(err)s
es: No se puede captar información de conexión desde el programa de fondo: %(err)s
fr: Impossible d'extraire des informations de connexion depuis le back-end : %(err)s
it: Impossibile richiamare le informazioni sulla connessione dal backend: %(err)s
ko_kr: 백엔드에서 연결 정보를 페치할 수 없음: %(err)s
pt_br: Não é possível buscar informações de conexão do backend: %(err)s
tr_tr: Art alanda çalışan uygulamadan bağlantı bilgisi getirilemedi: %(err)s

source: Unable to find Purity ref with name=%s
de: Purity-ref mit Name=%s wurde nicht gefunden.
es: No se ha encontrado la ref Purity con name=%s
fr: La référence Purity avec name=%s est introuvable
it: Impossibile trovare ref Purity con nome=%s
ko_kr: 이름이 %s인 Purity ref를 찾을 수 없음
pt_br: Não é possível localizar ref Pureza com name=%s

source: Unable to find Volume Group: %(vg_name)s
de: Datenträgergruppe wurde nicht gefunden: %(vg_name)s
es: No se puede encontrar el grupo de volumen: %(vg_name)s
fr: Impossible de trouver le groupe de volumes : %(vg_name)s
it: Impossibile trovare il gruppo volume: %(vg_name)s
ko_kr: 볼륨 그룹을 찾을 수 없음: %(vg_name)s
pt_br: Não é possível localizar o Grupo de Volumes: %(vg_name)s
tr_tr: Mantıksal Sürücü Grubu bulunamadı: %(vg_name)s

source: Unable to find failover target, no secondary targets configured.
de: Es wurde kein Failoverziel gefunden. Keine sekundären Ziele konfiguriert.
es: No se ha podido encontrar el destino de migración tras error, no se han configurado destinos secundarios.
fr: Cible de basculement introuvable, aucune cible secondaire n'a été configurée.
it: Impossibile trovare la destinazione di failover, nessuna destinazione secondaria configurata.
ko_kr: 장애 복구 대상을 찾을 수 없습니다. 보조 대상이 구성되지 않았습니다.
pt_br: Não é possível localizar o destino de failover, nenhum destino secundário configurado.

source: Unable to find iSCSI mappings.
de: iSCSI-Zuordnungen wurden nicht gefunden.
es: No se pueden encontrar correlaciones iSCSI.
fr: Impossible de trouver des mappages iSCSI.
it: Impossibile trovare associazioni iSCSI.
ko_kr: iSCSI 맵핑을 찾을 수 없습니다.
pt_br: Não é possível localizar mapeamentos de iSCSI.
tr_tr: iSCSI eşleştirmeleri bulunamadı.

source: Unable to find ssh_hosts_key_file: %s
de: ssh_hosts_key_file wurde nicht gefunden: %s
es: No se puede encontrar ssh_hosts_key_file: %s
fr: ssh_hosts_key_file introuvable: %s
it: Impossibile trovare ssh_hosts_key_file: %s
ko_kr: ssh_hosts_key_file을 찾을 수 없음: %s
pt_br: Não foi possível encontrar ssh_hosts_key_file: %s
tr_tr: ssh_hosts_key_file bulunamadı: %s

source: Unable to find system log file!
de: Systemprotokolldatei kann nicht gefunden werden!
es: ¡No ha sido posible encontrar el fichero de log del sistema!
fr: Fichier de trace système non trouvé!
it: Impossibile trovare il file di log di sistema.
ko_kr: 시스템 로그 파일을 찾을 수 없음!
pt_br: Não é possível encontrar o arquivo de log do sistema!
tr_tr: Sistem günlük dosyası bulunamadı!
