Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Snapshot to be backed up must be available, but the current status is "%s".
de: Die Schattenkopie, die gesichert werden soll, muss den Status 'available' oder 'in-use' haben, aber der aktuelle Status ist "%s".
es: La instantánea de la que se va a hacer una copia de seguridad debe estar disponible, pero el estado actual es "%s".
fr: L'instantané à sauvegarder doit être disponible, mais le statut actuel est "%s".
it: L'istantanea di cui deve essere eseguito il backup deve essere disponibile, ma lo stato corrente è "%s".
ko_kr: 백업할 스냅샷이 사용 가능해야 하지만 현재 상태가 "%s"입니다.
pt_br: A captura instantânea a ser feito o backup deve estar disponível, mas o status atual é "%s".

source: Snapshot with id of %s could not be found.
de: Schattenkopie mit der ID %s wurde nicht gefunden.
es: No se ha encontrado la instantánea con el ID %s.
fr: L'instantané avec l'ID %s est introuvable.
it: Impossibile trovare l'istantanea con id %s.
ko_kr: id가 %s인 스냅샷을 찾을 수 없습니다.
pt_br: A captura instantânea com ID %s não pôde ser localizada.

source: Snapshot='%(snap)s' does not exist in base image='%(base)s' - aborting incremental backup
de: Die Schattenkopie '%(snap)s' ist nicht im Basisabbild '%(base)s' vorhanden. Die inkrementelle Sicherung wird abgebrochen.
es: La instantánea='%(snap)s' no existe en la imagen de base='%(base)s' - terminando anormalmente copia de seguridad incremental
fr: L'instantané='%(snap)s' n'existe pas dans l'image de base='%(base)s' - abandon sauvegarde incrémentielle
it: Snapshot='%(snap)s' non esiste in image='%(base)s' di base - interruzione del backup incrementale
ko_kr: 스냅샷='%(snap)s'이(가) 기본 이미지='%(base)s'에 존재하지 않음 - 중단 중증분 백업
pt_br: Captura instantânea='%(snap)s' não existe na imagem base='%(base)s' - interrompendo backup incremental
tr_tr: Anlık sistem görüntüsü='%(snap)s' temel imaj='%(base)s' içinde mevcut değil - artırımlı yedekleme durduruluyor

source: Snapshots are not supported for this volume format: %s
de: Schattenkopien werden für dieses Datenträgerformat nicht unterstützt: %s
es: Este formato de volumen no admite instantáneas: %s
fr: Les instantanés ne sont pas pris en charge pour ce format de volume : %s
it: Le istantanee non sono supportate per questo formato di volume: %s
ko_kr: 스냅샷이 이 볼륨 형식에 대해 지원되지 않음: %s
pt_br: As capturas instantâneas não são suportadas para este formato de volume: %s
tr_tr: Anlık sistem görüntüleri bu mantıksal sürücü biçimi için desteklenmiyor: %s

source: Socket error: %(arg)s.
de: Socketfehler: %(arg)s.
es: Error de socket: %(arg)s.
fr: Erreur de socket : %(arg)s.
it: Errore socket: %(arg)s.
ko_kr: 소켓 오류: %(arg)s.
pt_br: Erro de soquete: %(arg)s.

source: SolidFire Cinder Driver exception
de: SolidFire Cinder-Treiberausnahme
es: Excepción de controlador SolidFire Cinder
fr: Exception du pilote SolidFire Cinder
it: Eccezione SolidFire Cinder Driver
ko_kr: SolidFire Cinder 드라이버 예외
pt_br: Exceção no driver SolidFire Cinder
tr_tr: SolidFire Cinder Sürücü istisnası

source: Sort direction array size exceeds sort key array size.
de: Array-Größe der Sortierrichtung überschreitet Array-Größe des Sortierschlüssels.
es: El tamaño de la matriz de dirección de ordenación excede el tamaño de matriz de la clave de ordenación.
fr: La taille de tableau du sens de tri dépasse celle de la clé de tri.
it: La dimensione dell'array della direzione di ordinamento supera la dimensione dell'array della chiave di ordinamento.
ko_kr: 정렬 방향 배열 크기가 정렬 키 배열 크기를 초과합니다.
pt_br: O tamanho da matriz de direção de classificação excede o tamanho da matriz de chave de classificação.
tr_tr: Sıralama yönü dizi boyutu anahtar dizi boyutu sınırını aştı.

source: Source CG is empty. No consistency group will be created.
de: Quellenkonsistenzgruppe ist leer. Es wird keine Konsistenzgruppe erstellt.
es: El grupo de consistencia está vacío. No se creará ningún grupo de consistencia.
fr: Le groupe de cohérence source est vide. Aucun groupe de cohérence ne sera créé.
it: Il GC di origine è vuoto. Non verrà creato alcun gruppo di coerenza.
ko_kr: 소스 CG가 비어 있습니다. 일관성 그룹이 작성되지 않습니다.
pt_br: CG de origem está vazio. Nenhum grupo de consistências será criado.
tr_tr: Kaynak CG boştur. Tutarlılık grubu oluşturulmayacak.

source: Source host details not found.
de: Quellenhostdetails nicht gefunden.
es: Detalles de host de origen no encontrados.
fr: Détails de l'hôte source introuvables.
it: Dettagli sull'host di origine non trovati.
ko_kr: 소스 호스트 세부사항을 찾을 수 없습니다.
pt_br: Detalhes do host de origem não localizados.
tr_tr: Kaynak istemci detayları bulunamadı.

source: Source volume device ID is required.
de: Geräte-ID für Quellendatenträger ist erforderlich.
es: El ID de dispositivo de volumen de origen es obligatorio.
fr: L'ID d'unité du volume source est requis.
it: L'ID periferica volume di origine è obbligatorio.
ko_kr: 소스 볼륨 디바이스 ID가 필요합니다.
pt_br: ID do dispositivo de volume de origem é necessário.
tr_tr: Kaynak mantıksal sürücü aygıt kimliği gerekli.

source: Source volume not mid-migration.
de: Quellendatenträger befindet sich nicht in einer Migration.
es: El volumen de origen no mid-migration.
fr: Le volume source n'est pas en cours de migration.
it: Volume di origine non migrazione intermedia.
ko_kr: 소스 볼륨이 마이그레이션에 포함되지 않음
pt_br: Volume de origem não de migração intermediária.
tr_tr: Kaynak mantıksal sürücü taşıma ortasında değildir.

source: SpaceInfo returned byarray is invalid
de: SpaceInfo hat zurückgegeben, dass byarray ungültig ist.
es: SpaceInfo ha devuelto una byarray que no es válida
fr: SpaceInfo renvoyé par la matrice est incorrect
it: SpaceInfo restituito dall'array non è valido
ko_kr: 배열에서 리턴한 SpaceInfo가 올바르지 않음
pt_br: SpaceInfo retornou byarray é inválido
tr_tr: Dizi tarafından döndürülen SpaceInfo geçersiz

source: Specified host to map to volume %(vol)s is in unsupported host group with %(group)s.
de: Der angegebene Host, der dem Datenträger %(vol)s zugeordnet werden soll, befindet sich in einer nicht unterstützten Hostgruppe mit %(group)s.
es: El host especificado para correlacionarse con el volumen %(vol)s está en un grupo de hosts no admitido con %(group)s.
fr: L'hôte spécifié à mapper au volume %(vol)s est dans un groupe d'hôtes non pris en charge avec %(group)s.
it: L'host specificato per l'associazione al volume %(vol)s è in un gruppo host non supportato con%(group)s.
ko_kr: 볼륨 %(vol)s에 맵핑할 지정된 호스트가 %(group)s이(가) 포함된 지원되지 않는 호스트 그룹에 있습니다.
pt_br: O host especificado a ser mapeado para o volume %(vol)s está no grupo de hosts não suportado com %(group)s.
tr_tr: %(vol)s mantıksal sürücüsüne eşleştirilmesi için belirtilen istemci %(group)s ile desteklenmeyen istemci grubunda.

source: Specified logical volume does not exist.
de: Der angegebene logische Datenträger ist nicht vorhanden.
es: El volumen lógico especificado no existe.
fr: Le volume logique spécifié n'existe pas.
it: Il volume logico specificato non esiste.
ko_kr: 지정된 논리적 볼륨이 존재하지 않습니다.
pt_br: O volume lógico especificado não existe.
tr_tr: Belirtilen mantıksal sürücü mevcut değil.

source: Specified snapshot group with id %s could not be found.
de: Angegebene Schattenkopiegruppe mit der ID %s wurde nicht gefunden.
es: No se ha encontrado el grupo de instantáneas especificado con el ID %s.
fr: Le groupe d'instantanés spécifié avec l'ID %s est introuvable.
it: Impossibile trovare il gruppo di istantanee specificato con id %s.
ko_kr: id가 %s인 지정된 스냅샷 그룹을 찾을 수 없습니다.
pt_br: O grupo de capturas instantâneas especificado com o IDo %s não pôde ser localizado.

source: Specify a password or private_key
de: Geben Sie einen Wert für 'password' oder 'private_key' an.
es: Especifique una contraseña o private_key
fr: Spécifiez un mot de passe ou private_key
it: Specificare una password o private_key
ko_kr: 비밀번호 또는 private_key 지정
pt_br: Especifique uma senha ou private_key
tr_tr: Bir parola ya da private_key belirtin

source: Specify san_password or san_private_key
de: Geben Sie 'san_password' oder 'san_private_key' an.
es: Especifique san_password o san_private_key
fr: Indiquez san_password ou san_private_key
it: Specifica san_password o san_private_key
ko_kr: san_password 또는 san_private_key 지정
pt_br: Especifique san_password ou san_private_key
tr_tr: san_password veya san_private_key belirtin

source: Specify volume type name, description, is_public or a combination thereof.
de: Geben Sie den Namen des Datenträgertyps, eine Beschreibung, 'is_public' oder eine Kombination aus allem an.
es: Especifique el nombre del tipo de volumen, la descripción, is_public o una combinación de los mismos.
fr: Indiquez le nom de type de volume, une description, is_public ou une combinaison de ces éléments.
it: Specificare il nome, la descrizione, is_public o una combinazione dei precedenti per il tipo di volume.
ko_kr: 볼륨 유형 이름, 설명, is_public 또는 조합을 지정하십시오.
pt_br: Especifique um nome de tipo de volume , a descrição, is_public ou uma combinação deles.

source: Split pair error.
de: Fehler bei Paaraufteilung.
es: Error al dividir el par.
fr: Erreur lors du fractionnement d'une paire.
it: Errore di divisione della coppia.
ko_kr: 쌍 분할 오류.
pt_br: Erro ao dividir par.

source: Split replication failed.
de: Aufteilen der Replikation fehlgeschlagen.
es: Dividir replicación ha fallado.
fr: L'opération de fractionnement de la réplication a échoué.
it: Replica divisione non riuscita.
ko_kr: 복제 분할에 실패했습니다.
pt_br: Falha ao dividir replicação.

source: Start LUNcopy error.
de: Fehler beim Starten der LUN-Kopie.
es: Error al iniciar LUNcopy.
fr: Erreur lors du lancement de LUNcopy.
it: Errore di avvio LUNcopy.
ko_kr: LUNcopy 시작 오류입니다.
pt_br: Erro ao iniciar LUNcopy.

source: State
de: Zustand
es: Estado
fr: Etat
it: Stato
ko_kr: 상태
pt_br: Estado
tr_tr: Durum

source: State of node is wrong. Current state is %s.
de: Status des Knotens ist falsch. Aktueller Status: %s.
es: El estado del nodo es incorrecto. El estado actual es %s.
fr: L'état du noeud est incorrect. Etat actuel : %s.
it: Lo stato del nodo non è corretto. Lo stato corrente è %s.
ko_kr: 노드의 세부 상태가 잘못되었습니다. 현재 세부 상태는 %s입니다.
pt_br: O estado do nó está errado. O estado atual é %s.
tr_tr: Düğüm durumu yanlış. Mevcut durum %s.

source: Stop snapshot error.
de: Fehler beim Stoppen der Schattenkopie.
es: Error al detener una instantánea.
fr: Erreur lors de l'arrêt de l'instantané.
it: Errore di arresto istantanea.
ko_kr: 스냅샷 중지 오류입니다.
pt_br: Erro ao parar captura instantânea.

source: Storage Configuration Service not found on %(storageSystemName)s.
de: Speicherkonfigurationsdienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de configuración de almacenamiento no se ha encontrado en %(storageSystemName)s.
fr: Service de configuration de stockage introuvable sur %(storageSystemName)s.
it: Storage Configuration Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 스토리지 구성 서비스를 찾을 수 없습니다.
pt_br: O Serviço de configuração de armazenamento não foi localizado em %(storageSystemName)s.
tr_tr: Depolama Yapılandırma Servisi %(storageSystemName)s üzerinde bulunamadı.

source: Storage HardwareId mgmt Service not found on %(storageSystemName)s.
de: Der Dienst für die Verwaltung von Speicherhardware-IDs wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de gestión de ID de hardware de almacenamiento no se ha encontrado en %(storageSystemName)s.
fr: Service de gestion d'ID matériel de stockage introuvable sur %(storageSystemName)s.
it: Storage HardwareId mgmt Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 스토리지 하드웨어 ID mgmt 서비스를 찾을 수 없습니다.
pt_br: O Serviço mgmt de HardwareId de armazenamento não foi localizado em %(storageSystemName)s.
tr_tr: Depolama HardwareId yönetim Servisi %(storageSystemName)s üzerinde bulunamadı.

source: Storage Profile %s not found.
de: Speicherprofil %s nicht gefunden.
es: No se ha encontrado el perfil de almacenamiento %s.
fr: Le profil de stockage %s est introuvable.
it: Profilo di memoria %s non trovato.
ko_kr: 스토리지 프로파일 %s을(를) 찾을 수 없습니다.
pt_br: Perfil de armazenamento %s não localizado.
tr_tr: Depolama Profili %s bulunamadı.

source: Storage Relocation Service not found on %(storageSystemName)s.
de: Speicherversetzungsdienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de reubicación de almacenamiento no se ha encontrado en %(storageSystemName)s.
fr: Service de réadressage de stockage introuvable sur %(storageSystemName)s.
it: Storage Relocation Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 스토리지 위치 재지정 서비스를 찾을 수 없습니다.
pt_br: O Serviço de realocação de armazenamento não foi localizado em %(storageSystemName)s.
tr_tr: Depolama Yeniden Konumlandırma Servisi %(storageSystemName)s üzerinde bulunamadı.

source: Storage family %s is not supported.
de: Speicherfamilie %s wird nicht unterstützt.
es: No hay soporte para la familia de almacenamiento %s.
fr: La famille de produits de stockage %s n'est pas prise en charge.
it: La famiglia di archiviazione %s non è supportata.
ko_kr: 스토리지 제품군 %s이(가) 지원되지 않습니다.
pt_br: Família de armazenamento %s não é suportada.
tr_tr: Depolama ailesi %s desteklenmiyor.

source: Storage group %(storageGroupName)s was not deleted successfully
de: Die Speichergruppe %(storageGroupName)s wurde nicht erfolgreich gelöscht.
es: El grupo de almacenamiento %(storageGroupName)s no se ha suprimido correctamente
fr: Le groupe de stockage %(storageGroupName)s n'a pas été correctement supprimé
it: Il gruppo di archiviazione %(storageGroupName)s non è stato eliminato correttamente
ko_kr: 스토리지 그룹 %(storageGroupName)s이(가) 삭제되지 않음
pt_br: O grupo de armazenamentos %(storageGroupName)s não foi excluído com sucesso
tr_tr: Depolama grubu %(storageGroupName)s başarılı bir şekilde silindi

source: Storage host %(svr)s not detected, verify name
de: Speicherhost %(svr)s nicht gefunden. Überprüfen Sie den Namen.
es: Host de almacenamiento %(svr)s no detectado, compruebe el nombre.
fr: L'hôte de stockage %(svr)s n'a pas été détecté, vérifiez son nom
it: Host di memoria %(svr)s non rilevato, verificare il nome
ko_kr: 스토리지 호스트 %(svr)s이(가) 발견되지 않음, 이름 확인
pt_br: Host de armazenamento %(svr)s não detectado; verifique o nome
tr_tr: Depolama sunucusu %(svr)s tespit edilemedi, adı doğrulayın

source: Storage pool is not configured.
de: Es ist kein Speicherpool konfiguriert.
es: No se ha configurado la agrupación de almacenamiento.
fr: Le pool de stockage n'est pas configuré.
it: Pool di archiviazione non configurato.
ko_kr: 스토리지 풀이 구성되지 않았습니다.
pt_br: O conjunto de armazenamento não está configurado.

source: Storage profile: %(storage_profile)s not found.
de: Speicherprofil %(storage_profile)s nicht gefunden.
es: No se ha encontrado el perfil de almacenamiento %(storage_profile)s.
fr: Profil de stockage %(storage_profile)s introuvable.
it: Profilo di archiviazione: %(storage_profile)s non trovato.
ko_kr: 스토리지 프로파일: %(storage_profile)s을(를) 찾을 수 없습니다.
pt_br: Perfil de armazenamento: %(storage_profile)s não encontrado.
tr_tr: Depolama profili: %(storage_profile)s bulunamadı.

source: Storage resource could not be found.
de: Speicherressource wurde nicht gefunden.
es: No se he encontrado el recurso de almacenamiento.
fr: Ressource de stockage introuvable.
it: Impossibile trovare la risorsa di memoria.
ko_kr: 스토리지 자원을 찾을 수 없습니다.
pt_br: Recurso de armazenamento não pôde ser encontrado.
tr_tr: Depolama kaynağı bulunamadı.

source: Storage system id not set.
de: Speichersystem-ID nicht festgelegt.
es: ID de sistema de almacenamiento no establecido.
fr: ID du système de stockage non défini.
it: Id sistema di archivio non impostato.
ko_kr: 스토리지 시스템 ID가 설정되지 않았습니다.
pt_br: ID do sistema de armazenamento não configurado.
tr_tr: Depolama sistemi kimliği ayarlanmamış.

source: Storage system not found for pool %(poolNameInStr)s.
de: Speichersystem für Pool %(poolNameInStr)s nicht gefunden.
es: No se ha encontrado el sistema de almacenamiento para la agrupación %(poolNameInStr)s.
fr: Système de stockage introuvable pour le pool %(poolNameInStr)s.
it: Impossibile trovare il sistema di archiviazione per il pool %(poolNameInStr)s.
ko_kr: %(poolNameInStr)s 풀에 대한 스토리지 시스템을 찾을 수 없습니다.
pt_br: Sistema de armazenamento não encontrado para pool %(poolNameInStr)s.
tr_tr: %(poolNameInStr)s havuzu için depolama sistemi bulunamadı.

source: Storage-assisted migration failed during manage volume.
de: Speicherunterstützte Migration ist beim Verwalten des Datenträgers fehlgeschlagen.
es: Ha fallado la migración asistida con almacenamiento al gestionar el volumen.
fr: La migration à l'aide du back-end de stockage a échoué lors de l'opération de gestion du volume.
it: La migrazione assistita dall'archiviazione non è riuscita durante la gestione del volume.
ko_kr: 볼륨 관리 중에 스토리지 지원 마이그레이션에 실패했습니다.
pt_br: A migração de armazenamento assistida falhou durante gerenciamento de volume.

source: StorageSystem %(array)s is not found.
de: StorageSystem %(array)s wurde nicht gefunden.
es: El sistema de almacenamiento %(array)s no se ha encontrado.
fr: StorageSystem %(array)s introuvable.
it: StorageSystem %(array)s non è stato trovato
ko_kr: 스토리지 시스템 %(array)s을(를) 찾을 수 없습니다.
pt_br: StorageSystem %(array)s não foi encontrado.
tr_tr: Depolama Sistemi %(array)s bulunamadı.

source: Sum of child usage '%(sum)s' is greater than free quota of '%(free)s' for project '%(proj)s' for resource '%(res)s'. Please lower the limit or usage for one or more of the following projects: '%(child_ids)s'
de: Die Summe der Nutzung untergeordneter Projekte '%(sum)s' ist größer als das freie Kontingent von '%(free)s' für das Projekt '%(proj)s' für die Ressource '%(res)s'. Reduzieren Sie den Grenzwert oder die Nutzung für mindestens eines der folgenden Projekte: '%(child_ids)s'
es: La suma de uso de hijos '%(sum)s' es superior a la cuota libre de '%(free)s' para el proyecto '%(proj)s' para el recurso '%(res)s'. Rebaje el límite de uso de uno o más de los siguientes proyectos: '%(child_ids)s'
fr: La somme d'utilisation du quota enfant '%(sum)s' est supérieure au quota disponible '%(free)s' pour le projet '%(proj)s' de la ressource '%(res)s'. Réduisez la limite ou l'utilisation pour un ou plusieurs projets parmi les suivants : '%(child_ids)s'
it: La somma dell'utilizzo child '%(sum)s' è maggiore della quota disponibile di '%(free)s' per il progetto '%(proj)s' per la risorsa '%(res)s'. Ridurre il limite o l'utilizzo per uno o più dei seguenti progetti: '%(child_ids)s'
ko_kr: 하위 사용량 합계 '%(sum)s'이(가) '%(res)s' 자원의 '%(proj)s' 프로젝트에 사용 가능한 할당량 '%(free)s'보다 큽니다. 하나 이상의 '%(child_ids)s' 프로젝트에 대한 한계 또는 사용량을 낮추십시오.
pt_br: A soma de uso filho '%(sum)s' é maior que a cota livre de '%(free)s' para o projeto '%(proj)s' do recurso '%(res)s'. Diminua o limite ou o uso de um ou mais dos projetos a seguir: '%(child_ids)s'

source: Switch over pair error.
de: Fehler bei Paarwechsel.
es: Error al cambiar al par.
fr: Erreur lors du basculement d'une paire.
it: Errore di passaggio alla coppia.
ko_kr: 쌍 전환 오류.
pt_br: Erro ao executar switch over de par.

source: Sync pair error.
de: Fehler bei Paarsynchronisierung.
es: Error al sincronizar el par.
fr: Erreur lors de la synchronisation de paire.
it: Errore di sincronizzazione della coppia.
ko_kr: 쌍 동기화 오류.
pt_br: Erro de sincronização de par.

source: Synchronizing secondary volume to primary failed.
de: Synchronisieren des sekundären Datenträgers mit primärem Datenträger fehlgeschlagen.
es: Error en la sincronización del volumen secundario con primario.
fr: La synchronisation du volume secondaire avec le volume principal a échoué.
it: Sincronizzazione volume secondario con il primario non riuscita.
ko_kr: 2차 볼륨을 1차 볼륨과 동기화하지 못했습니다.
pt_br: Falha ao sincronizar volume secundário com primário.
tr_tr: İkincil mantıksal sürücünün birincil mantıksal sürücüye eşleştirilmesi başarısız oldu.

source: System %(id)s found with bad password status - %(pass_status)s.
de: System %(id)s mit unzulässigem Kennwortstatus gefunden: %(pass_status)s.
es: Se ha encontrado el sistema %(id)s con un estado de contraseña incorrecto - %(pass_status)s.
fr: Système %(id)s détecté avec un statut de mot de passe incorrect - %(pass_status)s.
it: Sistema %(id)s trovato con stato password errata - %(pass_status)s.
ko_kr: 시스템 %(id)s에 잘못된 비밀번호 상태가 있음 - %(pass_status)s.
pt_br: Sistema %(id)s localizado com um status de senha inválida - %(pass_status)s.

source: System %(id)s found with bad status - %(status)s.
de: System %(id)s gefunden mit unzulässigem Status: %(status)s.
es: El sistema%(id)s se ha encontrado con estado incorrecto - %(status)s.
fr: Système %(id)s trouvé avec état erroné - %(status)s.
it: %(id)s di sistema trovati in stato non valido - %(status)s.
ko_kr: %(id)s 시스템에 잘못된 상태가 있음 - %(status)s.
pt_br: Sistema %(id)s localizado com status inválido - %(status)s.
tr_tr: Kötü durumda sistem %(id)s bulundu - %(status)s.

source: System does not support compression.
de: System unterstützt Komprimierung nicht.
es: El sistema no soporta la compresión.
fr: Le système ne gère pas la compression.
it: Il sistema non supporta la compressione,
ko_kr: 시스템이 압축을 지원하지 않습니다.
pt_br: O sistema não suporta compactação.
tr_tr: Sistem sıkıştırmayı desteklemiyor.

source: System is busy, retry operation.
de: Das System ist ausgelastet. Wiederholen Sie die Operation.
es: El sistema está ocupado, vuelva a intentar la operación.
fr: Le système est occupé, recommencer l'opération.
it: Il sistema è occupato, ritentare l'operazione.
ko_kr: 시스템을 사용 중입니다. 조작을 재시도하십시오.
pt_br: O sistema está ocupado, tente novamente a operação.
tr_tr: Sistem meşgul, işlemi yeniden deneyin.

source: TSM [%(tsm)s] was not found in CloudByte storage for account [%(account)s].
de: TSM [%(tsm)s] wurde in CloudByte-Speicher für Konto [%(account)s] nicht gefunden.
es: No se ha encontrado TSM [%(tsm)s] en el almacenamiento CloudByte para la cuenta [%(account)s].
fr: TSM [%(tsm)s] n'a pas été trouvé dans le stockage CloudByte pour le compte [%(account)s].
it: TSM [%(tsm)s] non trovato nella memoria CloudByte per l'account [%(account)s].
ko_kr: TSM [%(tsm)s]이(가) 계정 [%(account)s]에 대한 CloudByte 스토리지에 없습니다.
pt_br: O TSM [%(tsm)s] não foi localizado no armazenamento CloudByte para a conta [%(account)s].
tr_tr: CloudByte depolamasında [%(account)s] hesabı için TSM [%(tsm)s] bulunamadı.

source: Target volume type is still in use.
de: Zieldatenträgertyp ist noch im Gebrauch.
es: El tipo de volumen de destino aún se está utilizando.
fr: Le type de volume cible est toujours utilisé.
it: Il tipo di volume di destinazione è ancora in uso.
ko_kr: 대상 볼륨 유형이 아직 사용 중입니다.
pt_br: Tipo de volume de destino ainda está em uso.
tr_tr: Hedef mantıksal sürücü türü hala kullanımda.

source: Tenant ID: %s does not exist.
de: Mandanten-ID %s ist nicht vorhanden.
es: ID de arrendatario: %s no existe.
fr: L'ID titulaire %s n'existe pas.
it: ID titolare: %s non esiste.
ko_kr: 테넌트 ID: %s이(가) 존재하지 않습니다.
pt_br: ID do locatário: %s não existe.
tr_tr: Tenant ID: %s bulunmuyor.

source: Terminate connection failed
de: Beenden der Verbindung fehlgeschlagen
es: No se ha podido terminar la conexión
fr: Echec de fin de la connexion
it: Interrompi connessione non riuscito
ko_kr: 연결 종료 실패
pt_br: Finalização da conexão com falha
tr_tr: Bağlantı sonlandırma başarısız oldu

source: Terminate connection unable to connect to backend.
de: Beim Beenden der Verbindung konnte keine Verbindung zum Backend hergestellt werden.
es: La terminación de la conexión no se ha podido conectar con el programa de fondo.
fr: La fonction mettant fin à la connexion ne peut pas se connecter au back-end.
it: Interrompi connessione non riesce a collegarsi al backend.
ko_kr: 연결 종료에서 백엔드에 연결하지 못했습니다.
pt_br: A finalização da conexão não pode conectar-se ao backend.
tr_tr: Bağlantıyı sonlandır arka uca bağlanılamıyor.
