Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: create_host: Host name is not unicode or string.
de: create_host: Hostname ist weder Unicode noch Zeichenkette.
es: create_host: El nombre de host no está en Unicode ni es una serie.
fr: create_host : le nom d'hôte n'est pas du type Unicode ou chaîne.
it: create_host: il nome host non è unicode o stringa.
ko_kr: create_host: 호스트 이름이 유니코드 또는 문자열이 아닙니다.
pt_br: create_host: Nome do host não é unicode ou sequência.
tr_tr: create_host: İstemci adı evrensel kod ya da karakter dizisi değil.

source: create_host: No initiators or wwpns supplied.
de: create_host: Keine Initiatoren oder WWPNs angegeben.
es: create_host: No se han proporcionado iniciadores o wwpns.
fr: create_host : Aucun initiateur ni wwpns fourni.
it: create_host: Nessun iniziatore o wwpns fornito.
ko_kr: create_host: 개시자 또는 wwpn이 제공되지 않았습니다.
pt_br: create_host: Nenhum inicializador ou wwpns fornecido.
tr_tr: create_host: Başlatıcılar veya wwpn'ler sağlanmadı.

source: create_hypermetro_pair error.
de: create_hypermetro_pair-Fehler.
es: Error de create_hypermetro_pair.
fr: Erreur create_hypermetro_pair.
it: Errore create_hypermetro_pair.
ko_kr: create_hypermetro_pair 오류.
pt_br: Erro de create_hypermetro_pair.

source: create_snapshot, eternus_pool: %(eternus_pool)s, pool not found.
de: 'create_snapshot', Eternuspool: %(eternus_pool)s, Pool nicht gefunden.
es: create_snapshot, eternus_pool: %(eternus_pool)s, no se ha encontrado la aprupación.
fr: create_snapshot, eternus_pool : %(eternus_pool)s, pool introuvable.
it: create_snapshot, eternus_pool: %(eternus_pool)s, pool non trovato.
ko_kr: create_snapshot, eternus_pool: %(eternus_pool)s, 풀을 찾을 수 없습니다.
pt_br: create_snapshot, eternus_pool: %(eternus_pool)s, conjunto não localizado.

source: create_snapshot, snapshotname: %(snapshotname)s, source volume name: %(volumename)s, vol_instance.path: %(vol_instance)s, dest volume name: %(d_volumename)s, pool: %(pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: 'create_snapshot', Schattenkopiename: %(snapshotname)s, Quellendatenträgername: %(volumename)s, vol_instance.path: %(vol_instance)s, Zieldatenträgername: %(d_volumename)s, Pool: %(pool)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: create_snapshot, nombre de instantánea: %(snapshotname)s, nombre de volumen de origen: %(volumename)s, vol_instance.path: %(vol_instance)s, nombre de volumen de destino: %(d_volumename)s, agrupación: %(pool)s, código de retorno: %(rc)lu, error: %(errordesc)s.
fr: create_snapshot, nom de l'instantané : %(snapshotname)s, nom du volume source : %(volumename)s, chemin vol_instance.path : %(vol_instance)s, nom du volume de destination : %(d_volumename)s, pool : %(pool)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: create_snapshot, snapshotname: %(snapshotname)s, nome volume di origine: %(volumename)s, vol_instance.path: %(vol_instance)s, nome volume di destinazione: %(d_volumename)s, pool: %(pool)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: create_snapshot, snapshotname: %(snapshotname)s, 소스 볼륨 이름: %(volumename)s, vol_instance.path: %(vol_instance)s, 대상 볼륨 이름: %(d_volumename)s, 풀: %(pool)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: create_snapshot, snapshotname: %(snapshotname)s, nome do volume de origem: %(volumename)s, vol_instance.path: %(vol_instance)s, nome do volume de destino: %(d_volumename)s, conjunto: %(pool)s, Código de retorno: %(rc)lu, Erro: %(errordesc)s.

source: create_snapshot, volumename: %(s_volumename)s, source volume not found on ETERNUS.
de: 'create_snapshot', Datenträgername: %(s_volumename)s, Quellendatenträger nicht in ETERNUS gefunden.
es: create_snapshot, nombre de volumen: %(s_volumename)s, no se ha encontrado el volumen de origen en ETERNUS.
fr: create_snapshot, nom du volume : %(s_volumename)s, volume source introuvable sur ETERNUS.
it: create_snapshot, volumename: %(s_volumename)s, volume di origine non trovato su ETERNUS.
ko_kr: create_snapshot, volumename: %(s_volumename)s, 소스 볼륨이 TERNUS에 없습니다.
pt_br: create_snapshot, volumename: %(s_volumename)s, volume de origem não localizado no ETERNUS.

source: create_snapshot, volumename: %(volumename)s, Replication Service not found.
de: 'create_snapshot', Datenträgername: %(volumename)s, Replikationsdienst nicht gefunden.
es: create_snapshot, nombre de volumen: %(volumename)s, no se ha encontrado el servicio de replicación.
fr: create_snapshot, nom du volume : %(volumename)s, Service de réplication introuvable.
it: create_snapshot, volumename: %(volumename)s, Server di replica non trovato.
ko_kr: create_snapshot, volumename: %(volumename)s, 복제 서비스를 찾을 수 없습니다.
pt_br: create_snapshot, volumename: %(volumename)s, Serviço de Replicação não localizado.

source: create_snapshot: Volume status must be "available" or "in-use" for snapshot. The invalid status is %s.
de: create_snapshot: Datenträgerstatus muss "available" oder "in-use" für eine Schattenkopie sein. Der ungültige Status ist %s.
es: create_snapshot: el estado de volumen debe ser "available" (disponible) o "in-use" (en uso) para la instantánea. El estado no válido es %s.
fr: create_snapshot : le statut du volume doit être "available" ou "in-use" pour l'instantané. Le statut non valide est %s.
it: create_snapshot: Lo stato del volume deve essere "available" o "in-use" per l'istantanea. Lo stato non valido è %s.
ko_kr: create_snapshot: 스냅샷에 대한 볼륨 상태는 "사용 가능" 또는 "사용 중"이어야 합니다. 올바르지 않은 상태는 %s입니다.
pt_br: create_snapshot: O status do volume deve ser "disponível " ou "em uso" para captura instantânea. O status inválido é %s.
tr_tr: create_snapshot: Anlık görüntü için mantıksal sürücü durumu "kullanılabilir" veya "kullanımda" olmalı. Geçersiz durum %s.

source: create_snapshot: get source volume failed.
de: create_snapshot: Abrufen des Quellendatenträgers fehlgeschlagen.
es: create_snapshot: la obtención de volumen de origen ha fallado.
fr: create_snapshot : échec de récupération du volume source.
it: create_snapshot: richiesta del volume di origine non riuscita.
ko_kr: create_snapshot: 소스 볼륨 가져오기에 실패했습니다.
pt_br: create_snapshot: obter volume de origem falhou.
tr_tr: create_snapshot: kaynak mantıksal sürücüyü alma başarısız.

source: create_volume, volume: %(volume)s, EnumerateInstances, cannot connect to ETERNUS.
de: create_volume, Datenträger: %(volume)s, EnumerateInstances. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: create_volume, volumen: %(volume)s, EnumerateInstances, no puede conectar con ETERNUS.
fr: create_volume, volume : %(volume)s, EnumerateInstances, impossible de se connecter à ETERNUS.
it: create_volume, volume: %(volume)s, EnumerateInstances, impossibile connettersi a ETERNUS.
ko_kr: create_volume, 볼륨: %(volume)s, EnumerateInstances, ETERNUS에 연결할 수 없습니다.
pt_br: create_volume, volume: %(volume)s, EnumerateInstances, não é possível conectar-se ao ETERNUS.

source: create_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
de: 'create_volume', Datenträger: %(volume)s, Datenträgername: %(volumename)s, Eternuspool: %(eternus_pool)s, Speicherkonfigurationsdienst nicht gefunden.
es: create_volume, volumen: %(volume)s, nombre de volumen: %(volumename)s, eternus_pool: %(eternus_pool)s, no se ha encontrado el servicio de configuración de almacenamiento.
fr: create_volume, volume : %(volume)s, nom du volume : %(volumename)s, eternus_pool : %(eternus_pool)s, Service de configuration de stockage introuvable.
it: create_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service non trovato.
ko_kr: create_volume, 볼륨: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, 스토리지 구성 서비스를 찾을 수 없습니다.
pt_br: create_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Serviço de Configuração de Armazenamento não localizado.

source: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: 'create_volume', Datenträgername: %(volumename)s, Poolname: %(eternus_pool)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: create_volume, nombre de volumen: %(volumename)s, nombre de agrupación: %(eternus_pool)s, código de retorno: %(rc)lu, error: %(errordesc)s.
fr: create_volume, nom du volume : %(volumename)s, nom du pool : %(eternus_pool)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, Código de retorno: %(rc)lu, Erro: %(errordesc)s.

source: create_volume_from_snapshot, Source Volume does not exist in ETERNUS.
de: 'create_volume_from_snapshot', Quellendatenträger ist in ETERNUS nicht vorhanden.
es: create_volume_from_snapshot, el volumen de origen no existe en ETERNUS.
fr: create_volume_from_snapshot, le volume source n'existe pas dans ETERNUS.
it: create_volume_from_snapshot, Il volume di origine non esiste in ETERNUS.
ko_kr: create_volume_from_snapshot, 소스 볼륨이 ETERNUS에 없습니다.
pt_br: create_volume_from_snapshot, o Volume de Origem não existe no ETERNUS.

source: create_volume_from_snapshot, target volume instancename: %(volume_instancename)s, Get Instance Failed.
de: 'create_volume_from_snapshot', Name der Zieldatenträgerinstanz: %(volume_instancename)s, Abrufen der Instanz fehlgeschlagen.
es: create_volume_from_snapshot, nombre de instancia del volumen de destino: %(volume_instancename)s, error al obtener la instancia.
fr: create_volume_from_snapshot, nom d'instance du volume cible : %(volume_instancename)s, La récupération de l'instance a échoué.
it: create_volume_from_snapshot, nome istanza volume di destinazione: %(volume_instancename)s, Richiamo istanza non riuscito.
ko_kr: create_volume_from_snapshot, 대상 볼륨 instancename: %(volume_instancename)s, 인스턴스 가져오기에 실패했습니다.
pt_br: create_volume_from_snapshot, nome da instância do volume de destino: %(volume_instancename)s, Falha ao Obter Instância.

source: create_volume_from_snapshot: Snapshot %(name)s does not exist.
de: create_volume_from_snapshot: Schattenkopie %(name)s ist nicht vorhanden.
es: create_volume_from_snapshot: la instantánea %(name)s no existe.
fr: create_volume_from_snapshot : l'instantané %(name)s n'existe pas.
it: create_volume_from_snapshot: l'istantanea %(name)s non esiste.
ko_kr: create_volume_from_snapshot: %(name)s 스냅샷이 없습니다.
pt_br: create_volume_from_snapshot: A captura instantânea %(name)s não existe.
tr_tr: create_volume_from_snapshot: Anlık görüntü %(name)s mevcut değil.

source: create_volume_from_snapshot: Snapshot status must be "available" for creating volume. The invalid status is: %s.
de: create_volume_from_snapshot: Der Status der Schattenkopie muss "available" zum Erstellen eines Datenträgers sein. Der ungültige Status ist %s.
es: create_volume_from_snapshot: el estado de la instantánea debe ser "available" (disponible) para crear el volumen. El estado no válido es: %s.
fr: create_volume_from_snapshot : le statut de l'instantané doit être "available" pour créer le volume. Le statut non valide est : %s.
it: create_volume_from_snapshot: Lo stato dell'istantanea deve essere "available" per la creazione del volume. Lo stato non valido è: %s.
ko_kr: create_volume_from_snapshot: 볼륨 작성에 스냅샷 상태가 "사용 가능"해야 합니다. 올바르지 않은 상태는 %s입니다.
pt_br: create_volume_from_snapshot: O status da captura instantânea deve ser "disponível" para volume de criação. O status inválido é: %s.
tr_tr: create_volume_from_snapshot: Mantıksal sürücü oluşturma için anlık görüntü durumu "kullanılabilir" olmalı. Geçersiz durum: %s.

source: create_volume_from_snapshot: Source and destination size differ.
de: create_volume_from_snapshot: Größe von Quelle und Ziel sind unterschiedlich.
es: create_volume_from_snapshot: el tamaño de origen y de destino son distintos.
fr: create_volume_from_snapshot : La taille de la source et de la destination diffère.
it: create_volume_from_snapshot: la dimensione dell'origine e della destinazione sono differenti.
ko_kr: create_volume_from_snapshot: 소스 및 대상 크기가 다릅니다.
pt_br: create_volume_from_snapshot: Os tamanhos de origem e destino diferem.
tr_tr: create_volume_from_snapshot: Kaynak ve hedef boyutu farklı.

source: create_volume_from_snapshot: Volume size is different from snapshot based volume.
de: create_volume_from_snapshot: Datenträgergröße unterscheidet sich von der Größe des auf der Schattenkopie basierenden Datenträgers.
es: create_volume_from_snapshot: el tamaño del volumen es distinto al volumen basado en la instantánea.
fr: create_volume_from_snapshot : la taille du volume est différente de celle du volume basé sur l'instantané.
it: create_volume_from_snapshot: Dimensione del volume diversa dal volume basato sull'istantanea.
ko_kr: create_volume_from_snapshot: 볼륨 크기가 스냅샷 기반 볼륨과 다릅니다.
pt_br: create_volume_from_snapshot: O tamanho do volume é diferente do volume baseado em captura instantânea.
tr_tr: create_volume_from_snapshot: Mantıksal sürücü boyutu anlık görüntü tabanlı mantıksal sürücüden farklı.

source: deduplicated and auto tiering can't be both enabled.
de: 'deduplicated' und 'auto tiering' können nicht gleichzeitig aktiviert sein.
es: los niveles deduplicados y automáticos no pueden estar ambos habilitados.
fr: Les hiérarchisations dédupliquée et automatique ne peuvent pas être activées toutes les deux.
it: Non è possibile abilitare entrambi il livellamento automatico e deduplicato.
ko_kr: 중복 제거 및 자동 계층화를 둘 다 사용할 수는 없습니다.
pt_br: não é possível ativar ambas as camadas, a deduplicada e a automática.
tr_tr: kopyasız sıkıştırma ve otomatik aşamalama aynı anda etkin olamaz.

source: delete: %(vol_id)s failed to run dsmc due to invalid arguments with stdout: %(out)s stderr: %(err)s
de: Löschen: %(vol_id)s konnte DSMC aufgrund von ungültigen Argumenten nicht ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: suprimir: %(vol_id)s no ha podido ejecutar dsmc debido a argumentos no válidos con stdout: %(out)s stderr: %(err)s
fr: suppression : échec de %(vol_id)s pour l'exécution de dsmc en raison d'arguments non valides avec stdout : %(out)s stderr : %(err)s
it: eliminazione: %(vol_id)s non ha eseguito dsmc a causa di argomenti non validi con stdout: %(out)s stderr: %(err)s
ko_kr: 삭제: %(vol_id)s이(가) 올바르지 않은 인수 때문에 dsmc를 실행하는 데 실패함. stdout: %(out)s stderr: %(err)s
pt_br: exclusão: %(vol_id)s falhou ao executar o dsmc devido a argumentos inválidos com stdout: %(out)s stderr: %(err)s
tr_tr: delete: %(vol_id)s geçersiz değişkenler nedeniyle dsmc komutunu çalıştıramadı stdout çıktısı ile: %(out)s stderr: %(err)s

source: delete: %(vol_id)s failed to run dsmc with stdout: %(out)s stderr: %(err)s
de: Löschen: %(vol_id)s konnte DSMC nicht ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: suprimir: %(vol_id)s no ha podido ejecutar dsmc sin salida estándar: %(out)s stderr: %(err)s
fr: suppression : échec de %(vol_id)s pour l'exécution de dsmc avec stdout : %(out)s stderr : %(err)s
it: eliminazione: %(vol_id)s non ha eseguito dsmc con stdout: %(out)s stderr: %(err)s
ko_kr: 삭제: %(vol_id)s이(가) dsmc를 실행하는 데 실패함. stdout: %(out)s stderr: %(err)s
pt_br: exclusão: %(vol_id)s falhou ao executar o dsmc com stdout: %(out)s stderr: %(err)s
tr_tr: delete: %(vol_id)s dsmc komutunu çalıştıramadı stdout çıktısı ile: %(out)s stderr: %(err)s

source: delete_hypermetro error.
de: delete_hypermetro-Fehler.
es: Error de delete_hypermetro.
fr: Erreur delete_hypermetro.
it: Errore delete_hypermetro.
ko_kr: delete_hypermetro 오류.
pt_br: Erro de delete_hypermetro.

source: delete_initiator: %s ACL not found. Continuing.
de: delete_initiator: %s-ACL nicht gefunden. Wird fortgesetzt.
es: delete_initiator: %s ACL no encontrado. Continuando.
fr: delete_initiator : ACL %s introuvable. Poursuite de l'opération.
it: delete_initiator: ACL %s non trovato. Continuare.
ko_kr: delete_initiator: %s ACL을 찾을 수 없습니다. 계속합니다.
pt_br: delete_initiator: ACL %s não localizada. Continuando.

source: delete_replication error.
de: delete_replication-Fehler.
es: Error de delete_replication.
fr: Erreur lors de la suppression de réplication (delete_replication).
it: Errore delete_replication.
ko_kr: delete_replication 오류.
pt_br: Erro de delete_replication.

source: deleting snapshot %(snapshot_name)s that has dependent volumes
de: Löschen von Schattenkopie %(snapshot_name)s mit abhängigen Datenträgern
es: suprimiendo la instantánea %(snapshot_name)s que tiene volúmenes dependientes
fr: Suppression de l'instantané %(snapshot_name)s ayant des volumes dépendants
it: eliminazione dell'istantanea %(snapshot_name)s che contiene dei volume dipendenti
ko_kr: 종속 볼륨을 갖는 %(snapshot_name)s 스냅샷 삭제 중
pt_br: excluindo captura instantânea %(snapshot_name)s que possui volumes dependentes
tr_tr: bağımlı mantıksal sürücülere sahip olan %(snapshot_name)s anlık sistem görüntüsü siliniyor

source: deleting volume %(volume_name)s that has snapshot
de: Löschen von Datenträger %(volume_name)s mit Schattenkopie
es: suprimiendo el volumen %(volume_name)s que tiene instantánea
fr: Suppression du volume %(volume_name)s ayant un instantané
it: eliminazione del volume %(volume_name)s che contiene l'istantanea
ko_kr: 스냅샷을 갖는 %(volume_name)s 볼륨 삭제 중
pt_br: excluindo o volume %(volume_name)s que possui captura instantânea
tr_tr: anlık sistem görüntüsüne sahip olan %(volume_name)s mantıksal sürücüsü siliniyor

source: detach snapshot from remote node
de: Zuordnung der Schattenkopie zu fernem Knoten aufheben
es: desconecte instantánea del nodo remoto
fr: détachez l'instantané du noeud distant
it: scollegamento istantanea dal nodo remoto
ko_kr: 원격 노드에서 스냅샷 분리
pt_br: remover captura instantânea do nó remoto
tr_tr: Uzak düğümden anlık görüntüyü çıkart.

source: do_setup: No configured nodes.
de: do_setup: keine konfigurierten Knoten.
es: do_setup: No hay nodos configurado.
fr: do_setup : Aucun noeud configuré.
it: do_setup: Nessun nodo configurato.
ko_kr: do_setup: 구성된 노드가 없습니다.
pt_br: do_setup: Nenhum nó configurado.
tr_tr: do_setup: Yapılandırılmış düğüm yok.

source: eqlx_cli_max_retries must be greater than or equal to 0
de: eqlx_cli_max_retries muss größer-gleich 0 sein.
es: eqlx_cli_max_retries debe ser mayor o igual que 0
fr: eqlx_cli_max_retries doit être supérieur ou égal à 0
it: eqlx_cli_max_retries deve essere maggiore o uguale a 0
ko_kr: eqlx_cli_max_retries는 0 이상이어야 함
pt_br: eqlx_cli_max_retries deve ser maior ou igual a 0
tr_tr: eqlx_cli_max_retries 0'a eşit ya da daha büyük olmalıdır

source: error writing object to swift, MD5 of object in swift %(etag)s is not the same as MD5 of object sent to swift %(md5)s
de: Fehler beim Schreiben von Objekt an Swift. MD5 von Objekt in Swift [%(etag)s] entspricht nicht MD5 von an Swift gesendetem Objekt [%(md5)s]
es: error al grabar archivo en Swift, el MD5 del archivo en Swift %(etag)s no es el mismo que el MD5 del archivo enviado a Swift %(md5)s
fr: erreur lors de l'écriture de l'objet à Swift, MD5 de l'objet dans swift %(etag)s est différent de MD5 de l'objet envoyé à swift %(md5)s
it: errore di scrittura dell'oggetto in swift, MD5 dell'oggetto in swift %(etag)s non è uguale a MD5 dell'oggetto inviato a swift %(md5)s
ko_kr: 오브젝트를 swift에 기록하는 중 오류 발생. %(etag)s swift에 있는 오브젝트의 MD5는 %(md5)s swift로 보낸 오브젝트의 MD5와 같지 않음
pt_br: erro ao gravar objeto no swift; o MD5 do objeto no swift %(etag)s não é o mesmo enviado ao swift %(md5)s
tr_tr: swift'e nesne yazarken hata, swift içindeki nesnenin MD5 değeri %(etag)s swift'e gönderilen nesnenin MD5 %(md5)s değeri ile aynı değildir

source: extend_volume, eternus_pool: %(eternus_pool)s, pool not found.
de: 'extend_volume', Eternuspool: %(eternus_pool)s, Pool nicht gefunden.
es: extend_volume, eternus_pool: %(eternus_pool)s, no se ha encontrado la aprupación.
fr: extend_volume, eternus_pool : %(eternus_pool)s, pool introuvable.
it: extend_volume, eternus_pool: %(eternus_pool)s, pool non trovato.
ko_kr: extend_volume, eternus_pool: %(eternus_pool)s, 풀을 찾을 수 없습니다.
pt_br: extend_volume, eternus_pool: %(eternus_pool)s, conjunto não localizado.

source: extend_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
de: 'extend_volume', Datenträger: %(volume)s, Datenträgername: %(volumename)s, Eternuspool: %(eternus_pool)s, Speicherkonfigurationsdienst nicht gefunden.
es: extend_volume, volumen: %(volume)s, nombre de volumen: %(volumename)s, eternus_pool: %(eternus_pool)s, no se ha encontrado el servicio de configuración de almacenamiento.
fr: extend_volume, volume : %(volume)s, nom du volume : %(volumename)s, eternus_pool : %(eternus_pool)s, service de configuration de stockage introuvable.
it: extend_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service non trovato.
ko_kr: extend_volume, 볼륨: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, 스토리지 구성 서비스를 찾을 수 없습니다.
pt_br: extend_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Serviço de Configuração de Armazenamento não localizado.

source: extend_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s, PoolType: %(pooltype)s.
de: 'extend_volume', Datenträgername: %(volumename)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s, Pooltyp: %(pooltype)s.
es: extend_volume, nombre de volumen: %(volumename)s, código de retorno: %(rc)lu, error: %(errordesc)s, tipo de agrupación: %(pooltype)s.
fr: extend_volume, nom du volume : %(volumename)s, Code retour : %(rc)lu, Erreur : %(errordesc)s, Type de pool : %(pooltype)s.
it: extend_volume, volumename: %(volumename)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s, PoolType: %(pooltype)s.
ko_kr: extend_volume, volumename: %(volumename)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s, PoolType: %(pooltype)s.
pt_br: extend_volume, volumename: %(volumename)s, Código de Retorno: %(rc)lu, Erro: %(errordesc)s, PoolType: %(pooltype)s.

source: extend_volume, volumename: %(volumename)s, volume not found.
de: 'extend_volume', Datenträgername: %(volumename)s, Datenträger nicht gefunden.
es: extend_volume, nombre del volumen: %(volumename)s, no se ha encontrado el volumen.
fr: extend_volume, nom du volume : %(volumename)s, volume introuvable.
it: extend_volume, volumename: %(volumename)s, volume non trovato.
ko_kr: extend_volume, volumename: %(volumename)s, 볼륨을 찾을 수 없습니다.
pt_br: extend_volume, volumename: %(volumename)s, volume não localizado.

source: failed to create new_volume on destination host
de: Erstellen von new_volume auf Zielhost fehlgeschlagen.
es: error al crear new_volume en el host de destino
fr: échec de la création de new_volume sur l'hôte de destination
it: impossibile creare new_volume nell'host di destinazione
ko_kr: 대상 호스트에 new_volume을 작성하지 못함
pt_br: falha ao criar new_volume no host de destino
tr_tr: Hedef istemci üzerinde yeni mantıksal sürücü oluşturulamadı

source: file already exists at %s
de: Datei ist bereits in %s vorhanden.
es: el archivo ya existe en %s
fr: fichier existe déjà à %s
it: il file esiste già in %s
ko_kr: %s에 파일이 이미 있음
pt_br: o arquivo já existe em %s
tr_tr: dosya %s konumunda zaten var

source: fileno is not supported by SheepdogIOWrapper
de: Fileno wird von SheepdogIOWrapper nicht unterstützt.
es: fileno no admitido por SheepdogIOWrapper
fr: fileno n'est pas pris en charge par SheepdogIOWrapper
it: fileno non è supportato da SheepdogIOWrapper
ko_kr: SheepdogIOWrapper는 fileno를 지원하지 않음
pt_br: fileno não é suportado pelo SheepdogIOWrapper
