Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: Service not found for updating active_backend_id, assuming default for driver init.
it: Servizio non trovato per l'aggiornamento di active_backend_id, viene utilizzato il valore predefinito per l'inizializzazione del driver.

source: Session might have expired. Trying to relogin
cs: Sezení mohlo vypršet. Bude proveden pokus o další přihlášení
it: La sessione potrebbe essere scaduta. Provare a rieseguire il login
tr_tr: Oturum sona ermiş olabilir. Tekrar giriş deneniyor

source: Set backend status to frozen successfully.
it: Impostazione dello stato di backend su bloccato eseguita correttamente.

source: Set newly managed Cinder volume name to %(name)s.
cs: Nastavit název nově spravovaného svazku Cinder na %(name)s.
it: Impostare il nome volume Cinder appena gestito su %(name)s.

source: Setting host %(host)s to %(state)s.
cs: Nastavování hostitele %(host)s na %(state)s.
it: Impostazione dell'host %(host)s su %(state)s.
tr_tr: %(host)s istemcisi %(state)s olarak ayarlanıyor.

source: Setting snapshot %(snap)s to online_flag %(flag)s
cs: Nastavování svazku %(snap)s příznakem online %(flag)s
it: Impostazione dell'istantanea %(snap)s su online_flag %(flag)s
tr_tr: Anlık görüntü %(snap)s online_flag %(flag)s olarak ayarlanıyor

source: Setting volume %(vol)s to online_flag %(flag)s
cs: Nastavování svazku %(vol)s příznakem online %(flag)s
it: Impostazione del volume %(vol)s su online_flag %(flag)s
tr_tr: %(vol)s mantıksal sürücüsü online_flag %(flag)s olarak ayarlanıyor

source: Skipping add target %(target_array)s to protection group %(pgname)s since it's already added.
it: Ignorare l'aggiunta della destinazione %(target_array)s al gruppo di protezione %(pgname)s perché è già aggiunta.

source: Skipping allow pgroup %(pgname)s on target array %(target_array)s since it is already allowed.
it: Ignorare l'autorizzazione di pgroup %(pgname)s sull'array di destinazione %(target_array)s perché è già autorizzato.

source: Skipping deletion of volume %s as it does not exist.
cs: Přeskakování mazání svazku %s protože neexistuje.
it: Ignorare l'eliminazione del volume %s perché non esiste.
tr_tr: %s mantıksal sürücüsünün silinmesi atlanıyor çünkü mevcut değil.

source: Skipping ensure_export. Found existing iSCSI target.
it: Ignorare ensure_export. Trovata destinazione iSCSI esistente.

source: Skipping image volume %(id)s because it is not accessible by current Tenant.
cs: Přeskakování svazku obrazu %(id)s protože pro současného nájemníka není dostupný.
it: Ignorare il volume dell'immagine %(id)s perché non è accessibile dal Tenant corrente.

source: Skipping remove_export. No iscsi_target is presently exported for volume: %s
cs: Odstranění exportu přeskočeno. Žádný cíl iscsi není v současnosti exportován pro svazek: %s
it: remove_export viene ignorato. Nessun iscsi_target viene al momento esportato per il volume: %s
tr_tr: remove_export atlanıyor. Mantıksal sürücü: %s için hiçbiri iscsi_target şu an dışa aktarılmamış

source: Skipping remove_export. No iscsi_target provisioned for volume: %s
cs: Odstranění exportu přeskočeno. Svazku %s není poskytnut žádný cíl iscsi.
it: remove_export viene ignorato. Nessun provisioning di iscsi_target per il volume: %s
tr_tr: remove_export atlanıyor. Mantıksal sürücü: %s için hiçbir iscsi_target hazırlanmadı

source: Smb share %(share)s Total size %(size)s Total allocated %(allocated)s
cs: Sdílení SMB %(share)s. Celková velikost %(size)s, celkem přiděleno %(allocated)s
it: Condivisione smb %(share)s Dimensione totale %(size)s Totale allocato %(allocated)s
tr_tr: Smb paylaşımı %(share)s Toplam boyut %(size)s Toplam ayrılan %(allocated)s

source: Snapshot %(disp)s '%(new)s' is now being managed.
cs: Snímek %(disp)s '%(new)s' je nyní spravován.
it: L'istantanea %(disp)s '%(new)s' è ora in fase di gestione.

source: Snapshot %(disp)s '%(vol)s' is no longer managed. Snapshot renamed to '%(new)s'.
cs: Snímek %(disp)s '%(vol)s' již není spravován. Snímek přejmenován na '%(new)s'.
it: L'istantanea %(disp)s '%(vol)s' non viene più gestita. Istantanea ridenominata in '%(new)s'.

source: Snapshot %(folder)s@%(snapshot)s does not exist, it was already deleted.
it: L'istantanea %(folder)s@%(snapshot)s non esiste, è già stata eliminata.

source: Snapshot %(folder)s@%(snapshot)s has dependent clones, it will be deleted later.
it: L'istantanea %(folder)s@%(snapshot)s ha cloni dipendenti, verrà eliminata successivamente.

source: Snapshot %s created successfully.
cs: Snímek %s úspěšně vytvořen.
it: Istantanea %s: creata correttamente.

source: Snapshot %s does not exist in backend.
cs: Snímek %s neexistuje v podpůrné vrstvě,
it: L'istantanea %s non esiste nel backend.

source: Snapshot %s does not exist, it seems it was already deleted.
it: L'istantanea %s non esiste, sembra che sia stata già eliminata.

source: Snapshot %s does not exist, it was already deleted.
it: L'istantanea %s non esiste, è già stata eliminata.

source: Snapshot %s has dependent clones, will be deleted later.
it: L'istantanea %s ha cloni dipendenti, verrà eliminata successivamente.

source: Snapshot %s not found
cs: Snímek %s nenalezen
it: Istantanea %s non trovata

source: Snapshot '%(ref)s' renamed to '%(new)s'.
cs: Snímek '%(ref)s' přejmenován na '%(new)s'.
it: Volume virtuale '%(ref)s' ridenominato in '%(new)s'.

source: Snapshot create request issued successfully.
cs: Žádost o vytvoření snímku úspěšně zadána.
it: Richiesta di creazione dell'istantanea eseguita correttamente.
tr_tr: Anlık görüntü oluşturma isteği başarıyla yapıldı.

source: Snapshot creation %(cloneName)s completed. Source Volume: %(sourceName)s.
cs: Vytvoření snímku %(cloneName)s dokončeno. Zdrojový svazek: %(sourceName)s.
it: Creazione dell'istantanea %(cloneName)s complata. Volume di origine: %(sourceName)s.
tr_tr: Anlık görüntü oluşturma %(cloneName)s tamamlandı. Kaynak Mantıksal sürücü: %(sourceName)s.

source: Snapshot delete request issued successfully.
cs: Žádost o smazání snímku úspěšně vytvořena.
it: Richiesta di eliminazione dell'istantanea eseguita correttamente.
tr_tr: Anlık görüntü silme isteği başarıyla yapıldı.

source: Snapshot force create request issued successfully.
cs: Žádost o vynucení vytvoření snímku úspěšně zadána.
it: Richiesta di creazione forzata dell'istantanea eseguita correttamente.
tr_tr: Anlık görüntü zorla oluşturma isteği başarıyla yapıldı.

source: Snapshot record for %s is not present, allowing snapshot_delete to proceed.
cs: Záznam snímku %s není přítomen, operace smazání snímku je povolena.
it: Il record dell'istantanea per %s non è presente, consentita la continuazione dell'operazione di eliminazione dell'istantanea.
tr_tr: %s için anlık görüntü kaydı mevcut değil, devam etmek için snapshot_delete'ye izin veriliyor.

source: Snapshot retrieved successfully.
cs: Snímek úspěšně získán.
it: Istantanea richiamata correttamente.
tr_tr: Anlık görüntü başarıyla getirildi.

source: Snapshot volume %(vol)s into snapshot %(id)s.
cs: Svazek snímku %(vol)s do snímku %(id)s.
it: Volume dell'istantanea %(vol)s nell'istantanea %(id)s.

source: Snapshot volume response: %s.
cs: Odpověď svazku snímku: %s.
it: Risposta del volume dell'istantanea: %s.

source: Snapshot: %(snapshot)s: not found on the array.
cs: Snímek: %(snapshot)s: nenalezen v poli.
it: Istantanea : %(snapshot)s: non trovata nell'array.
tr_tr: Anlık görüntü: %(snapshot)s: dizide bulunamadı.

source: Source Snapshot: %s
cs: Zdrojový snímek: %s
it: Istantanea di origine: %s
tr_tr: Kaynak Anlık görüntü: %s

source: Source and destination ZFSSA shares are the same. Do nothing. volume: %s
cs: Zdroj a cíl sdílení ZFSAA jsou stejné. Nebude nic provedeno, svazek: %s
it: Le condivisioni di origine e destinazione ZFSSA sono le stesse. Non eseguire alcuna operazione. volume: %s

source: Start to create cgsnapshot for consistency group: %(group_name)s
cs: Vytvoření snímku pro skupinu jednotnosti %(group_name)s zahájeno.
it: Inizia a creare l'istantanea per il gruppo di coerenza: %(group_name)s
tr_tr: Tutarlılık grubu için cgsnapshot oluşturmaya başla: %(group_name)s

source: Start to create consistency group: %(group_name)s id: %(id)s
cs: Vytvoření skupiny jednotnosti zahájeno: %(group_name)s id: %(id)s
it: Inizia a creare il gruppo di coerenza: id %(group_name)s: %(id)s
tr_tr: Tutarlılık grubu oluşturmaya başla: %(group_name)s id: %(id)s

source: Start to delete consistency group: %(cg_name)s
cs: Mazání skupiny jednotnosti zahájeno: %(cg_name)s
it: Inizia a eliminare il gruppo di coerenza: %(cg_name)s
tr_tr: Tutarlılık grubu silmeye başla: %(cg_name)s

source: Starting %(topic)s node (version %(version_string)s)
cs: Spouštění uzle %(topic)s (verze %(version_string)s)
it: Avvio del nodo %(topic)s (versione %(version_string)s)
tr_tr: %(topic)s düğüm başlatılıyor (sürüm %(version_string)s)

source: Starting volume driver %(driver_name)s (%(version)s)
cs: Spouštění ovladače svazku %(driver_name)s (%(version)s)
it: Avvio del driver del volume %(driver_name)s (%(version)s)
tr_tr: Mantıksal sürücü %(driver_name)s (%(version)s) başlatılıyor

source: Storage Group %(storageGroupName)s successfully deleted.
cs: Skupina úložiště %(storageGroupName)s úspěšně smazána.
it: Gruppo di archiviazione %(storageGroupName)s eliminato correttamente.

source: Storage group not associated with the policy. Exception is %s.
cs: Skupina úložiště není přidružena k zásadě. Výjimka je %s.
it: Gruppo di archiviazione non associato alla politica. L'eccezione è %s.
tr_tr: Depolama grubu ilke ile ilişkilendirilmemiş. İstisna %s.

source: Storage pools names: %(pools)s, storage pool name: %(pool)s, pool id: %(pool_id)s.
cs: Názvy zásob úložiště: %(pools)s, název zásoby úložiště: %(pool)s, id zásoby: %(pool_id)s.
it: Nomi pool di archiviazione: %(pools)s, nome pool di archiviazione: %(pool)s, id pool: %(pool_id)s.
tr_tr: Depolama havuzları isimleri: %(pools)s, depolama havuz ismi: %(pool)s, pool id: %(pool_id)s.

source: Successful login by user %s
cs: Uživatel %s se úspěšně přihlásil
it: Login corretto da parte dell'utente %s
tr_tr: %s kullanıcısı tarafından başarılı giriş

source: Successfully added %(volumeName)s to %(sgGroupName)s.
cs: %(volumeName)s úspěšně přidáno do %(sgGroupName)s.
it: Aggiunto correttamente %(volumeName)s a %(sgGroupName)s.

source: Successfully copied disk at: %(src)s to: %(dest)s.
cs: Úspěšně zkopírován disk %(src)s do %(dest)s.
it: Copiato correttamente disco su: %(src)s in: %(dest)s.
tr_tr: %(src)s konumundaki disk başarıyla %(dest)s konumuna kopyalandı.

source: Successfully create volume %s
cs: Svazek %s úspěšně vytvořen
it: Creazione del volume %s eseguita correttamente
tr_tr: %s mantıksal sürücüsünü başarıyla oluştur

source: Successfully created a CloudByte volume [%(cb_vol)s] w.r.t OpenStack volume [%(stack_vol)s].
cs: Svazek CloudByte úspěšně vytvořen [%(cb_vol)s] s ohledem na svazek OpenStack [%(stack_vol)s].
it: Creato correttamente un volume CloudByte [%(cb_vol)s] in relazione al volume OpenStack [%(stack_vol)s].
tr_tr: Başarıyla bir CloudByte mantıksal sürücüsü [%(cb_vol)s] w.r.t OpenStack mantıksal sürücüsü [%(stack_vol)s] oluşturuldu.

source: Successfully created clone: %s.
cs: Úspěšně vytvořen klon: %s.
it: Creato correttamente clone: %s.
tr_tr: Klon başarıyla oluşturuldu: %s.

source: Successfully created snapshot: %(snap)s for volume backing: %(backing)s.
cs: Snímek %(snap)s pro zálohu svazku %(backing)s úspěšně vytvořen.
it: Creata correttamente istantanea: %(snap)s per backup del volume: %(backing)s.
tr_tr: Anlık görüntü: %(snap)s başarıyla mantıksal sürücü desteği: %(backing)s için oluşturuldu.

source: Successfully created snapshot: %s.
cs: Snímek %s úspěšně vytvořen.
it: Creata correttamente istantanea: %s.
tr_tr: Anlık görüntü başarıyla oluşturuldu: %s.

source: Successfully created volume backing: %s.
cs: Záloha svazku %s úspěšně vytvořena.
it: Backup del volume creato correttamente: %s.
tr_tr: Mantıksal sürücü desteği başarıyla oluşturuldu: %s.

source: Successfully deleted %s.
cs: %s úspěšně smazáno.
it: Eliminato correttamente %s

source: Successfully deleted file: %s.
cs: Soubor %s úspěšně smazán.
it: Eliminato correttamente file: %s.
tr_tr: Dosya başarıyla silindi: %s.

source: Successfully deleted snapshot: %(name)s of backing: %(backing)s.
cs: Snímek %(name)s pro zálohu %(backing)s byl úspěšně smazán.
it: Eliminata correttamente istantanea: %(name)s di backup: %(backing)s.
tr_tr: %(backing)s desteği için anlık görüntü: %(name)s başarıyla silindi.

source: Successfully deleted snapshot: %s
cs: Snímek %s úspěšně smazán
it: Eliminata correttamente istantanea: %s
tr_tr: Anlık görüntü başarıyla silindi: %s

source: Successfully deleted snapshot: %s.
cs: Snímek %s úspěšně smazán.
it: Eliminata correttamente istantanea: %s.
tr_tr: Anlık görüntü başarıyla silindi: %s.

source: Successfully deleted volume [%(cb_vol)s] at CloudByte corresponding to OpenStack volume [%(stack_vol)s].
cs: Svazek CloudByte [%(cb_vol)s], odpovídající svazku OpenStack [%(stack_vol)s], byl úspěšně smazán.
it: Eliminato correttamente il volume [%(cb_vol)s] su CloudByte corrispondente al volume OpenStack [%(stack_vol)s].
tr_tr: [%(stack_vol)s] OpenStack mantıksal sürücüsüne karşılık gelen [%(cb_vol)s] mantıksal sürücüsü CloudByte'da başarıyla silindi.

source: Successfully deleted volume: %s
cs: Svazek %s úspěšně smazán
it: Eliminato correttamente volume: %s
tr_tr: Mantıksal sürücü başarıyla silindi: %s

source: Successfully extended virtual disk: %(path)s to %(size)s GB.
cs: Virtuální disk pěněně rozšířen: %(path)s na %(size)s GB.
it: Disco virtuale esteso correttamente: %(path)s alla dimensione di: %(size)s GB.

source: Successfully extended volume %(volume_id)s to size %(size)s.
cs: Svazek %(volume_id)s úspěšně rozšířen na velikost %(size)s.
it: Volume esteso correttamente %(volume_id)s alla dimensione di %(size)s.
tr_tr: Mantıksal sürücü %(volume_id)s başarıyla %(size)s boyutuna büyütüldü.

source: Successfully extended volume: %(vol)s to size: %(size)s GB.
cs: Svazek %(vol)s úspěšně rozšířen na velikost %(size)s GB.
it: Esteso correttamente volume: %(vol)s alla dimensione di: %(size)s GB.

source: Successfully got volume information for volume %s
cs: Informace o svazku %s úspěšně získány
it: Informazioni sul volume richiamate correttamente per il volume %s
tr_tr: %s mantıksal sürücüsü için mantıksal sürücü bilgisi başarıyla alındı

source: Successfully initialized connection with volume: %(volume_id)s.
cs: Spojení se svazkem %(volume_id)s úspěšně zavedeno.
it: Connessione inizializzata correttamente con volume: %(volume_id)s.
tr_tr: Mantıksal sürücü: %(volume_id)s ile bağlantı başarıyla ilklendirildi.

source: Successfully initialized connection. target_wwn: %(target_wwn)s, initiator_target_map: %(initiator_target_map)s, lun: %(target_lun)s.
cs: Připojení úspěšně zavedeno. Cílové wwn: %(target_wwn)s, mapa cílů zavaděče: %(initiator_target_map)s, lun: %(target_lun)s.
it: Connessione inizializzata correttamente. target_wwn: %(target_wwn)s, initiator_target_map: %(initiator_target_map)s, lun: %(target_lun)s.
tr_tr: Bağlantı başarıyla ilklendirildi. target_wwn: %(target_wwn)s, initiator_target_map: %(initiator_target_map)s, lun: %(target_lun)s.

source: Successfully moved volume backing: %(backing)s into the folder: %(fol)s.
cs: Záloha svazku %(backing)s úspěšně přesunuta do složky %(fol)s.
it: Spostato correttamente backup del volume: %(backing)s nella cartella: %(fol)s.
tr_tr: Mantıksal sürücü desteği: %(backing)s başarıyla %(fol)s dizinine taşındı.

source: Successfully relocated volume backing: %(backing)s to datastore: %(ds)s and resource pool: %(rp)s.
cs: Záloha svazku %(backing)s úspěšně přemístěna do datového úložiště %(ds)s a zásoby zdrojů %(rp)s.
it: Rilocato correttamente backup del volume: %(backing)s in datastore: %(ds)s e pool di risorse: %(rp)s.
tr_tr: Mantıksal sürücü desteği: %(backing)s başarıyla veri deposu: %(ds)s e ve kaynak havuzu: %(rp)s ye konumlandırıldı.

source: Successfully retrieved InitiatorGrpList
cs: Seznam skupin zavaděče úspěšně získán
it: InitiatorGrpList richiamato correttamente
tr_tr: InitiatorGrpList başarıyla alındı

source: Successfully setup driver: %(driver)s for server: %(ip)s.
cs: Ovladač %(driver)s úspěšně nastaven pro server %(ip)s.
it: Configurato correttamente driver: %(driver)s per server: %(ip)s.
tr_tr: %(ip)s sunucusu için sürücü: %(driver)s başarıyla kuruldu.

source: Successfully setup replication for %s.
it: Configurata correttamente replica per %s.

source: Successfully terminated connection for volume: %(volume_id)s.
cs: Spojení se svazkem %(volume_id)s úspěšně ukončeno.
it: Connessione terminata correttamente per volume: %(volume_id)s.
tr_tr: Mantıksal sürücü: %(volume_id)s için bağlantı başarıyla sonlandırıldı.

source: Successfully update volume stats. backend: %(volume_backend_name)s, vendor: %(vendor_name)s, driver version: %(driver_version)s, storage protocol: %(storage_protocol)s.
cs: Statistiky svazku úspěšně aktualizovány. Podpůrná vrstva: %(volume_backend_name)s, prodejce: %(vendor_name)s, verze ovladače: %(driver_version)s, protokol úložiště: %(storage_protocol)s.
it: Statistiche del volume aggiornate correttamente. backend: %(volume_backend_name)s, fornitore: %(vendor_name)s, versione driver: %(driver_version)s, protocollo di archiviazione: %(storage_protocol)s.
tr_tr: Mantıksal sürücü istatistikleri başarıyla güncellendi: %(volume_backend_name)s, satıcı: %(vendor_name)s, sürücü sürümü: %(driver_version)s, depolama iletişim kuralı: %(storage_protocol)s.

source: Successfully updated CloudByte volume [%(cb_vol)s] corresponding to OpenStack volume [%(ops_vol)s].
cs: Svazek CloudByte úspěšně aktualizován [%(cb_vol)s] s ohledem na svazek OpenStack [%(ops_vol)s].
it: Aggiornato correttamente un volume CloudByte [%(cb_vol)s] corrispondente al volume OpenStack [%(ops_vol)s].

source: Switching volume %(vol)s to profile %(prof)s.
cs: Přepínání svazku %(vol)s do profilu %(prof)s.
it: Passaggio del volume %(vol)s a profilo %(prof)s.

source: System %(id)s has %(status)s status.
cs: Systém %(id)s má stav %(status)s.
it: Il sistema %(id)s ha lo stato %(status)s.
tr_tr: Sistem %(id)s %(status)s durumuna sahip.

source: System with controller addresses [%s] is not registered with web service.
cs: Systém s adresami kontroléru [%s] není zaregistrován u internetové služby.
it: Il sistema con indirizzi controller [%s] non è registrato con il servizio web.
tr_tr: Kontrol adreslerine [%s] sahip sistem web servisine kayıtlı değil.

source: Target wwns in masking view %(maskingView)s: %(targetWwns)s.
cs: Cílové wwns v zamaskování %(maskingView)s: %(targetWwns)s.
it: wwns di destinazione nella vista di mascheramento %(maskingView)s: %(targetWwns)s.
tr_tr: %(maskingView)s maskeleme görünümündeki hedef wwn'ler: %(targetWwns)s.

source: Terminate connection: %(volume)s.
cs: Ukončení připojení: %(volume)s.
it: Termina connessione: %(volume)s.
tr_tr: Bağlantıyı sonlandır: %(volume)s.

source: Terminate volume connection completed successfully.
cs: Ukončení připojení svazku úspěšně dokončeno.
it: Completamento della connessione del volume completato correttamente.
tr_tr: Mantıksal sürücü bağlantısını sonlandırma başarıyla tamamlandı.

source: Thawed backend successfully.
it: Backend sbloccato correttamente.

source: The NAS file operations will be run as non privileged user in secure mode. Please ensure your libvirtd settings have been configured accordingly (see section 'OpenStack' in the Quobyte Manual.
cs: Operace se souborem NAS budou spouštěny pod účtem uživatele bez oprávnění správce v zabezpečeném režimu. Ujistěte se prosím, že vaše nastavení libvirtd je správné (přečtěte si část 'OpenStack' v příručce Quobyte).
it: Le operazioni del file NAS verranno eseguite come utente non privilegiato in modalità sicura. Verificare che le impostazioni libvirtd siano state configurate di conseguenza (vedere la sezione 'OpenStack' nel manuale Quobyte).

source: The QoS sepcs is: %s.
cs: Specifikace QoS jsou %s.
it: Le specifiche QoS sono: %s.
tr_tr: QoS özelliği: %s.

source: The image was successfully converted, but image size is unavailable. src %(src)s, dest %(dest)s. %(error)s
cs: Obraz byl úspěšně převeden, ale velikost obrazu není dostupná. Zdroj %(src)s, cíl %(dest)s. %(error)s
it: L'immagine è stata convertita correttamente, ma la dimensione dell'immagine non è disponibile. origine %(src)s, dest %(dest)s. %(error)s

source: The multi-attach E-Series host group '%(label)s' already exists with clusterRef %(clusterRef)s
cs: Již existuje skupina vícenásobného připojení hostitele E-Series '%(label)s' s odkazem clusteru %(clusterRef)s
it: Il gruppo di host multi-attach E-Series '%(label)s' esiste già con clusterRef %(clusterRef)s
tr_tr: Çoklu-ekleme E-Serisi istemci grubu '%(label)s' zaten clusterRef %(clusterRef)s ile mevcut

source: The pool_name from extraSpecs is %(pool)s.
cs: Název zásoby z dodatečných specifikací je %(pool)s.
it: Il nome_pool da extraSpecs è %(pool)s.

source: The same hostid is: %s.
cs: Stejné id hostitele je: %s.
it: Lo stesso id host è: %s.

source: The storage group found is %(foundStorageGroupInstanceName)s.
cs: Nalezená skupiny úložiště je %(foundStorageGroupInstanceName)s.
it: Il gruppo di archiviazione trovato è %(foundStorageGroupInstanceName)s.
tr_tr: Bulunan depolama grubu %(foundStorageGroupInstanceName)s.

source: The target instance device id is: %(deviceid)s.
it: L'ID del dispositivo per l'istanza di destinazione è: %(deviceid)s.

source: The volume belongs to more than one storage group. Returning storage group %(sgName)s.
cs: Svazek patří do více než jedné skupině úložiště. Předána skupina úložiště %(sgName)s.
it: Il volume appartiene a più di un gruppo di archiviazione. Viene restituito il gruppo di archiviazione %(sgName)s.
tr_tr: Mantıksal sürücü birden fazla depolama grubuna ait. %(sgName)s depolama grubu döndürülüyor.

source: There is no backing for the snapshotted volume: %(snap)s. Not creating any backing for the volume: %(vol)s.
cs: Pro snímek svazku %(snap)s neexistuje záloha. Nebude vytvořena žádná záloha pro svazek: %(vol)s.
it: Non esiste alcun backup per il volume con istantanea: %(snap)s. Non viene creato alcun backup per il volume: %(vol)s.
tr_tr: Anlık görüntülenen mantıksal sürücü: %(snap)s için destek yok. Mantıksal sürücü: %(vol)s için deste oluşturulmuyor.

source: There is no backing for the source volume: %(src)s. Not creating any backing for volume: %(vol)s.
cs: Pro zdrojový svazek %(src)s neexistuje záloha. Nebude vytvořena žádná záloha pro svazek: %(vol)s.
it: Non esiste alcun backup per il volume di origine: %(src)s. Non viene creato alcun backup per il volume: %(vol)s.
tr_tr: Kaynak mantıksal sürücü: %(src)s için destek yok. Mantıksal sürücü: %(vol)s için herhangi bir destek oluşturulmuyor.

source: There is no backing for the volume: %s. Need to create one.
cs: Svazek %s nemá žádnou zálohu. Je třeba ji vytvořit.
it: Non è presente alcun backup per il volume: %s. È necessario crearne uno.
tr_tr: Mantıksal sürücü: %s için destek yok. Bir tane oluşturmalı.

source: There is no backing for volume: %s; no need to extend the virtual disk.
cs: Svazek %s nemá žádnou zálohu; není třeba rozšiřovat virtuální disk.
it: Non è presente alcun backup per il volume: %s; non è necessario estendere il disco virtuale.

source: There is no backing, and so there is no snapshot: %s.
cs: Záloha neexistuje, tím pádem ani snímek %s neexistuje.
it: Non esiste un backup per cui non non esiste alcuna istantanea: %s.
tr_tr: Destek yok, o yüzden anlık görüntü de yok: %s.

source: There is no backing, so will not create snapshot: %s.
cs: Záloha neexistuje, snímek %s nebude vytvořen.
it: Non esiste un backup per cui non verrà creata un'istantanea: %s.
tr_tr: Destek yok, yani anlık görüntü oluşturulmayacak: %s.
