Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: SMBFS config file not set (smbfs_shares_config).
de: SMBFS-Konfigurationsdatei nicht definiert (smbfs_shares_config).
es: El archivo de configuración SMBFS no se ha configurado (smbfs_shares_config).
fr: Fichier de configuration SMBFS non défini (smbfs_shares_config).
it: Il file di configurazione SMBFS non è impostato (smbfs_shares_config).
ko_kr: SMBFS 구성 파일이 설정되지 않았습니다(smbfs_shares_config).
pt_br: Arquivo de configuração SMBFS não definido (smbfs_shares_config).
tr_tr: SMBFS yapılandırma dosyası ayarlı değil (smbfs_shares_config).

source: SSH Command failed after '%(total_attempts)r' attempts : '%(command)s'
de: SSH-Befehl fehlgeschlagen nach '%(total_attempts)r' Versuchen : '%(command)s'
es: Se ha encontrado un error en el mandato SSH tras '%(total_attempts)r' intentos: '%(command)s'
fr: Echec de la commande SSH après '%(total_attempts)r' tentatives : '%(command)s'
it: Comando SSH non riuscito dopo '%(total_attempts)r' tentativi: '%(command)s'
ko_kr: '%(command)s' 명령을 '%(total_attempts)r'번 시도한 후에 SSH 명령이 실패했습니다.
pt_br: Comando SSH falhou após '%(total_attempts)r' tentativas: '%(command)s'
tr_tr: SSH komutu '%(total_attempts)r' girişimden sonra başarısız oldu: '%(command)s'

source: SSH command injection detected: %(command)s
de: SSH-Befehlsinjektion erkannt: %(command)s
es: Se ha detectado inyección de mandato SSH: %(command)s
fr: Injection de commande SSH détectée : %(command)s
it: Rilevato inserimento comando SSH: %(command)s
ko_kr: SSH 명령 인젝션 발견됨: %(command)s
pt_br: Injeção de comando SSH detectada: %(command)s
tr_tr: SSH komut ekleme algılandı: %(command)s

source: SSH connection failed for %(fabric)s with error: %(err)s
de: SSH-Verbindung für %(fabric)s fehlgeschlagen mit Fehler: %(err)s
es: La conexión SSH ha fallado para %(fabric)s con el error: %(err)s
fr: Echec de la connexion SSH pour %(fabric)s avec l'erreur : %(err)s
it: Connessione SSH non riuscita per %(fabric)s con errore: %(err)s
ko_kr: 오류: %(err)s과(와) 함께 %(fabric)s에 대한 SSH 연결 실패
pt_br: Conexão SSH falhou para %(fabric)s com erro: %(err)s
tr_tr: %(fabric)s için SSH bağlantısı başarısız, hata: %(err)s

source: SSL Certificate expired on %s.
de: SSL-Zertifikat abgelaufen am %s.
es: El certificado SSL ha caducado el %s.
fr: Le certificat SSL a expiré le %s.
it: Certificato SSL scaduto il %s.
ko_kr: SSL 인증서가 %s에 만료되었습니다.
pt_br: Certificado SSL expirado em %s.
tr_tr: SSL Sertifikasının süresi %s de doldu.

source: SSL error: %(arg)s.
de: SSL-Fehler: %(arg)s.
es: Error de SSL: %(arg)s.
fr: Erreur SSL : %(arg)s.
it: Errore SSL: %(arg)s.
ko_kr: SSL 오류: %(arg)s.
pt_br: Erro de SSL: %(arg)s.
tr_tr: SSL hatası: %(arg)s.

source: Scheduler Host Filter %(filter_name)s could not be found.
de: Scheduler-Hostfilter %(filter_name)s wurde nicht gefunden.
es: No se ha podido encontrar el filtro de host de planificador %(filter_name)s.
fr: Filtre hôte du planificateur %(filter_name)s introuvable.
it: Impossibile trovare il filtro Scheduler Host %(filter_name)s.
ko_kr: 스케줄러 호스트 필터 %(filter_name)s을(를) 찾을 수 없습니다.
pt_br: O Filtro do Host do Planejador %(filter_name)s não pôde ser localizado.
tr_tr: %(filter_name)s zamanlayıcı sunucu filtresi bulunamadı.

source: Scheduler Host Weigher %(weigher_name)s could not be found.
de: Scheduler-Host-Weigher %(weigher_name)s wurde nicht gefunden.
es: El Scheduler Host Weigher %(weigher_name)s no se ha podido encontrar.
fr: Peseur de l'hôte du planificateur %(weigher_name)s introuvable.
it: Impossibile trovare Scheduler Host Weigher %(weigher_name)s.
ko_kr: Scheduler Host Weigher %(weigher_name)s을(를) 찾을 수 없습니다.
pt_br: O Ponderador %(weigher_name)s do Host do Planejador não pôde ser localizado.
tr_tr: Zamanlayıcı İstemci Tartıcı %(weigher_name)s bulunamadı.

source: Secondary copy status: %(status)s and synchronized: %(sync)s, sync progress is: %(progress)s%%.
de: Status der sekundären Kopie: %(status)s und synchronisiert: %(sync)s, Fortschritt der Synchronisierung ist: %(progress)s%%.
es: Estado de copia secundaria: %(status)s y sincronizado: %(sync)s, el progreso de la sincronización es: %(progress)s%%.
fr: Statut de la copie secondaire : %(status)s et synchronisation : %(sync)s, progression de la synchronisation : %(progress)s%%.
it: Stato della copia secondaria: %(status)s e sincronizzata: %(sync)s, avanzamento sync è: %(progress)s%%.
ko_kr: 2차 사본 상태: %(status)s 및 동기화됨: %(sync)s, 동기화 프로세스는 %(progress)s%%입니다.
pt_br: Status da cópia secundária: %(status)s e sincronizada: %(sync)s, o progresso de sincronização é: %(progress)s%%.
tr_tr: İkincil kopyalama durumu: %(status)s ve eşzamanlanan: %(sync)s, eşzamanlama ilerlemesi: %(progress)s%%.

source: Secondary id can not be the same as primary array, backend_id = %(secondary)s.
de: Sekundäre ID darf nicht mit primärem Array übereinstimmen: 'backend_id' = %(secondary)s.
es: El ID secundario no puede ser el mismo que la matriz primaria, backend_id = %(secondary)s.
fr: L'ID secondaire ne peut pas être identique à la matrice principale, backend_id = %(secondary)s.
it: L'id secondario non può essere uguale all'array primario, backend_id = %(secondary)s.
ko_kr: 보조 id는 기본 배열과 같지 않아야 합니다. backend_id = %(secondary)s.
pt_br: O ID secundário não pode ser igual à matriz primária, backend_id = %(secondary)s.

source: SerialNumber must be in the file %(fileName)s.
de: SerialNumber muss in der Datei %(fileName)s vorhanden sein.
es: SerialNumber debe estar en el archivo %(fileName)s.
fr: SerialNumber doit être dans le fichier %(fileName)s.
it: SerialNumber deve essere nel file %(fileName)s.
ko_kr: SerialNumber는 파일 %(fileName)s에 있어야 합니다.
pt_br: SerialNumber deve estar no arquivo %(fileName)s.

source: Service %(service)s on host %(host)s removed.
de: Dienst %(service)s auf Host %(host)s entfernt.
es: Se ha eliminado el servicio %(service)s en el host %(host)s.
fr: Le service %(service)s sur l'hôte %(host)s a été retiré.
it: Servizio %(service)s su host %(host)s rimosso.
ko_kr: 호스트 %(host)s의 서비스 %(service)s이(가) 제거되었습니다.
pt_br: Serviço %(service)s no host %(host)s removido.
tr_tr: host %(host)s üzerindeki servis %(service)s silindi.

source: Service %(service_id)s could not be found on host %(host)s.
de: Der Dienst %(service_id)s wurde auf dem Host %(host)s nicht gefunden.
es: No se ha podido encontrar el servicio %(service_id)s en el host %(host)s.
fr: Service %(service_id)s introuvable sur l'hôte %(host)s.
it: Impossibile trovare il servizio %(service_id)s sull'host %(host)s.
ko_kr: 호스트 %(host)s에서 서비스 %(service_id)s을(를) 찾을 수 없습니다.
pt_br: O serviço %(service_id)s não pôde ser localizado no host %(host)s.

source: Service %(service_id)s could not be found.
de: Der Dienst %(service_id)s wurde nicht gefunden.
es: No se ha podido encontrar el servicio %(service_id)s.
fr: Le service %(service_id)s est introuvable.
it: Impossibile trovare il servizio %(service_id)s.
ko_kr: %(service_id)s 서비스를 찾을 수 없습니다.
pt_br: O serviço %(service_id)s não pôde ser localizado.
tr_tr: %(service_id)s servisi bulunamadı.

source: Service %s not found.
de: Der Dienst %s wurde nicht gefunden.
es: El servicio %s no se ha encontrado.
fr: Service %s non trouvé.
it: Il servizio %s non è stato trovato.
ko_kr: %s 서비스를 찾을 수 없음
pt_br: Serviço %s não localizado.
tr_tr: Servis %s bulunamadı.

source: Service is too old to fulfil this request.
de: Der Dienst ist zu alt, um diese Anforderung zu erfüllen.
es: El servicio es demasiado antiguo para cumplir esta solicitud.
fr: Service trop ancien pour satisfaire cette demande.
it: Il servizio è troppo vecchio per soddisfare la richiesta.
ko_kr: 서비스가 너무 오래되어 이 요청을 이행할 수 없습니다.
pt_br: O serviço é muito antigo para preencher essa solicitação.

source: Service is unavailable at this time.
de: Der Dienst ist derzeit nicht verfügbar.
es: El servicio no esta disponible en este momento
fr: Le service est indisponible actuellement.
it: Il servizio non è disponibile in questo momento.
ko_kr: 서비스가 지금 사용 불가능합니다.
pt_br: O serviço está indisponível neste momento.
tr_tr: Şu anda servis kullanılamıyor.

source: Set pair secondary access error.
de: Fehler beim Festlegen des sekundären Paarzugriffs.
es: Error al definir el acceso secundario del par.
fr: Erreur lors de la définition d'accès secondaire à une paire.
it: Errore di impostazione dell'accesso secondario alla coppia.
ko_kr: 쌍 보조 액세스 설정 오류.
pt_br: Erro de configuração de acesso secundário do par.

source: Sets thin provisioning.
de: Legt Thin Provisioning fest.
es: Establece suministro ligero.
fr: Active l'allocation de ressources à la demande.
it: Imposta il thin provisioning.
ko_kr: 씬 프로비저닝을 설정합니다.
pt_br: Configura thin provisioning.

source: Setting LUN QoS policy group is not supported on this storage family and ONTAP version.
de: Die Festlegung der LUN-QoS-Richtliniengruppe wird für diese Speicherfamilie und diese ONTAP-Version nicht unterstützt.
es: No se admite el establecimiento del grupo de política de calidad de servicio de LUN en esta familia de almacenamiento y versión de ONTAP.
fr: La définition du groupe de règles LUN QoS n'est pas prise en charge sur cette famille de stockage et version ONTAP.
it: Impostazione del gruppo di politiche QoS della LUN non supportata su questa famiglia di archiviazione e versione ONTAP.
ko_kr: 이 스토리지 제품군과 ONTAP 버전에서는 LUN QoS 정책 그룹 설정이지원되지 않습니다.
pt_br: Configurar o grupo de política de LUN QoS não é suportado nesta família de armazenamento e versão de ONTAP.
tr_tr: LUN QoS ilke grubu ayarlama bu depolama ailesi ve ONTAP sürümünde desteklenmiyor.

source: Setting file qos policy group is not supported on this storage family and ontap version.
de: Die Festlegung der Richtliniengruppe 'file qos' wird für diese Speicherfamilie und diese ONTAP-Version nicht unterstützt.
es: No se admite el establecimiento del grupo de política de calidad de servicio del archivo en esta familia de almacenamiento y versión de ontap.
fr: La définition du groupe de règles qos du fichier n'est pas prise en charge sur cette famille de stockage et version ontap.
it: Impostazione del gruppo di politiche qos del file non supportato su questa famiglia di archiviazione e versione ontap.
ko_kr: 이 스토리지 제품군과 ONTAP 버전에서는 파일 qos 정책 그룹 설정이지원되지 않습니다.
pt_br: Configurar o grupo de política de arquivo qos não é suportado nesta família de armazenamento e versão de ONTAP.
tr_tr: Dosya qos ilke grubu ayarlama bu depolama ailesi ve ontap sürümünde desteklenmiyor.

source: Share %s ignored due to invalid format. Must be of form address:/export. Please check the nas_host and nas_share_path settings.
de: Freigegebenes Verzeichnis %s wegen ungültigem Format ignoriert. Muss das Format Adresse:/Export haben. Prüfen Sie die Einstellungen 'nas_host' und 'nas_share_path'.

source: Share at %(dir)s is not writable by the Cinder volume service. Snapshot operations will not be supported.
de: Freigegebenes Verzeichnis unter %(dir)s kann vom Cinder-Datenträgerdienst nicht beschrieben werden. Schattenkopieoperationen werden nicht unterstützt.
es: El servicio de volumen Cinder no puede grabar en la unidad compartida en %(dir)s. Las operaciones de instantánea no se admitirán.
fr: Le partage dans %(dir)s n'est pas accessible en écriture par le service de volumes Cinder. Les opérations d'instantané ne seront pas prises en charge.
it: La condivisione %(dir)s non è scrivibile dal servizio del volume Cinder. Le operazioni dell'istantanea non saranno supportate.
ko_kr: %(dir)s에서의 공유를 Cinder 볼륨 서비스에서 쓸 수 없습니다. 스냅샷 조작이 지원되지 않습니다.
pt_br: O compartilhamento em %(dir)s não pode ser gravado pelo serviço de volume Cinder. As operações de captura instantânea não serão suportadas.
tr_tr: %(dir)s dizinindeki paylaşım Cinder mantıksal sürücü servisi tarafından yazılabilir değildir. Anlık sistem görüntüsü işlemleri desteklenmiyor.

source: Sheepdog I/O Error, command was: "%s".
de: Sheepdog-E/A-Fehler. Befehl war: "%s".
es: Error de E/S Sheepdog, el mandato era: "%s".
fr: Erreur d'E-S Sheepdog I/O, commande concernée : "%s".
it: Errore I/O Sheepdog, il comando era: "%s".
ko_kr: Sheepdog I/O 오류, 명령: "%s".
pt_br: Erro de E/S de sheepdog, o comando foi: "%s".

source: Show operations can only be made to projects in the same hierarchy of the project in which users are scoped to.
de: Operationen zum Anzeigen können nur an Projekten in derselben Hierarchie des Projekts, das als Bereich für Benutzer festgelegt wurde, ausgeführt werden.
es: Las operaciones de mostrar sólo se pueden realizar en proyectos de la misma jerarquía del proyecto en el que los usuarios tienen alcance.
fr: Les opérations Show ne peuvent porter que sur des projets dans la même hiérarchie de projet que celle définie pour la portée utilisateurs.
it: Operazioni di visualizzazione possono essere eseguite solo per progetti nella stessa gerarchia delprogetto che è l'ambito degli utenti.
ko_kr: 표시 조작은 사용자가 범위 지정되는 프로젝트의 동일한 계층에 있는 프로젝트에 대해서만 작성될 수 있습니다.
pt_br: As operações de exibição podem ser feitas somente para projetos na mesma hierarquia do projeto no qual os usuários estão com escopo definido.

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ko_kr: 크기
pt_br: Tamanho
tr_tr: Boyut

source: Size for volume: %s not found, cannot secure delete.
de: Größe für Datenträger: %s nicht gefunden, sicherer Löschvorgang nicht möglich.
es: Tamaño para volumen: %s no se ha encontrado, no puede asegurar la supresión.
fr: La taille du volume %s est introuvable. Impossible d'effectuer une suppression sécurisée.
it: Dimensione per il volume: %s non trovato, impossibile eseguire eliminazione protetta.
ko_kr: 볼륨 %s에 대한 크기를 찾을 수 없습니다. 보안 삭제를 수행할 수 없습니다.
pt_br: Tamanho do volume: %s não localizado, não é seguro excluir.
tr_tr: Mantıksal sürücü boyutu: %s bulunamadı, güvenli silinemiyor.

source: Size is %(image_size)dGB and doesn't fit in a volume of size %(volume_size)dGB.
de: Größe beträgt %(image_size)d GB und passt nicht in einen Datenträger mit der Größe %(volume_size)d GB.
es: El tamaño es %(image_size)dGB y no se ajusta en un volumen de tamaño %(volume_size)dGB.
fr: La taille est %(image_size)d Go et ne s'adapte pas dans un volume d'une taille de %(volume_size)d Go.
it: La dimensione è %(image_size)dGB e non è contenuta in un volume di dimensione %(volume_size)dGB.
ko_kr: 크기는 %(image_size)dGB이며 크기 %(volume_size)dGB의 볼륨에 맞지 않습니다.
pt_br: O tamanho é de %(image_size)dGB e não se ajusta em um volume de tamanho de %(volume_size)dGB.
tr_tr: Boyut %(image_size)dGB ve %(volume_size)dGB boyutundaki mantıksal sürücü ile uymuyor.

source: Size of specified image %(image_size)sGB is larger than volume size %(volume_size)sGB.
de: Größe des angegebenen Abbilds mit %(image_size)s GB übersteigt die Größe des Datenträgers mit %(volume_size)s GB.
es: El tamaño de la imagen especificada %(image_size)sGB es mayor que el tamaño de volumen %(volume_size)sGB.
fr: La taille de l'image définie %(image_size)s Go est supérieure à la taille du volume %(volume_size)s Go.
it: La dimensione dell'immagine specificata %(image_size)sGB è maggiore della dimensione del volume %(volume_size)sGB.
ko_kr: 지정된 이미지 크기 %(image_size)sGB는 다음 볼륨 크기보다 커야 합니다: %(volume_size)sGB.
pt_br: Tamanho de imagem especificada %(image_size)sGB é maior que o tamanho do volume %(volume_size)sGB.
tr_tr: Belirtilen imajın boyutu %(image_size)sGB %(volume_size)sGB mantıksal sürücü boyutundan büyük.

source: Snapshot %(id)s has been asked to be deleted while waiting for it to become available. Perhaps a concurrent request was made.
de: Es wurde angefordert, die Schattenkopie %(id)s zu löschen, während darauf gewartet wurde, dass sie verfügbar wird. Möglicherweise wurde eine gleichzeitige Anforderung gestellt.
es: Se ha solicitado suprimir la instantánea %(id)s mientras se esperaba a que estuviera disponible. Quizás se ha realizado una solicitud simultánea.
fr: Il a été demandé de supprimer l'instantané %(id)s alors qu'on attendait qu'il soit disponible. Une demande simultanée a peut-être été effectuée.
it: È stato richiesto di eliminare l'istantanea %(id)s nell'attesa che diventasse disponibile. È possibile che sia stata eseguita una richiesta contemporanea.
ko_kr: 사용 가능해질 때까지 기다리는 동안 스냅샷 %(id)s을(를) 삭제하도록 요청되었습니다. 동시에 요청되었을 가능성이 있습니다.
pt_br: A captura instantânea %(id)s foi solicitada para ser excluída enquanto aguardava para tornar-se disponível. Uma solicitação simultânea pode ter sido feita.

source: Snapshot %(id)s was found in state %(state)s rather than 'deleting' during cascade delete.
de: Die Schattenkopie %(id)s wurde während des kaskadierenden Löschvorgangs im Status %(state)s und nicht im Status 'Wird gelöscht' gefunden.
es: La instantánea %(id)s se ha encontrado con el estado%(state)s en lugar de 'borrando' durante la supresión en cascada.
fr: L'instantané %(id)s a été trouvé à l'état %(state)s et non pas à l'état 'deleting' (suppression en cours) lors de la suppression en cascade.
it: Istantanea %(id)s trovata nello stato %(state)s anziché nello stato 'deleting' durante l'eliminazione a catena.
ko_kr: 단계식 삭제 중에 "삭제 중"이 아니라 %(state)s 상태의 스냅샷 %(id)s이(가) 발견되었습니다.
pt_br: A captura instantânea %(id)s foi localizada no estado %(state)s em vez de 'excluída' durante exclusão em cascata.

source: Snapshot %(snapshot_id)s could not be found.
de: Schattenkopie %(snapshot_id)s wurde nicht gefunden.
es: No se ha podido encontrar la instantánea %(snapshot_id)s.
fr: L'instantané %(snapshot_id)s est introuvable.
it: Impossibile trovare l'istantanea %(snapshot_id)s.
ko_kr: %(snapshot_id)s 스냅샷을 찾을 수 없습니다.
pt_br: A captura instantânea %(snapshot_id)s não pôde ser localizada.
tr_tr: %(snapshot_id)s sistem anlık görüntüsü bulunamadı.

source: Snapshot %(snapshot_id)s has no metadata with key %(metadata_key)s.
de: Schattenkopie %(snapshot_id)s enthält keine Metadaten mit dem Schlüssel %(metadata_key)s.
es: La instantánea %(snapshot_id)s no tiene metadatos con la clave %(metadata_key)s.
fr: L'instantané %(snapshot_id)s n'a pas de métadonnées avec la clé %(metadata_key)s.
it: L'istantanea %(snapshot_id)s non contiene metadati con la chiave %(metadata_key)s.
ko_kr: %(snapshot_id)s 스냅샷에 %(metadata_key)s 키를 갖는 메타데이터가 없습니다.
pt_br: A captura instantânea %(snapshot_id)s não tem metadados com a chave %(metadata_key)s.
tr_tr: %(snapshot_id)s anlık sistem görüntüsü %(metadata_key)s anahtarı ile hiçbir metadata'ya sahip değil.

source: Snapshot %s must not be part of a consistency group.
de: Schattenkopie %s darf nicht Teil einer Konsistenzgruppe sein.
es: La instantánea %s no puede formar parte de un grupo de consistencia.
fr: L'instantané %s ne doit pas faire partie d'un groupe de cohérence.
it: Lo snapshot %s non può far parte del gruppo di consistenza.
ko_kr: 스냅샷 %s이(가) 일관성 그룹의 일부가 아니어야 합니다.
pt_br: A captura instantânea %s não deve fazer parte de um grupo de consistências.

source: Snapshot '%s' doesn't exist on array.
de: Schattenkopie '%s' ist im Array nicht vorhanden.
es: La instantánea '%s' no existe en la matriz.
fr: L'instantané '%s' n'existe pas sur la matrice.
it: L'istantanea '%s' non esiste sull'array.
ko_kr: 배열에 스냅샷 '%s'이(가) 없습니다.
pt_br: A captura instantânea '%s' não existe na matriz.

source: Snapshot cannot be created because volume %(vol_id)s is not available, current volume status: %(vol_status)s.
de: Schattenkopie kann nicht erstellt werden, da Datenträger %(vol_id)s nicht verfügbar ist. Aktueller Datenträgerstatus: %(vol_status)s.
es: No se puede crear la instantánea porque el volumen %(vol_id)s no está disponible, el estado actual del volumen es: %(vol_status)s.
fr: L'instantané ne peut pas être créé car le volume %(vol_id)s n'est pas disponible, état actuel du volume : %(vol_status)s.
it: Impossibile creare l'istantanea perché il volume %(vol_id)s non è disponibile, stato corrente del volume: %(vol_status)s.
ko_kr: 볼륨 %(vol_id)s이(가) 사용 가능 상태가 아니어서 스냅샷을 작성할 수 없습니다. 현재 볼륨 상태: %(vol_status)s.
pt_br: A captura instantânea não pode ser criada porque o volume %(vol_id)s não está disponível, status atual do volume: %(vol_status)s.
tr_tr: Anlık sistem görüntüsü oluşturulamıyor çünkü %(vol_id)s mantıksal sürücüsü kullanılabilir değil, mevcut mantıksal sürücü durumu: %(vol_status)s.

source: Snapshot cannot be created while volume is migrating.
de: Die Schattenkopie kann nicht erstellt werden, während der Datenträger migriert wird.
es: No se puede crear una instantánea mientras se está migrando el volumen
fr: L'instantané ne peut pas être créé pendant la migration du volume.
it: Impossibile creare l'istantanea durante la migrazione del volume.
ko_kr: 볼륨 마이그레이션 중에 스냅샷을 작성할 수 없습니다.
pt_br: A captura instantânea não pode ser criada enquanto o volume está migrando.
tr_tr: Mantıksal sürücü taşınırken anlık sistem görüntüsü oluşturulamaz.

source: Snapshot of secondary replica is not allowed.
de: Die Schattenkopie der sekundären Replik ist nicht zulässig.
es: La instantánea de la réplica secundaria no está permitida.
fr: Instantané de réplique secondaire non autorisé.
it: Non è consentita l'istantanea della replica secondaria.
ko_kr: 2차 복제본의 스냅샷이 허용되지 않습니다.
pt_br: A captura instantânea da réplica secundária não é permitida.
tr_tr: İkincil kopyanın anlık sistem görüntüsüne izin verilmez.

source: Snapshot of volume not supported in state: %s.
de: Schattenkopie von Datenträger im Status %s nicht unterstützt.
es: La instantánea del volumen no se soporta en estado: %s.
fr: Instantané du volume non pris en charge à l'état : %s.
it: Istantanea del volume non supportata nello stato: %s.
ko_kr: 볼륨의 스냅샷이 다음 상태에서 지원되지 않음: %s
pt_br: Captura instantânea do volume não suportada no estado: %s.
tr_tr: Mantıksal sürücünün anlık görüntüsü %s durumunda desteklenmiyor.

source: Snapshot res "%s" that is not deployed anywhere?
de: Schattenkopieressource "%s", die an keiner Stelle implementiert ist?
es: ¿Recurso de instantánea "%s" no desplegado en ningún sitio?
fr: Ressource d'instantané "%s" non déployée ailleurs ?
it: Risorsa dell'istantanea "%s" non distribuita?
ko_kr: 배치되지 않은 스냅샷 res "%s"이(가) 있습니까?
pt_br: Captura instantânea res "%s" que não é implementada em qualquer lugar.
tr_tr: Hiçbir yere yerleştirilmemiş anlık görüntü res "%s"?

source: Snapshot size must be multiple of 1 GB.
de: Größe der Schattenkopie muss Vielfaches von 1 GB sein.
es: El tamaño de la instantánea debe ser múltiplo de 1 GB.
fr: La taille de l'instantané doit être un multiple de 1 Go.
it: La dimensione dell'istantanea deve essere un multiplo di 1 GB.
ko_kr: 스냅샷 크기는 1GB의 배수여야 합니다.
pt_br: O tamanho da captura instantânea deve ser múltiplo de 1 GB.

source: Snapshot status %(cur)s not allowed for update_snapshot_status
de: Schattenkopiestatus %(cur)s ist nicht zulässig für update_snapshot_status.
es: Estado de instantánea %(cur)s no permitido para update_snapshot_status
fr: Statut d'instantané %(cur)s interdit pour update_snapshot_status
it: Lo stato dell'istantanea %(cur)s non è consentito per update_snapshot_status
ko_kr: update_snapshot_status에 대해 스냅샷 상태 %(cur)s이(가) 허용되지 않습니다.
pt_br: Status de captura instantânea %(cur)s não permitido para update_snapshot_status
tr_tr: Anlık sistem görüntüsü durumuna %(cur)s update_snapshot_status için izin verilmez

source: Snapshot status must be "available" to clone.
de: Die Schattenkopie muss zum Klonen den Status "available" haben.
es: El estado de la instantánea debe ser "disponible" para clonar.
fr: L'état de l'instantané doit être "disponible" pour que le clonage soit possible.
it: Lo stato dell'istantanea deve essere "available" per la clonazione.
ko_kr: 스냅샷 상태가 복제 "사용 가능"이어야 합니다.
pt_br: O status da captura instantânea deve ser "disponível" para clonar.
tr_tr: Kopyalamak için anlık sistem görüntüsü durumu "kullanılabilir" olmalıdır.
