Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-warning.po
Languages: cs, tr_tr

source: %(path)s is being set with open permissions: %(perm)s
cs: %(path)s je nastavována s volnými oprávněními: %(perm)s
tr_tr: %(path)s açık izinlerle ayarlanıyor: %(perm)s

source: %s is not an accepted REST server IP address
tr_tr: %s kabul edilen REST sunucusu IP adresi değil

source: 'hp3par:cpg' is not supported as an extra spec in a volume type. CPG's are chosen by the cinder scheduler, as a pool, from the cinder.conf entry 'hp3par_cpg', which can be a list of CPGs.
tr_tr: 'hp3par:cpg' mantıksal sürücü türü içinde ek özellik olarak desteklenmiyor. CPG'ler cinder zamanlayıcı tarafından, havuz olarak, CPG listesi olabilen cinder.conf 'hp3par_cpg' girdisinden seçilir.

source: All attempts to recover failed detach of %(volume)s failed.
tr_tr: %(volume)s başarısız ayırma işlemini tüm kurtarma çabaları başarısız oldu.

source: AttachSnapTask.revert: detach mount point %s
tr_tr: AttachSnapTask.revert: %s bağlantı noktasını ayır

source: Attempted to delete a space that's not there.
cs: Pokus smazat prostor který neexistuje.
tr_tr: Orada olmayan bir alan silinmeye çalışıldı.

source: Attempting a rollback of: %(volumeName)s to original pool %(sourcePoolInstanceName)s.
cs: Pokus o zpětné vrácení %(volumeName)s do původní zásoby %(sourcePoolInstanceName)s.
tr_tr: %(volumeName)s'in asıl havuz %(sourcePoolInstanceName)s'e geri alınması deneniyor.

source: Attempting recreate of backing lun...
cs: Pokus o znovuvytvoření záložního lun...
tr_tr: Destekleyen lun tekrar oluşturulmaya çalışılıyor...

source: Availability zone '%s' is invalid
cs: Zóna dostupnosti '%s' je neplatná
tr_tr: '%s' kullanılabilir bölgesi geçersiz

source: Backup service %(service)s does not support verify. Backup id %(id)s is not verified. Skipping verify.
cs: Zálohovací služba %(service)s nepodporuje ověřování. Záloha s id %(id)s není ověřena. Ověřování přeskočeno.
tr_tr: Yedek servisi %(service)s doğrulamayı desteklemiyor. Yedek %(id)s doğrulanmamış. Doğrulama atlanıyor.

source: Both 'storagetype:prvosioning' and 'provisioning:type' are set in the extra specs, the value of 'provisioning:type' will be used. The key 'storagetype:provisioning' may be deprecated in the next release.
tr_tr: Hem 'storagetype:prvosioning' hem 'provisioning:type' ek özelliklerde ayarlanmış, 'provisioning:type' değeri kullanılacak. 'storagetype:provisioning' anahtarı sonraki sürümlerde kaldırılabilir.

source: CG %(cg_name)s does not exist. Message: %(msg)s
tr_tr: CG %(cg_name)s mevcut değil. İleti: %(msg)s

source: CG %(cg_name)s is deleting. Message: %(msg)s
tr_tr: CG %(cg_name)s siliyor. İleti: %(msg)s

source: CHAP is enabled, but server secret not configured on server %s
cs: CHAP je povolen, ale soukromý klíč serveru není nastaven na serveru %s
tr_tr: CHAP etkin, ama %s sunucusu üzerinde sunucu gizi yapılandırılmamış

source: CHAP secret exists for host %s but CHAP is disabled
cs: Soukromý klíč CHAP pro hostitele %s existuje, ale CHAP je zakázán.
tr_tr: CHAP gizi %s istemcisi için mevcut ama CHAP kapalı

source: CHAP secret exists for host but CHAP is disabled.
cs: Soukromý klíč CHAP pro hostitele existuje, ale CHAP je zakázán.
tr_tr: CHAP gizi istemci için mevcut ama CHAP kapatılmış.

source: Can't find lun on the array.
cs: Nelze najít lun v poli.
tr_tr: Dizide lun bulunamıyor.

source: Can't find snapshot on the array.
cs: Nelze najít snímek v poli.
tr_tr: Dizide anlık görüntü bulunamıyor.

source: Can't find target iqn from rest.
cs: Nelze najít cílové iqn z REST.
tr_tr: Rest'den hedef iqn bulunamadı.

source: Cannot determine the hardware type.
cs: Nelze zjistit typ hardwaru.
tr_tr: Donanım türü algılanamadı.

source: Cannot get volume status %(exc)s.
cs: Nelze získat stav svazku %(exc)s.
tr_tr: Mantıksal sürücü durumu %(exc)s alınamıyor.

source: Cannot undo volume rename; old name was %(old_name)s and new name is %(new_name)s.
cs: Nelze vrátit přejmenování svazku zpět; starý název byl %(old_name)s a nový název je %(new_name)s.
tr_tr: Mantıksal sürücü yeniden adlandırma geri alınamaz; eski isim %(old_name)s idi ve yeni isim %(new_name)s.

source: Cgsnapshot name %(name)s already exists. Message: %(msg)s
tr_tr: Cgsnapshot ismi %(name)s zaten mevcut. İleti: %(msg)s

source: Change will make usage less than 0 for the following resources: %s
cs: Změna využití se sníží na méně než 0 pro následující zdroje: %s
tr_tr: Değişiklik, şu kaynaklar için kullanımı 0'ın altına düşürecek: %s

source: Changing backing: %(backing)s name from %(new_name)s to %(old_name)s failed.
cs: Změna názvu zálohy %(backing)s z %(new_name)s na %(old_name)s selhala.
tr_tr: Destekleyici: %(backing)s ismi %(new_name)s'den %(old_name)s'e değişme başarısız.

source: Client cert verification and datera_api_token are deprecated in the Datera driver, and will be removed in the Liberty release. Please set the san_login and san_password in your cinder.conf instead.
tr_tr: İstemci sertifika doğrulama ve datera_api_token Datera sürücüsünde artık kullanılmıyor, ve Liberti sürümünde kaldırılacak. Bunun yerine lütfen cinder.conf dosyanızda san_login ve san_password ayarlarını yapın.

source: Clone failed on V3. Cleaning up the target volume. Clone name: %(cloneName)s
cs: Klonování selhalo ve V3. Čištění cílového svazku. Název klona: %(cloneName)s
tr_tr: V3 üzerinde kopya başarısız. Hedef mantıksal sürücü temizleniyor. Kopya ismi: %(cloneName)s

source: Configuration options eqlx_use_chap, eqlx_chap_login and eqlx_chap_password are deprecated. Use use_chap_auth, chap_username and chap_password respectively for the same.
tr_tr: Yapılandırma seçenekleri eqlx_use_chap, eqlx_chap_login ve eqlx_chap_password artık kullanılmıyor. Aynıları için sırayla chap_auth, chap_username ve chap_password kullanın.

source: Configuration variable srb_base_urls not set or empty.
tr_tr: Yapılandırma değişkeni srb_base_urls ayarlanmamış veya boş.

source: Consistency group %(name)s already exists. Message: %(msg)s
tr_tr: Tutarlılık grubu %(name)s zaten mevcut. İleti: %(msg)s

source: CopySnapshotTask.revert: delete the copied snapshot %(new_name)s of %(source_name)s.
tr_tr: CopySnapshotTask.revert: %(source_name)s'in %(new_name)s kopyalanan anlık görüntüsünü sil.

source: Could not create target because it already exists for volume: %s
cs: Nelze vytvořit cíl protože již ve svazku existuje: %s
tr_tr: Hedef oluşturulamadı çünkü mantıksal sürücü: %s için zaten mevcut

source: Could not determine root volume name on %s.
cs: Nelze zjistit název kořenového svazku v %s.
tr_tr: %s üzerinde kök mantıksal sürücü ismi belirlenemiyor.

source: CreateDestLunTask.revert: delete temp lun %s
tr_tr: CreateDestLunTask.revert: geçici lun %s'i sil

source: CreateSMPTask.revert: delete mount point %s
tr_tr: CreateSMPTask.revert: %s bağlantı noktasını sil

source: CreateSnapshotTask.revert: delete temp cgsnapshot %s
tr_tr: CreateSnapshotTask.revert: geçici cgsnapshot %s'i sil

source: CreateSnapshotTask.revert: delete temp snapshot %s
tr_tr: CreateSnapshotTask.revert: geçici anlık görüntü %s'i sil

source: CreateStorageHardwareID failed. initiator: %(initiator)s, rc=%(rc)d, ret=%(ret)s.
cs: Vytvoření ID hardwaru úložiště selhalo. Zavaděč %(initiator)s, rc=%(rc)d, ret=%(ret)s.
tr_tr: CreateStorageHardwareID başarısız. başlatan: %(initiator)s, rc=%(rc)d, ret=%(ret)s.

source: Deadlock detected when running '%(func_name)s': Retrying...
cs: Při provádění '%(func_name)s' zjištěno zablokování. Bude proveden nový pokus...
tr_tr: '%(func_name)s' çalıştırılırken ölükilit algılandı: Tekrar deneniyor...

source: Delete Snapshot id not found. Removing from cinder: %(id)s Ex: %(msg)s
cs: ID mazaného snímku nenalezeno. Odstraňování z cinder: %(id)s Výjimka: %(msg)s
tr_tr: Anlık görüntü kimliği sil bulunamadı. Cinder'den kaldırılıyor: %(id)s İstisna: %(msg)s

source: Delete temp LUN after migration start failed. LUN: %s
tr_tr: Göç başladıktan sonra geçici LUN silme başarısız. LUN: %s

source: Delete volume id not found. Removing from cinder: %(id)s Ex: %(msg)s
cs: ID mazanéhosvazku nenalezeno. Odstraňování z cinder: %(id)s Výjimka: %(msg)s
tr_tr: Mantıksal sürücü kimliği sil bulunamadı. Cinder'den kaldırılıyor: %(id)s İstisna: %(msg)s

source: Deleting image in unexpected status: %(image_status)s.
cs: Mazání obrazu v neočekávaném stavu: %(image_status)s.
tr_tr: Beklenmedik durumdaki imaj siliniyor: %(image_status)s.

source: Destination %s already exists.
cs: Cíl %s již existuje.
tr_tr: Hedef %s zaten mevcut.

source: Destination volume type is different from source volume type for an encrypted volume. Encrypted backup restore has failed.
cs: Cílový typ svazku se liší od zdrojového typu zašifrovaného svazku. Obnovení zašifrované zálohy selhalo.
tr_tr: Şifreli bir mantıksal sürücü için hedef mantıksal sürücü türü kaynak mantıksal sürücü türünden farklı. Şifreli yedeğin geri yüklenmesi başarısız.

source: Detected snapshot stuck in creating status, setting to ERROR.
cs: Objeven snímek zaseknutý ve stavu creating, nastavování na ERROR.
tr_tr: Oluşturma durumunda kalmış anlık görüntü algılandı, HATA olarak ayarlanıyor.

source: Discover file retries exhausted.
cs: Vyčerpány pokusy o zjištění souboru.
tr_tr: Dosya keşfi yeniden denemeleri tükendi.

source: Driver didn't return connection info from terminate_connection call.
cs: Ovladač nevrátil informace o připojení z volání o ukončení připojení.
tr_tr: Sürücü terminate_connection çağrısından bağlantı bilgisi döndürmedi.

source: Driver didn't return connection info, can't add zone.
cs: Ovladač nevrátil informace o připojení, nelze přidat zónu.
tr_tr: Sürücü bağlantı bilgisi döndürmedi, bölge eklenemiyor.

source: Driver path %s is deprecated, update your configuration to the new path.
cs: Cesta ovladače %s je zastaralá, aktualizujte svá nastavení na novou cestu.
tr_tr: Sürücü yolu %s artık kullanılmıyor, yapılandırmanızı yeni yola göre güncelleyin.

source: Error finding LUNs for volume %s. Verify volume exists.
cs: Chyba při hledání LUN pro svazek %s. Ověřování zda svazek existuje.
tr_tr: %s mantıksal sürücüsü için LUN bulmada hata. Mantıksal sürücünün varlığını doğrula.

source: Error in filtering function '%(function)s' : '%(error)s' :: failing host
cs: Chyba ve funkce filtrování '%(function)s' : '%(error)s' :: hostitel selhává
tr_tr: '%(function)s' filtreleme fonksiyonunda hata : '%(error)s' :: failing host

source: Error in goodness_function function '%(function)s' : '%(error)s' :: Defaulting to a goodness of 0
cs: Chyba ve funkcí Goodness '%(function)s' : '%(error)s' :: Je použita její minimální hodnota 0
tr_tr: '%(function)s' goodness_function fonksiyonunda hata : '%(error)s' :: iyilik 0 olarak varsayılıyor

source: Error mapping LUN. Code :%(code)s, Message: %(message)s
cs: Chyba při mapování LUN. Kód: %(code)s, zpráva: %(message)s
tr_tr: LUN eşleştirmede hata. Kod:%(code)s, İleti: %(message)s

source: Error occurred while deleting backing: %s.
cs: Při mazání zálohy nastala chyba: %s.
tr_tr: Destekleyici silinirken hata oluştu: %s.

source: Error occurred while deleting descriptor: %s.
cs: Při mazání popisovače nastala chyba: %s.
tr_tr: Tanımlayıcı silinirken hata oluştu: %s.

source: Error occurred while deleting temporary disk: %s.
cs: Při mazání dočasného disku nastala chyba: %s.
tr_tr: Geçici disk silinirken hata oluştu: %s.

source: Error on parsing target_pool_name/target_array_serial.
tr_tr: target_pool_name/target_array_serial ayrıştırmada hata.

source: Error refreshing volume info. Message: %s
cs: Chyba při obnovování informaci o svazku. Zpráva: %s
tr_tr: Mantıksal sürücü bilgisi tazelenirken hata. İleti: %s

source: Error unmapping LUN. Code :%(code)s, Message: %(message)s
cs: Chyba při rušení mapování LUN. Kód: %(code)s, zpráva: %(message)s
tr_tr: LUN eşleştirmesi kaldırmada hata. Kod :%(code)s, İleti: %(message)s

source: Error while removing export: %r
tr_tr: Dışa aktarma kaldırılırken hata: %r

source: Exception during cache cleaning %(share)s. Message - %(ex)s
cs: Výjimka při čištění mezipaměti %(share)s. Zpráva - %(ex)s
tr_tr: %(share)s zula temizliği sırasında istisna. İleti - %(ex)s

source: Exception during deleting %s
cs: Během mazání %s nastala výjimka
tr_tr: %s silme sırasında istisna

source: Exception during unmounting %s
cs: Při odpojování nastala výjimka %s
tr_tr: %s ayrılırken istisna

source: Exception moving file %(src)s. Message - %(e)s
cs: Výjimka při přesunování souboru %(src)s. Zpráva - %(e)s
tr_tr: %(src)s dosyası taşınırken istisna. İleti - %(e)s

source: Exception moving file %(src)s. Message: %(e)s
cs: Výjimka při přesunování souboru %(src)s. Zpráva: %(e)s
tr_tr: %(src)s dosyasının taşınması sırasında istisna. İleti: %(e)s

source: Exception while creating image %(image_id)s snapshot. Exception: %(exc)s
cs: Při vytváření snímku obrazu %(image_id)s nastala výjimka: %(exc)s
tr_tr: %(image_id)s imajı anlık görüntüsü oluşturulurken istisna. İstisna: %(exc)s

source: Exception while registering image %(image_id)s in cache. Exception: %(exc)s
cs: Výjimka při registraci obrazu %(image_id)s v mezipaměti: %(exc)s
tr_tr: %(image_id)s imajı zulaya kaydedilirken istisna. İstisna: %(exc)s

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
cs: Rozšíření %(ext_name)s: nelze rozšířit zdroj %(collection)s: Žádný takový zdroj
tr_tr: %(ext_name)s uzantısı: %(collection)s kaynağı genişletilemiyor: Böyle bir kaynak yok

source: Extra spec %(old)s is deprecated. Use %(new)s instead.
cs: Dodatečná specifikace %(old)s je zastaralá. Místo toho použijte %(new)s.
tr_tr: Ek özellik %(old)s artık kullanılmıyor. Yerine %(new)s kullanın.

source: Extra spec %(old)s is obsolete. Use %(new)s instead.
cs: Dodatečná specifikace %(old)s je zrušena. Místo toho použijte %(new)s.
tr_tr: Ek özellik %(old)s artık kullanılmıyor. Yerine %(new)s kullanın.

source: Extra spec key 'storagetype:pool' is obsoleted since driver version 5.1.0. This key will be ignored.
cs: Klíč dodatečné specifikace 'storagetype:pool' je zastaralý od verze ovladače 5.1.0. Tento klíč bude ignorován.
tr_tr: Ek özellik anahtarı 'storagetype:pool' sürücü sürümü 5.1.0'dan itibaren kullanılmıyor. Bu anahtar atlanıyor.

source: Extra spec key 'storagetype:provisioning' may be deprecated in the next release. It is recommended to use extra spec key 'provisioning:type' instead.
tr_tr: Ek özellik anahtarı 'storagetype:provisioning' sonraki sürümde kaldırılabilir. Bunun yerine 'provisioning:type' ek özellik anahtarının kullanımı önerilir.

source: FAST is enabled. Policy: %(fastPolicyName)s.
cs: FAST je povoleno. Zásada: %(fastPolicyName)s.
tr_tr: FAST etkin. İlke: %(fastPolicyName)s.

source: Fail to connect host %(host)s back to storage group %(sg)s.
tr_tr: %(host)s istemcisinin %(sg)s depolama grubuna geri bağlanması başarısız.

source: Failed target removal because target or ACL's couldn't be found for iqn: %s.
cs: Odstranění cíle selhalo protože cíl nebo ACL nemohly být v iqn nalezeny: %s.
tr_tr: Hedef silme başarısız veya iqn: %s için ACL'ler bulunamadı.

source: Failed terminating the connection of volume %(volume_id)s, but it is acceptable.
cs: Ukončení spojení se svazkem %(volume_id)s selhalo, selhání je přijatelné.
tr_tr: %(volume_id)s mantıksal sürücüsü bağlantısının sonlandırılması başarısız, ama bu kabul edilebilir.

source: Failed to activate volume copy throttling: %(err)s
cs: Nelze aktivovat přiškrcení kopie svazku: %(err)s
tr_tr: Mantıksal sürücü kopyalama daraltma etkinleştirilemedi: %(err)s

source: Failed to add host group: %s
cs: Nelze přidat skupinu hostitele: %s
tr_tr: İstemci grubu ekleme başarısız: %s

source: Failed to associate qos specs %(id)s with type: %(vol_type_id)s
cs: Přidružení specifikace qos %(id)s k typu: %(vol_type_id)s selhalo
tr_tr: %(vol_type_id)s türündeki %(id)s qos özellikleri ilişkilendirilemedi

source: Failed to create pair: %s
cs: Nelze vytvořit pár: %s
tr_tr: Çift oluşturma başarısız: %s

source: Failed to deregister %(itor)s because: %(msg)s.
tr_tr: %(itor)s kaydı silinmesi başarısız çünkü: %(msg)s.

source: Failed to destroy Storage Group %s.
cs: Nelze zničit skupinu úložiště %s.
tr_tr: Depolama Grubu %s silinemedi.

source: Failed to disassociate qos specs %(id)s with type: %(vol_type_id)s
cs: Odloučení specifikace qos %(id)s od typu: %(vol_type_id)s selhalo
tr_tr: %(vol_type_id)s türündeki %(id)s qos özellikleri ilişkileri kesilemedi

source: Failed to disassociate qos specs %s.
cs: Odloučení specifikace qos %s selhalo.
tr_tr: Qos özellikleri %s ilişkisi kesilemedi.

source: Failed to discard zero page: %s
cs: Nelze zahodit nulovou stránku: %s
tr_tr: Sıfır sayfası atılamadı: %s

source: Failed to extract initiators of %s, so ignore deregistration operation.
tr_tr: %s ilklendiricilerinin çıkarılması başarısız, kayıt silme işlemini göz ardı et.

source: Failed to get Raid Snapshot ID and did not store in snapshot.
cs: Nelze získat ID Raid snímku a ve snímku nebylo uloženo.
tr_tr: Raid Anlık Görüntü Kimliği alınamadı ve anlık görüntü içine kaydedilmedi.

source: Failed to get target pool id.
cs: Nelze získat id cílové zásoby.
tr_tr: Hedef havuz kimliği alınamadı.

source: Failed to get target_pool_name and target_array_serial. 'location_info' is not in host['capabilities'].
tr_tr: target_pool_name ve target_array_serial alınamadı. 'location_info' host['capabilities'] içinde değil.

source: Failed to invoke ems. Message : %s
cs: Nelze zavolat ems. Zpráva: %s
tr_tr: ems başlatma başarısızı. İleti : %s

source: Failed to load extension %(classpath)s: %(exc)s
cs: Nelze načíst rozšíření %(classpath)s: %(exc)s
tr_tr: %(classpath)s uzantısı yüklemede hata: %(exc)s

source: Failed to load extension %(ext_factory)s: %(exc)s
cs: Nelze načít rozšíření %(ext_factory)s: %(exc)s
tr_tr: %(ext_factory)s uzantısı yüklemede hata: %(exc)s

source: Failed to load extension %(ext_name)s: %(exc)s
cs: Nelze načíst rozšíření %(ext_name)s: %(exc)s
tr_tr: %(ext_name)s eklentisi yüklenemedi: %(exc)s

source: Failed to manage virtual volume %(disp)s due to error during retype.
cs: Nelze spravovat virtuální svazek %(disp)s kvůli chybě během přetypování.
tr_tr: Retype sırasındaki hata sebebiyle %(disp)s sanal mantıksal sürücüsü yönetilemedi.

source: Failed to migrate volume. The destination volume %(vol)s is not deleted since the source volume may have been deleted.
cs: Nelze přesunout svazek. Cílový svazek %(vol)s nebyl smazán protože zdrojový svazek mohl být smazán.
tr_tr: Mantıksal sürücü göçü başarısız. Hedef mantıksal sürücü %(vol)s kaynak mantıksal sürücü silinmiş olabileceğinden silinmiyor.

source: Failed to migrate: %(volumeName)s from default source storage group for FAST policy: %(sourceFastPolicyName)s. Attempting cleanup...
cs: Nelze přesunout: %(volumeName)s z výchozí skupiny zdrojového úložiště pro zásadu FAST %(sourceFastPolicyName)s. Pokus o vyčištění...
tr_tr: %(volumeName)s'in %(sourceFastPolicyName)s FAST ilkesi için varsayılan kaynak depolama grubundan göçü başarısız. Temizlik deneniyor...

source: Failed to query pool %(id)s status %(ret)d.
cs: Dotaz na stav %(ret)d zásoby %(id)s selhal.
tr_tr: %(id)s havuzu sorgulanamadı durum %(ret)d.

source: Failed to receive update for free_gb stat!
tr_tr: free_gb istatistiği için güncelleme alma başarısız!

source: Failed to receive update for total_gb stat!
tr_tr: total_gb istatistiği için güncelleme alma başarısız!

source: Failed to refresh mounts, reason=%s
cs: Nelze obnovit připojení, důvod=%s
tr_tr: Bağlar tazelenemedi, sebep=%s

source: Failed to register %(itor)s to SP%(sp)s port %(portid)s because: %(msg)s.
tr_tr: %(itor)s'in SP%(sp)s %(portid)s bağlantı noktasına kaydı başarısız: %(msg)s.

source: Failed to restart horcm: %s
cs: Nelze restartovat horcm: %s
tr_tr: horcm yeniden başlatılamadı: %s

source: Failed to run command: %s.
cs: Nelze provést příkaz: %s.
tr_tr: Komut çalıştırma başarısız: %s.

source: Failed to save iscsi LIO configuration when modifying volume id: %(vol_id)s.
cs: Nelze uložit nastavení iscsi LIO při měnění id svazku %(vol_id)s.
tr_tr: Mantıksal sürücü: %(vol_id)s değiştirilirken iscsi LIO yapılandırması kaydedilemedi.

source: Failed to setup blkio cgroup to throttle the device '%(device)s'.
cs: Nelze nastavit kontrolní skupinu vstupu/výstupu bloku pro škrcení zařízení '%(device)s'.
tr_tr: '%(device)s' aygıtını daraltmak için blkio cgroup kurulumu başarısız.

source: Failed to update %(conf)s for volume id %(vol_id)s after removing iscsi target. %(conf)s does not exist.
cs: Nelze aktualizovat %(conf)s pro svazek s id %(vol_id)s po odstranění cíle iscsi. %(conf)s neexistuje.
tr_tr: Iscsi hedefini kaldırdıktan sonra %(vol_id)s mantıksal sürücüsü kimliği için %(conf)s güncellemesi başarısız. %(conf)s mevcut değil.

source: Failure deleting job %s.
cs: Nelze smazat úkol %s.
tr_tr: %s işinin silinmesi başarısız.

source: Failure deleting temp snapshot %s.
cs: Mazání dočasného snímku %s selhalo.
tr_tr: Geçici anlık görüntü %s silinemedi.

source: Failure deleting the snapshot %(snapshot_id)s of volume %(volume_id)s.
cs: Mazání snímku %(snapshot_id)s svazku %(volume_id)s selhalo.
tr_tr: %(volume_id)s mantıksal sürücüsünün %(snapshot_id)s anlık görüntüsünün silinmesi başarısız.

source: Flexvisor failed to delete volume %(id)s from group %(vgid)s due to %(status)s.
cs: Flexvisor nemohl smazat svazek %(id)s ze skupiny %(vgid)s z důvodu%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü %(vgid)s grubundan %(status)s sebebiyle silemedi.

source: Flexvisor failed to delete volume %(id)s from the group %(vgid)s.
cs: Flexvisor nemohl smazat svazek %(id)s ze skupiny %(vgid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü %(vgid)s grubundan silemedi.

source: Found invalid iSCSI IP address(s) in configuration option(s) hp3par_iscsi_ips or iscsi_ip_address '%s.'
tr_tr: Yapılandırma seçenek(ler)i içinde geçersiz iSCSI IP adres(ler)i bulundu hp3par_iscsi_ips veya iscsi_ip_address '%s.'

source: Goodness function not set :: defaulting to minimal goodness rating of 0
cs: Funkce Goodness není nastavena :: je použita její minimální hodnota 0
tr_tr: İyilik fonksiyonu ayarlanmamış :: asgari iyilik değeri olan 0 varsayılıyor

source: Got disconnected; trying to reconnect. (%s)
cs: Došlo k odpojení; pokus o znovu připojení. (%s)
tr_tr: Bağlantı kesildi; tekrar bağlanılmaya çalışılıyor. (%s)

source: Group sync name not found for target group %(target)s on %(storageSystem)s.
cs: Název synchronizace skupiny nenalezen v cílové skupině %(target)s na %(storageSystem)s.
tr_tr: %(storageSystem)s üzerindeki %(target)s hedef grubu için grup eş zamanlama ismi bulunamadı.

source: HLU %(hlu)s has already been removed from %(sgname)s. Message: %(msg)s
tr_tr: HLU %(hlu)s zaten %(sgname)s'den ayrılmış. İleti: %(msg)s

source: HPLeftHand API is version %(current)s. A minimum version of %(min)s is needed for manage/unmanage support.
tr_tr: HPLeftHand API'si sürüm %(current)s. Yönetme/yönetmeyi bırakma desteği için en az %(min)s sürümü gereklidir.

source: Hint "%s" dropped because ExtendedServerAttributes not active in Nova.
cs: Nápověda "%s" zahozena, protože rozšířené vlastnosti serveru nejsou aktivní v Nova.
tr_tr: ExtendedServerAttributes Nova'da etkin olmadığından "%s" ipucu düşürüldü.

source: Hint "%s" dropped because Nova did not return enough information. Either Nova policy needs to be changed or a privileged account for Nova should be specified in conf.
cs: Nápověda "%s" zahozena, protože Nova nevrátila dostatek informací. Buď je třeba změnit zásadu Nova, nebo je třeba v nastavení zadat výsadní účet pro Nova se všemi potřebnými oprávněními.
tr_tr: "%s" ipucu düşürüldü çünkü Nova yeterli bilgi döndürmedi. Nova ilkesinin değiştirilmesi gerekiyor ya da yapılandırmada Nova için ayrıcalıklı bir hesap belirtilmeli.

source: Host %(host)s has already disconnected from storage group %(sgname)s. Message: %(msg)s
tr_tr: İstemci %(host)s bağlantısı %(sgname)s depolama grubundan zaten kesilmiş. İleti: %(msg)s
