Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Error adding volume to composite volume. Error is: %(error)s.
de: Fehler beim Hinzufügen von Datenträger zu Verbunddatenträger. Fehler ist: %(error)s.
es: Error al añadir el volumen al volumen compuesto. El error es: %(error)s.
fr: Erreur d'ajout du volume vers le volume composite. Erreur : %(error)s.
it: Errore durante l'aggiunta del volume al volume composito. L'errore è: %(error)s.
ko_kr: 컴포지트 볼륨에 볼륨 추가 중 오류: %(error)s.
pt_br: Erro ao incluir o volume ao volume composto. O erro é: %(error)s.
tr_tr: Mantıksal sürücünün bileşik mantıksal sürücüye eklenmesinde hata. Hata: %(error)s.

source: Error appending volume %(volumename)s to target base volume.
de: Fehler beim Anhängen von Datenträger %(volumename)s an Zielbasisdatenträger.
es: Error al añadir el volumen %(volumename)s al volumen base de destino
fr: Erreur d'ajout du volume %(volumename)s au volume de base cible.
it: Errore durante l'aggiunta del volume %(volumename)s al volume di base di destinazione.
ko_kr: %(volumename)s 볼륨을 대상 기본 볼륨에 추가하는 중에 오류가 발생했습니다.
pt_br: Erro ao anexar o volume %(volumename)s ao volume de base de destino.
tr_tr: %(volumename)s mantıksal sürücüsünün hedef taban mantıksal sürücüye eklenmesinde hata.

source: Error associating storage group : %(storageGroupName)s. To fast Policy: %(fastPolicyName)s with error description: %(errordesc)s.
de: Fehler beim Zuordnen der Speichergruppe %(storageGroupName)s zur FAST-Richtlinie %(fastPolicyName)s. Fehlerbeschreibung: %(errordesc)s.
es: Error al asociar el grupo de almacenamiento: %(storageGroupName)s con la política fast: %(fastPolicyName)s con la descripción de error: %(errordesc)s.
fr: Erreur d'association du groupe de stockage : %(storageGroupName)s. A la règle FAST : %(fastPolicyName)s avec la description d'erreur : %(errordesc)s.
it: Errore durante l'associazione del gruppo storage: %(storageGroupName)s. alla politica FAST: %(fastPolicyName)s con descrizione dell'errore: %(errordesc)s.
ko_kr: %(storageGroupName)s 스토리지 그룹을 fast 정책 %(fastPolicyName)s과(와) 연관시키는 중 오류 발생. 오류 설명: %(errordesc)s.
pt_br: Erro de associação de grupo de armazenamento : %(storageGroupName)s. Para Política FAST: %(fastPolicyName)s com descrição do erro: %(errordesc)s.
tr_tr: Depolama grubuyla ilişkilendirmede hata : %(storageGroupName)s. Fast İlkesine: %(fastPolicyName)s %(errordesc)s hata tanımıyla.

source: Error attaching volume %s. Target limit might be reached!
de: Fehler beim Anhängen des Datenträgers %s. Zielgrenzwert möglicherweise erreicht!
es: Error al conectar el volumen %s. Podría alcanzarse el límite de destino.
fr: Erreur lors du rattachement du volume %s. Il se peut que la limite des cibles ait été atteinte.
it: Errore durante il col legamento del volume %s. Potrebbe esser stato raggiunto il limite di destinazione.
ko_kr: 볼륨 %s에 연결하는 중에 오류가 발생했습니다. 목표 한계에 도달했을 수 있습니다!
pt_br: Erro ao conectar o volume %s. O limite de destino pode ser atingido!

source: Error break clone relationship: Sync Name: %(syncName)s Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Unterbrechen der Klonbeziehung: Synchronisationsname: %(syncName)s Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al interrumpir la relación de clonación: Nombre de sincronización: %(syncName)s Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de rupture de la relation clonée : Nom de synchronisation : %(syncName)s Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante l'interruzione della relazione del clone: Nome sincronizzazione: %(syncName)s Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 복제 관계 중단 오류: 동기화 이름: %(syncName)s 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Relacionamento de clone de quebra de erro: Nome da sincronização: %(syncName)s Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Çoğaltma bağını kırmada hata: Eşzamanlama İsmi: %(syncName)s Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error connecting to ceph cluster.
de: Fehler beim Herstellen der Verbindung zum ceph-Cluster.
es: Error al conectarse con un clúster ceph.
fr: Erreur lors de la connexion au cluster ceph.
it: Errore durante la connessione al cluster ceph.
ko_kr: ceph 클러스터 연결 중에 오류가 발생했습니다.
pt_br: Erro ao se conectar ao cluster ceph.
tr_tr: Ceph kümesine bağlanırken hata.

source: Error connecting via ssh: %s
de: Fehler beim Herstellen einer Verbindung über SSH: %s
es: Error al conectar mediante ssh: %s
fr: Erreur lors de la connexion via SSH : %s
it: Errore durante la connessione mediante ssh: %s
ko_kr: ssh를 통해 연결하는 중 오류 발생: %s
pt_br: Erro ao conectar via ssh: %s
tr_tr: Ssh yoluyla bağlanırken hata: %s

source: Error creating volume: %s.
de: Fehler beim Erstellen des Datenträgers: %s
es: Error al crear el volumen: %s.
fr: Erreur lors de la création du volume : %s.
it: Errore durante la creazione del volume: %s.
ko_kr: 볼륨 작성 중 오류 발생: %s.
pt_br: Erro ao criar volume: %s.
tr_tr: Mantıksal sürücü oluşturmada hata: %s.

source: Error deleting replay profile.
de: Fehler beim Löschen des Wiedergabeprofils.
es: Error al suprimir el perfil de reproducción.
fr: Erreur lors de la suppression du profil de relecture.
it: Errore durante l'eliminazione del profilo di risposta.
ko_kr: 재생 프로파일을 삭제하는 중에 오류가 발생했습니다.
pt_br: Erro ao excluir perfil de reprodução.
tr_tr: Yeniden oynatma profilinin silinmesinde hata.

source: Error deleting volume %(ssn)s: %(volume)s
de: Fehler beim Löschen des Datenträgers %(ssn)s: %(volume)s
es: Error al suprimir el volumen %(ssn)s: %(volume)s
fr: Erreur lors de la suppression du volume %(ssn)s : %(volume)s
it: Errore durante l'eliminazione del volume %(ssn)s: %(volume)s
ko_kr: %(ssn)s 볼륨: %(volume)s을(를) 삭제하는 중 오류 발생
pt_br: Erro ao excluir o volume %(ssn)s: %(volume)s.

source: Error deleting volume %(vol)s: %(err)s.
de: Fehler beim Löschen des Datenträgers %(vol)s: %(err)s.
es: Error al suprimir el volumen %(vol)s: %(err)s.
fr: Erreur lors de la suppression du volume %(vol)s : %(err)s.
it: Errore durante l'eliminazione del volume %(vol)s: %(err)s.
ko_kr: 볼륨 %(vol)s 삭제 중 오류 발생: %(err)s.
pt_br: Erro ao excluir o volume %(vol)s: %(err)s.
tr_tr: %(vol)s mantıksal sürücüsünün silinmesinde hata: %(err)s.

source: Error during evaluator parsing: %(reason)s
de: Fehler während Bewerteranalyse: %(reason)s
es: Error durante el análisis de evaluador: %(reason)s
fr: Erreur lors de l'analyse syntaxique de l'évaluateur : %(reason)s
it: Errore durante l'analisi del programma di valutazione: %(reason)s
ko_kr: 평가자 구문 분석 중 오류 발생: %(reason)s
pt_br: Erro durante a análise do avaliador: %(reason)s
tr_tr: Değerlendirici ayrıştırma sırasında hata: %(reason)s

source: Error editing share: %(share)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Bearbeiten von freigegebenem Verzeichnis %(share)s für Pool %(pool)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al editar la unidad compartida: %(share)s en la agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'édition du partage %(share)s sur le pool %(pool)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la modifica della condivisione: %(share)s nel pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 공유 편집 중 오류 발생: %(share)s 풀: %(pool)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao editar compartilhamento: %(share)s no Conjunto: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Paylaşım düzenlemede hata: %(share)s %(pool)s Havuzunda Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error enabling iSER for NetworkPortal: please ensure that RDMA is supported on your iSCSI port %(port)d on ip %(ip)s.
de: Fehler beim Aktivieren von iSER für NetworkPortal: Stellen Sie sicher, dass RDMA an Ihrem iSCSI-Port %(port)d unter IP %(ip)s unterstützt wird.
es: Error al habilitar iSER para NetworkPortal: asegúrese de que hay soporte para RDMA en el puerto iSCSI %(port)d en la IP %(ip)s.
fr: Erreur lors de l'activation d'iSER pour NetworkPortal : assurez-vous que RDMA est pris en charge sur votre port iSCSI %(port)d à l'adresse IP %(ip)s.
it: Errore durante l'abilitazione di iSER per il portale di rete: assicurarsi che RDMA sia supportato sulla porta iSCSI %(port)d sull'ip %(ip)s.
ko_kr: NetworkPortal에 대해 iSER을 사용으로 설정하는 중 오류 발생: ip %(ip)s의 iSCSI 포트 %(port)d에서 RDMA가 지원되는지 확인하십시오.
pt_br: Erro ao ativar iSER para NetworkPortal: assegure-se de que RDMA seja suportado na porta iSCSI %(port)d no IP %(ip)s.
tr_tr: NetworkPortal için iSER etkinleştirilirken hata: lütfen %(ip)s üzerinde iSCSI bağlantı noktanızın %(port)d RDMA tarafından desteklendiğine emin olun.

source: Error encountered during cleanup of a failed attach: %(ex)s
de: Bei der Bereinigung eines fehlgeschlagenen Zuordnungsversuchs ist ein Fehler aufgetreten: %(ex)s
es: Se ha encontrado un error durante la limpieza de una conexión anómala: %(ex)s
fr: Erreur survenue durant le nettoyage d'un rattachement ayant échoué : %(ex)s
it: Si è verificato un errore durante la ripulitura di un collegamento non riuscito: %(ex)s
ko_kr: 실패한 접속을 정리하는 중에 오류 발생: %(ex)s
pt_br: Erro encontrado durante limpeza de um anexo com falha: %(ex)s
tr_tr: Başarısız eklemenin temizlenmesi sırasında hata oluştu: %(ex)s

source: Error executing CloudByte API [%(cmd)s], Error: %(err)s.
de: Fehler beim Ausführen von CloudByte-API [%(cmd)s], Fehler: %(err)s.
es: Error al ejecutar la API de CloudByte [%(cmd)s], Error: %(err)s.
fr: Erreur lors de l'exécution de l'API CloudByte [%(cmd)s]. Erreur : %(err)s.
it: Errore nell'esecuzione dell'API CloudByte [%(cmd)s], Errore:%(err)s.
ko_kr: CloudByte API 실행 오류 [%(cmd)s], 오류: %(err)s.
pt_br: Erro ao executar a API do CloudByte [%(cmd)s], Erro: %(err)s.
tr_tr: CloudByte API [%(cmd)s] yürütülürken hata, Hata: %(err)s.

source: Error executing EQL command
de: Fehler beim Ausführen des EQL-Befehls
es: Error al ejecutar el mandato EQL
fr: Erreur d'exécution de la commande EQL
it: Errore durante l'esecuzione del comando EQL
ko_kr: EQL 명령 실행 중 오류 발생
pt_br: Erro ao executar o comando EQL
tr_tr: EQL komutu yürütülürken hata

source: Error executing command via ssh: %s
de: Fehler beim Ausführen eines Befehls über SSH: %s
es: Error al ejecutar mandato mediante ssh: %s
fr: Erreur d'exécution de la commande via SSH : %s
it: Errore di esecuzione comando tramite ssh: %s
ko_kr: ssh를 통해 명령 실행 중에 오류 발생: %s
pt_br: Erro ao executar comando via ssh: %s
tr_tr: Ssh ile komut çalıştırmada hata: %s

source: Error extending volume %(vol)s: %(err)s.
de: Fehler beim Erweitern des Datenträgers %(vol)s: %(err)s.
es: Error al ampliar el volumen %(vol)s: %(err)s.
fr: Erreur lors de l'extension du volume %(vol)s : %(err)s.
it: Errore durante l'estensione del volume %(vol)s: %(err)s.
ko_kr: 볼륨 %(vol)s 확장 중 오류 발생: %(err)s.
pt_br: Erro ao estender o volume %(vol)s: %(err)s.
tr_tr: %(vol)s mantıksal sürücüsünün büyütülmesinde hata: %(err)s.

source: Error extending volume: %(reason)s
de: Fehler beim Erweitern des Datenträgers: %(reason)s
es: Error al extender volumen: %(reason)s
fr: Erreur lors de l'extension du volume : %(reason)s
it: Errore durante l'estensione del volume: %(reason)s
ko_kr: 볼륨 확장 중 오류 발생: %(reason)s
pt_br: Erro ao estender volume:%(reason)s
tr_tr: Mantıksal sürücü genişletilirken hata: %(reason)s

source: Error finding %(name)s.
de: Fehler bei der Suche nach %(name)s.
es: Error al buscar %(name)s
fr: Erreur lors de la recherche de %(name)s.
it: Errore nella ricerca di %(name)s.
ko_kr: %(name)s을(를) 찾는 중에 오류가 발생했습니다.
pt_br: Erro ao localizar %(name)s.
tr_tr: %(name)s bulunurken hata.

source: Error finding %s.
de: Fehler bei der Suche nach %s.
es: Error al buscar %s
fr: Erreur lors de la recherche de %s.
it: Errore nella ricerca di %s.
ko_kr: %s을(를) 찾는 중에 오류가 발생했습니다.
pt_br: Erro ao localizar %s.
tr_tr: %s bulunurken hata.

source: Error getting ReplicationSettingData. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Abrufen von Replikationseinstellungsdaten. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al configurar ReplicationSettingData. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur lors de l'obtention de ReplicationSettingData. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante il richiamo di ReplicationSettingData. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: ReplicationSettingData 가져오기 오류. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao obter ReplicationSettingData. Código de retorno: %(rc)lu. Erro: %(error)s.

source: Error getting appliance version details. Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen der Details der Appliance-Version. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener los detalles de la versión de dispositivo. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention des détails de version du dispositif. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore nel richiamo dei dettagli della versione del dispositivo. Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 어플라이언스 버전 세부사항을 가져오는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter detalhes da versão do dispositivo. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error getting domain id from name %(name)s: %(err)s.
de: Fehler beim Abrufen der Domänen-ID von Name %(name)s: %(err)s.
es: Error al obtener el ID de dominio a partir del nombre %(name)s: %(err)s.
fr: Erreur d'obtention de l'ID de domaine à partir du nom %(name)s : %(err)s.
it: Errore nel recupero dell'id dominio dal nome %(name)s: %(err)s.
ko_kr: 이름 %(name)s에서 도메인 ID를 가져오는 중에 오류 발생: %(err)s.
pt_br: Erro ao obter o ID do domínio do nome %(name)s: %(err)s.
tr_tr: %(name)s isimden alan kimliği almada hata: %(err)s.

source: Error getting domain id from name %(name)s: %(id)s.
de: Fehler beim Abrufen der Domänen-ID von Name %(name)s: %(id)s.
es: Error al obtener el ID de dominio a partir del nombre %(name)s: %(id)s.
fr: Erreur d'obtention de l'ID de domaine à partir du nom %(name)s : %(id)s.
it: Errore nel recupero dell'id dominio dal nome %(name)s: %(id)s.
ko_kr: 이름 %(name)s에서 도메인 ID를 가져오는 중에 오류 발생: %(id)s.
pt_br: Erro ao obter ID do domínio do nome %(name)s: %(id)s.
tr_tr: %(name)s isminden alan kimliği almada hata: %(id)s.

source: Error getting initiator groups.
de: Fehler beim Abrufen von Initiatorgruppen.
es: Error al obtener los grupos de iniciador.
fr: Erreur d'obtention des groupes d'initiateurs.
it: Errore durante l'acquisizione dei gruppi iniziatori.
ko_kr: 개시자 그룹을 가져오는 중 오류가 발생했습니다.
pt_br: Erro ao obter grupos do inicializador.
tr_tr: Başlatıcı grupların alınmasında hata.

source: Error getting pool id from name %(pool)s: %(err)s.
de: Fehler beim Abrufen der Pool-ID von Name %(pool)s: %(err)s.
es: Error al obtener el ID de agrupación a partir del nombre %(pool)s: %(err)s.
fr: Erreur d'obtention de l'ID de pool à partir du nom %(pool)s : %(err)s.
it: Errore nel recupero dell'id pool dal nome %(pool)s: %(err)s.
ko_kr: 이름 %(pool)s에서 풀 ID를 가져오는 중에 오류 발생: %(err)s.
pt_br: Erro ao obter ID do conjunto do nome %(pool)s: %(err)s.
tr_tr: %(pool)s isimden havuz kimliği almada hata: %(err)s.

source: Error getting pool id from name %(pool_name)s: %(err_msg)s.
de: Fehler beim Abrufen der Pool-ID von Name %(pool_name)s: %(err_msg)s.
es: Error al obtener el ID de agrupación a partir del nombre %(pool_name)s: %(err_msg)s.
fr: Erreur d'obtention de l'ID de pool à partir du nom %(pool_name)s : %(err_msg)s.
it: Errore nel recupero dell'id pool dal nome %(pool_name)s: %(err_msg)s.
ko_kr: 이름 %(pool_name)s에서 풀 ID를 가져오는 중에 오류 발생: %(err_msg)s.
pt_br: Erro ao obter o ID do conjunto do nome %(pool_name)s: %(err_msg)s.
tr_tr: Havuz kimliği %(pool_name)s isminden alınamadı: %(err_msg)s.

source: Error getting replication action: %(id)s. Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen der Replikationsaktion: %(id)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener la acción de réplica: %(id)s. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention de l'action de réplication : %(id)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore nel richiamo dell'azione di replica: %(id)s. Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 복제 조치: %(id)s을(를) 가져오는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter ação de replicação: %(id)s. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error getting replication source details. Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen der Details der Replikationsquelle. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener los detalles de origen de réplica. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention des détails de la source de réplication. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore nel richiamo dei dettagli dell'origine di replica. Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 복제 소스 세부사항을 가져오는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter detalhes da origem de replicação. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error getting replication target details. Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abrufen der Details des Replikationsziels. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener los detalles de destino de réplica. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention des détails de la cible de réplication. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore nel richiamo dei dettagli della destinazione di replica. Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 복제 대상 세부사항을 가져오는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter detalhes do destino de replicação. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error getting version: svc: %(svc)s.Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Abrufen der Version: SVC: %(svc)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al obtener la versión: svc: %(svc)s. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'obtention de la version : service : %(svc)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'acquisizione della versione: svc: %(svc)s.Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 버전을 가져오는 중 오류 발생: svc: %(svc)s. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao obter a versão: svc: %(svc)s. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Sürüm almada hata: svc: %(svc)s.Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error in Operation [%(operation)s] for volume [%(cb_volume)s] in CloudByte storage: [%(cb_error)s], error code: [%(error_code)s].
de: Fehler in Operation [%(operation)s] für Datenträger [%(cb_volume)s] im CloudByte-Speicher: [%(cb_error)s], Fehlercode: [%(error_code)s].
es: Error en la operación [%(operation)s] para el volumen [%(cb_volume)s] en el almacenamiento de CloudByte: [%(cb_error)s], código de error: [%(error_code)s].
fr: Erreur dans l'opération [%(operation)s] pour le volume [%(cb_volume)s] dans le stockage CloudByte : [%(cb_error)s], code d'erreur : [%(error_code)s].
it: Errore nell'operazione [%(operation)s] per il volume [%(cb_volume)s] nella memoria CloudByte: [%(cb_error)s], codice di errore: [%(error_code)s].
ko_kr: CloudByte 스토리지의 볼륨 [%(cb_volume)s]에 대한 조작 [%(operation)s] 중 오류 발생: [%(cb_error)s], 오류 코드: [%(error_code)s].
pt_br: Erro na Operação [%(operation)s] para o volume [%(cb_volume)s] no armazenamento CloudByte: [%(cb_error)s], código de erro: [%(error_code)s].

source: Error in SolidFire API response: data=%(data)s
de: Fehler in Antwort von SolidFire-API: Daten=%(data)s
es: Error en respuesta de API SolidFire: data=%(data)s
fr: Erreur dans la réponse de l'API SolidFire : data = %(data)s
it: Errore nella risposta dell'API SolidFire: data=%(data)s
ko_kr: SolidFire API 응답의 오류: 데이터=%(data)s
pt_br: Erro na resposta da API SolidFire: data=%(data)s
tr_tr: SolidFire API yanıtında hata: veri=%(data)s

source: Error in space-create for %(space)s of size %(size)d GB
de: Fehler in Bereichserstellung für %(space)s mit einer Größe von %(size)d GB.
es: Error en la creación de espacio para %(space)s de tamaño %(size)d GB
fr: Erreur lors de l'opération space-create pour %(space)s avec une taille de %(size)d Go
it: Errore in space-create per %(space)s di dimensione %(size)d GB
ko_kr: 크기가 %(size)dGB인 %(space)s에 대한 공간 작성 시 오류 발생
pt_br: Erro na criação de espaço para %(space)s de tamanho %(size)d GB
tr_tr: %(size)d GB boyutundaki %(space)s için space-create sırasında hata

source: Error in space-extend for volume %(space)s with %(size)d additional GB
de: Fehler in Bereichserweiterung für Datenträger %(space)s mit zusätzlich %(size)d GB
es: Error en space-extend para el volumen %(space)s con %(size)d GB adicionales
fr: Erreur dans space-extend pour le volume %(space)s avec %(size)d Go additionnels
it: Errore in space-extend per il volume %(space)s con %(size)d GB aggiuntivi
ko_kr: 추가로 %(size)dGB를 가진 볼륨 %(space)s에 대한 공간 확장 시 오류 발생
pt_br: Erro em space-extend para o volume %(space)s com %(size)d GB adicional
tr_tr: %(size)d ek GB'ye sahip %(space)s mantıksal sürücüsü için space-extend sırasında hata

source: Error managing volume: %s.
de: Fehler beim Verwalten des Datenträgers: %s
es: Error al gestionar el volumen: %s.
fr: Erreur lors de la gestion du volume : %s.
it: Errore durante la gestione del volume: %s.
ko_kr: 볼륨 관리 중 오류 발생: %s.
pt_br: Erro ao gerenciar o volume: %s.

source: Error mapping volume %(vol)s. %(error)s.
de: Fehler beim Zuordnen von Datenträger %(vol)s. %(error)s.
es: Error al correlacionar el volumen %(vol)s. %(error)s.
fr: Erreur de mappage du volume %(vol)s. %(error)s.
it: Errore durante l'associazione del volume %(vol)s. %(error)s.
ko_kr: %(vol)s 볼륨 맵핑 중 오류: %(error)s.
pt_br: Erro ao mapear o volume %(vol)s. %(error)s.
tr_tr: %(vol)s mantıksal sürücüsü eşleştirilirken hata. %(error)s.

source: Error modify replica synchronization: %(sv)s operation: %(operation)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Ändern der Replikatsynchronisation: %(sv)s-Operation: %(operation)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al modificar la sincronización de réplica: %(sv)s operación: %(operation)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur lors de la modification de synchronisation de la réplique : %(sv)s opération : %(operation)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la sincronizzazione della replica di modifica: %(sv)s operazione: %(operation)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 복제본 동기화 수정 오류: %(sv)s 조작: %(operation)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao modificar a sincronização de réplica: %(sv)s operação: %(operation)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Kopyanın eşzamanlanmasının değiştirilmesinde hata: %(sv)s işlem: %(operation)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.
