Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: add_vdisk_copy failed: A copy of volume %s exists. Adding another copy would exceed the limit of 2 copies.
de: add_vdisk_copy fehlgeschlagen: Eine Kopie von Datenträger %s ist bereits vorhanden. Hinzufügen einer weiteren Kopie führt zu Überschreiten des Grenzwerts von 2 Kopien.
es: Error de add_vdisk_copy: ya existe una copia de volumen %s. La adición de otra copia superaría el límite de 2 copias.
fr: Echec de add_vdisk_copy : une copie du volume %s existe. L'ajout d'une autre copie dépasserait la limite de 2 copies.
it: add_vdisk_copy non riuscito: Esiste una copia del volume %s. L'aggiunta di un'altra copia eccede il limite di 2 copie.
ko_kr: add_vdisk_copy 실패: %s 볼륨의 사본이 있습니다. 또 하나의 사본을 추가하면 한계값인 2개의 사본을 초과합니다.
pt_br: add_vdisk_copy falhou: Uma cópia de volume %s existe. Incluir outra cópia excederia o limite de 2 cópias.
tr_tr: add_vdisk_copy başarısız: %s mantıksal sürücüsünün kopyası mevcut. Başka bir kopya eklemek 2 kopya sınırının aşılmasına sebep olur.

source: add_vdisk_copy started without a vdisk copy in the expected pool.
de: add_vdisk_copy ohne eine Kopie der virtuellen Platte im erwarteten Pool gestartet.
es: add_vdisk_copy se ha iniciado sin una copia de disco virtual en la agrupación esperada.
fr: add_vdisk_copy a démarré sans copie de disque virtuel dans le pool attendu.
it: add_vdisk_copy avviato senza una copia del disco virtuale nel pool previsto.
ko_kr: add_vdisk_copy가 예상 풀에서 vdisk 사본 없이 시작되었습니다.
pt_br: add_vdisk_copy iniciado sem uma cópia vdisk no conjunto esperado.
tr_tr: add_vdisk_copy beklenen havuzda bir vdisk kopyası olmadan başlatıldı.

source: all_tenants must be a boolean, got '%s'.
de: all_tenants muss ein boolescher Wert sein, erhalten '%s'.
es: all_tenants debe ser un valor booleano, se ha obtenido '%s'.
fr: all_tenants doit être une valeur booléenne, '%s' a été renvoyé.
it: all_tenants deve essere un booleano, ricevuto '%s'.
ko_kr: all_tenants는 부울이어야 하지만 '%s'이(가) 수신되었습니다.
pt_br: all_tenants deve ser um booleano, obtido '%s'.

source: already created
de: bereits erstellt
es: ya creado
fr: déjà créé
it: già creato
ko_kr: 이미 작성됨
pt_br: já criado
tr_tr: zaten oluşturuldu

source: attach snapshot from remote node
de: Schattenkopie aus fernem Knoten zuordnen
es: conecte instantánea del nodo remoto
fr: attacher l'instantané du noeud distant
it: collegamento istantanea dal nodo remoto
ko_kr: 원격 노드에서 스냅샷 연결
pt_br: anexar captura instantânea do nó remoto
tr_tr: Uzak düğüme anlık görüntüyü ekle

source: attribute %s not lazy-loadable
de: Attribut %s kann nicht über Lazy-Loading geladen werden.
es: el atributo %s no es de carga diferida
fr: l'attribut %s n'est pas de type lazy-loadable
it: l'attributo %s non è caricabile
ko_kr: 속성 %s이(가) lazy-loadable 속성이 아님
pt_br: o atributo %s não realiza carregamento demorado
tr_tr: %s özniteliği tembel-yüklenebilir değil

source: backup: %(vol_id)s failed to create device hardlink from %(vpath)s to %(bpath)s. stdout: %(out)s stderr: %(err)s
de: Sicherung: %(vol_id)s konnte keine feste Geräteverknüpfung von %(vpath)s zu %(bpath)s herstellen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: copia de seguridad: %(vol_id)s no ha podido crear enlace fijo de dispositivo de %(vpath)s a %(bpath)s. stdout: %(out)s stderr: %(err)s
fr: sauvegarde : %(vol_id)s - Echec de création du lien physique de périphérique entre %(vpath)s et %(bpath)s. stdout : %(out)s stderr : %(err)s
it: backup: %(vol_id)s non è riuscito a creare un collegamento reale del dispositivo da %(vpath)s a %(bpath)s. stdout: %(out)s stderr: %(err)s
ko_kr: 백업: %(vol_id)s이(가) %(vpath)s에서 %(bpath)s으로 백업 하드 링크를 제거하지 못했습니다. stdout: %(out)s stderr: %(err)s
pt_br: backup: %(vol_id)s falhou ao criar link físico do dispositivo a partir de %(vpath)s para %(bpath)s. stdout: %(out)s stderr: %(err)s
tr_tr: yedek: %(vol_id)s %(vpath)s den %(bpath)s e aygıt linki oluşturmada başarısız. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed to obtain backup success notification from server. stdout: %(out)s stderr: %(err)s
de: Sicherung: %(vol_id)s hat keine Benachrichtigung zur erfolgreichen Sicherung vom Server erhalten. Standardausgabe: %(out)s Standardfehler: %(err)s
es: copia de seguridad: %(vol_id)s no ha podido obtener notificación de éxito de copia de seguridad de servidor. stdout: %(out)s stderr: %(err)s
fr: sauvegarde : %(vol_id)s n'est pas parvenu à extraire la notification de réussite de sauvegarde auprès du serveur. stdout : %(out)s stderr : %(err)s
it: backup: %(vol_id)s non ha ricevuto la notifica di backup riuscito dal server. stdout: %(out)s stderr: %(err)s
ko_kr: 백업: %(vol_id)s이(가) 서버에서 백업 성공 알림을 얻지 못했습니다. stdout: %(out)s stderr: %(err)s
pt_br: backup: %(vol_id)s falhou ao obter notificação de sucesso de backup do servidor. stdout: %(out)s stderr: %(err)s
tr_tr: backup: %(vol_id)s sunucudan yedekleme başarı bildirimini alamadı. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed to run dsmc due to invalid arguments on %(bpath)s. stdout: %(out)s stderr: %(err)s
de: Sicherung: %(vol_id)s konnte DSMC aufgrund von ungültigen Argumenten nicht unter %(bpath)s ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: copia de seguridad: %(vol_id)s no ha podido ejecutar dsmc debido a argumentos no válidos en %(bpath)s. stdout: %(out)s stderr: %(err)s
fr: sauvegarde : échec de %(vol_id)s pour l'exécution de dsmc en raison d'arguments non valides sur %(bpath)s. stdout : %(out)s stderr : %(err)s
it: backup: %(vol_id)s non ha eseguito dsmc a causa di argomenti non validi presenti su %(bpath)s. stdout: %(out)s stderr: %(err)s
ko_kr: 백업: %(vol_id)s이(가) %(bpath)s으로 백업 하드 링크를 제거하지 못했습니다. stdout: %(out)s stderr: %(err)s
pt_br: backup: %(vol_id)s falhou ao executar o dsmc devido a argumentos inválidos em %(bpath)s. stdout: %(out)s stderr: %(err)s
tr_tr: backup: %(vol_id)s geçersiz değişkenler nedeniyle %(bpath)s yolundaki dsmc komutunu çalıştıramadı. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed to run dsmc on %(bpath)s. stdout: %(out)s stderr: %(err)s
de: Sicherung: %(vol_id)s konnte DSMC nicht unter %(bpath)s ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: copia de seguridad: %(vol_id)s no ha podido ejecutar dsmc en %(bpath)s. stdout: %(out)s stderr: %(err)s
fr: sauvegarde : échec de %(vol_id)s pour l'exécution de dsmc sur %(bpath)s. stdout : %(out)s stderr : %(err)s
it: backup: %(vol_id)s non ha eseguito dsmc su %(bpath)s. stdout: %(out)s stderr: %(err)s
ko_kr: 백업: %(vol_id)s이(가) %(bpath)s에서 dsmc를 실행하는 데 실패했습니다. stdout: %(out)s stderr: %(err)s
pt_br: backup: %(vol_id)s falhou ao executar o dsmc em %(bpath)s. stdout: %(out)s stderr: %(err)s
tr_tr: backup: %(vol_id)s %(bpath)s yolundaki dsmc komutunu çalıştıramadı. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed. %(path)s is not a file.
de: Datensicherung: %(vol_id)s fehlgeschlagen. %(path)s ist keine Datei.
es: copia de seguridad: %(vol_id)s ha fallado. %(path)s no es un archivo.
fr: sauvegarde : échec de %(vol_id)s. %(path)s n'est pas un fichier.
it: backup: %(vol_id)s non riuscito. %(path)s non è un file.
ko_kr: 백업: %(vol_id)s이(가) 실패했습니다. %(path)s이(가) 파일이 아닙니다.
pt_br: backup: %(vol_id)s falhou. %(path)s não é um arquivo.
tr_tr: backup: %(vol_id)s başarısız oldu. %(path)s dosya değildir.

source: backup: %(vol_id)s failed. %(path)s is unexpected file type. Block or regular files supported, actual file mode is %(vol_mode)s.
de: Sicherung: %(vol_id)s fehlgeschlagen. %(path)s ist ein unerwarteter Dateityp. Blockdateien oder reguläre Dateien werden unterstützt, der tatsächliche Dateimodus ist %(vol_mode)s.
es: copia de seguridad: %(vol_id)s ha fallado. %(path)s es de un tipo de archivo inesperado. Se soportan archivos de bloque o normales, la modalidad de archivo real es %(vol_mode)s.
fr: sauvegarde : échec de %(vol_id)s. %(path)s est un type de fichier inattendu. Fichiers par blocs ou standard pris en charge, mode de fichier réel : %(vol_mode)s.
it: backup: %(vol_id)s non riuscito. %(path)s è un tipo file non previsto. I file di blocco o regolari sono supportati; il modo file reale è %(vol_mode)s.
ko_kr: 백업: %(vol_id)s이(가) 실패했습니다. %(path)s이(가) 예상치 못한 파일 유형입니다. 블록 또는 일반 파일이 지원되며 실제 파일 모드는 %(vol_mode)s입니다.
pt_br: backup: %(vol_id)s falhou. %(path)s é tipo de arquivo inesperado. Bloco ou arquivos regulares suportados, modo de arquivo real é %(vol_mode)s.
tr_tr: backup: %(vol_id)s başarısız oldu. %(path)s beklenmeyen dosya türü. Blok ya da normal dosyalar desteklenir, mevcut dosya kipi %(vol_mode)s.

source: backup: %(vol_id)s failed. Cannot obtain real path to volume at %(path)s.
de: Sicherung: %(vol_id)s fehlgeschlagen. Tatsächlicher Pfad zum Datenträger in %(path)s kann nicht abgerufen werden.
es: copia de seguridad: %(vol_id)s ha fallado. No se puede obtener vía de acceso real al volumen en %(path)s.
fr: sauvegarde : échec de %(vol_id)s. Impossible de récupérer le chemin réel au volume %(path)s.
it: backup: %(vol_id)s non riuscito. Impossibile ottenere il percorso reale del volume su %(path)s.
ko_kr: 백업: %(vol_id)s이(가) 실패했습니다. %(path)s에서 볼륨에 대한 실제 경로를 가져올 수 없습니다.
pt_br: backup: %(vol_id)s falhou. Não é possível obter caminho real para o volume em %(path)s.
tr_tr: backup: %(vol_id)s başarısız oldu. %(path)s yolundaki mantıksal sürücüye gerçek yol sağlanamıyor.

source: being attached by different mode
de: ist über anderen Modus angehängt
es: conectado por medio de un modo diferente
fr: connecté par un mode différent
it: in fase di collegamento tramite una modalità differente
ko_kr: 다른 모드로 접속하는 중
pt_br: sendo anexado por modo diferente
tr_tr: farklı kipler ile eklenme

source: call failed: %r
de: Aufruf fehlgeschlagen: %r
es: Ha fallado la llamada: %r
fr: échec de l'appel : %r
it: chiamata non riuscita: %r
ko_kr: 호출 실패: %r
pt_br: A chamada falhou: %r

source: call failed: GARBAGE_ARGS
de: Aufruf fehlgeschlagen: GARBAGE_ARGS
es: Ha fallado la llamada: GARBAGE_ARGS
fr: échec de l'appel : GARBAGE_ARGS
it: chiamata non riuscita: GARBAGE_ARGS
ko_kr: 호출 실패: GARBAGE_ARGS
pt_br: A chamada falhou: GARBAGE_ARGS

source: call failed: PROC_UNAVAIL
de: Aufruf fehlgeschlagen: PROC_UNAVAIL
es: Ha fallado la llamada: PROC_UNAVAIL
fr: échec de l'appel : PROC_UNAVAIL
it: chiamata non riuscita: PROC_UNAVAIL
ko_kr: 호출 실패: PROC_UNAVAIL
pt_br: A chamada falhou: PROC_UNAVAIL

source: call failed: PROG_MISMATCH: %r
de: Aufruf fehlgeschlagen: PROG_MISMATCH: %r
es: Ha fallado la llamada: PROG_MISMATCH: %r
fr: échec de l'appel : PROG_MISMATCH : %r
it: chiamata non riuscita: PROG_MISMATCH: %r
ko_kr: 호출 실패: PROG_MISMATCH: %r
pt_br: A chamada falhou: PROG_MISMATCH: %r

source: call failed: PROG_UNAVAIL
de: Aufruf fehlgeschlagen: PROG_UNAVAIL
es: Ha fallado la llamada: PROG_UNAVAIL
fr: échec de l'appel : PROG_UNAVAIL
it: chiamata non riuscita: PROG_UNAVAIL
ko_kr: 호출 실패: PROG_UNAVAIL
pt_br: A chamada falhou: PROG_UNAVAIL

source: can't find lun-map, ig:%(ig)s vol:%(vol)s
de: LUN-Zuordnung nicht gefunden, ig:%(ig)s vol:%(vol)s
es: No se encuentra lun-map, ig:%(ig)s vol:%(vol)s
fr: lun-map, ig:%(ig)s vol introuvable :%(vol)s
it: impossibile trovare lun-map, ig:%(ig)s vol:%(vol)s
ko_kr: lun 맵을 찾을 수 없음, ig:%(ig)s vol:%(vol)s
pt_br: não é possível localizar mapa de lun, ig:%(ig)s vol:%(vol)s

source: can't find the volume to extend
de: Zu erweiternder Datenträger wurde nicht gefunden.
es: no se puede encontrar el volumen para ampliar
fr: volume à étendre introuvable
it: impossibile trovare il volume da estendere
ko_kr: 확장할 볼륨을 찾을 수 없음
pt_br: não é possível localizar o volume a ser estendido
tr_tr: büyütülecek mantıksal sürücü bulunamadı

source: can't handle both name and index in req
de: Es können nicht sowohl der Name als auch der Index in der Anforderung verarbeitet werden.
es: no se pueden gestionar el nombre y el índice en la solicitud
fr: impossible de gérer à la fois le nom et l'index dans la demande
it: impossibile gestire entrambi il nome e l'indice nella richiesta
ko_kr: 요청의 이름 및 색인을 둘 다 처리할 수 없음
pt_br: não é possível lidar com o nome e o índice na solicitação
tr_tr: istekte hem isim hem indis işlenemez

source: cannot understand JSON
de: JSON kann nicht interpretiert werden.
es: no se puede entender JSON
fr: impossible de comprendre JSON
it: impossibile riconoscere JSON
ko_kr: JSON을 이해할 수 없음
pt_br: não é possível entender JSON
tr_tr: JSON dosyası anlaşılamadı

source: cgsnapshot assigned
de: cgsnapshot zugeordnet
es: cgsnapshot asignada
fr: instantané cgsnapshot affecté
it: istantanea cg assegnata
ko_kr: cgsnapshot가 지정됨
pt_br: cgsnapshot designada

source: cgsnapshot changed
de: cgsnapshot geändert
es: cgsnapshot modificada
fr: instantané cgsnapshot modifié
it: istantanea cg modificata
ko_kr: cgsnapshot가 변경됨
pt_br: cgsnapshot alterada

source: cgsnapshots assigned
de: cgsnapshots zugeordnet
es: cgsnapshots asignado
fr: instantanés cgsnapshots affectés
it: istantanee cg assegnate
ko_kr: cgsnapshots가 지정됨
pt_br: cgsnapshots designadas

source: cgsnapshots changed
de: cgsnapshots geändert
es: cgsnapshots modificadas
fr: instantanés cgsnapshots modifiés
it: istantanee cg modificate
ko_kr: cgsnapshots가 변경됨
pt_br: cgsnapshots alteradas

source: check_for_setup_error: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
de: check_for_setup_error: Kennwort oder privater SSH-Schlüssel ist für die Authentifizierung erforderlich: Legen Sie entweder die Option 'san_password' oder die Option 'san_private_key' fest.
es: check_for_setup_error: se necesita contraseña o clave privada SSH para la autenticación: establezca la opción san_password o san_private_key.
fr: check_for_setup_error : mot de passe ou clé privée SSH obligatoire pour l'authentification : définissez l'option san_password ou san_private_key.
it: check_for_setup_error: La password o la chiave privata SSH è obbligatoria per l'autenticazione: impostare l'opzione san_password o san_private_key.
ko_kr: check_for_setup_error: 인증에 비밀번호 또는 SSH 개인 키가 필요함: san_password 또는 san_private_key 옵션을 설정하십시오.
pt_br: check_for_setup_error: A senha ou a chave privada SSH é requerida para autenticação: configure a opção san_password ou san_private_key.
tr_tr: check_for_setup_error: Yetkilendirme için parola veya SSH özel anahtarı gerekiyor: san_password veya san_private_key seçeneklerinden birini ayarlayın.

source: check_for_setup_error: Unable to determine system id.
de: check_for_setup_error: System-ID kann nicht bestimmt werden.
es: check_for_setup_error: no se ha podido determinar el ID del sistema.
fr: check_for_setup_error : impossible de déterminer l'identificateur du système.
it: check_for_setup_error: Impossibile determinare l'ID del sistema.
ko_kr: check_for_setup_error: 시스템 ID를 판별할 수 없습니다.
pt_br: check_for_setup_error: Não é possível determinar o ID do sistema.
tr_tr: check_for_setup_error: Sistem kimliği belirlenemiyor.

source: check_for_setup_error: Unable to determine system name.
de: check_for_setup_error: Systemname kann nicht bestimmt werden.
es: check_for_setup_error: no se ha podido determinar el nombre del sistema.
fr: check_for_setup_error : impossible de déterminer le nom du système.
it: check_for_setup_error: Impossibile determinare il nome del sistema.
ko_kr: check_for_setup_error: 시스템 이름을 판별할 수 없습니다.
pt_br: check_for_setup_error: Não é possível determinar o nome do sistema.
tr_tr: check_for_setup_error: Sistem ismi belirlenemiyor.

source: check_hypermetro_exist error.
de: check_hypermetro_exist-Fehler.
es: Error de check_hypermetro_exist.
fr: Erreur check_hypermetro_exist.
it: Errore check_hypermetro_exist.
ko_kr: check_hypermetro_exist 오류.
pt_br: Erro de check_hypermetro_exist.

source: cinder-all is deprecated in Newton and will be removed in Ocata.
de: cinder-all ist in Newton veraltet und wird in Ocata entfernt.

source: clone depth exceeds limit of %s
de: Klontiefe überschreitet den Grenzwert von %s
es: la profundidad de clon excede el límite de %s
fr: profondeur de clone dépassant la limite de %s
it: la profondità del clone supera il limite di %s
ko_kr: 복제 깊이가 %s 한계를 초과함
pt_br: a espessura do clone excede o limite de %s
tr_tr: çoğaltma derinliği %s sınırını aşıyor

source: consistencygroup assigned
de: consistencygroup zugeordnet
es: consistencygroup asignado
fr: groupe de cohérence (consistencygroup) affecté
it: gruppo di coerenza assegnato
ko_kr: consistencygroup이 지정됨
pt_br: consistencygroup designado

source: consistencygroup changed
de: consistencygroup geändert
es: consistencygroup modificado
fr: groupe de cohérence (consistencygroup) modifié
it: gruppo di coerenza modificato
ko_kr: consistencygroup이 변경되지 않음
pt_br: consistencygroup alterado

source: control_location must be defined
de: control_location muss definiert sein.
es: control_location se debe definir
fr: control_location doit être défini
it: control_location deve essere definito
ko_kr: control_location을 정의해야 함
pt_br: control_location deve ser definido
tr_tr: control_location tanımlanmalıdır

source: create_cloned_volume, Source Volume does not exist in ETERNUS.
de: 'create_cloned_volume', Quellendatenträger ist in ETERNUS nicht vorhanden.
es: create_cloned_volume, el volumen de origen no existe en ETERNUS.
fr: create_cloned_volume, le volume source n'existe pas dans ETERNUS.
it: create_cloned_volume, Il volume di origine non esiste in ETERNUS.
ko_kr: create_cloned_volume, 소스 볼륨이 ETERNUS에 없습니다.
pt_br: create_cloned_volume, o Volume de Origem não existe no ETERNUS.

source: create_cloned_volume, target volume instancename: %(volume_instancename)s, Get Instance Failed.
de: 'create_cloned_volume', Name der Zieldatenträgerinstanz: %(volume_instancename)s, Abrufen der Instanz fehlgeschlagen.
es: create_cloned_volume, nombre de instancia del volumen de destino: %(volume_instancename)s, error al obtener la instancia.
fr: create_cloned_volume, nom d'instance du volume cible : %(volume_instancename)s, La récupération de l'instance a échoué.
it: create_cloned_volume, nome istanza volume di destinazione: %(volume_instancename)s, Richiamo istanza non riuscito.
ko_kr: create_cloned_volume, 대상 볼륨 instancename: %(volume_instancename)s, 인스턴스 가져오기에 실패했습니다.
pt_br: create_cloned_volume, nome da instância do volume de destino: %(volume_instancename)s, Falha ao Obter Instância.

source: create_cloned_volume: Source and destination size differ.
de: create_cloned_volume: Größe von Quelle und Ziel sind unterschiedlich.
es: create_cloned_volume: el tamaño de origen y de destino son distintos.
fr: create_cloned_volume : La taille de la source et de la destination diffère.
it: create_cloned_volume: la dimensione dell'origine e della destinazione sono differenti.
ko_kr: create_cloned_volume: 소스 및 대상 크기가 다릅니다.
pt_br: create_cloned_volume: Os tamanhos de origem e destino diferem.
tr_tr: create_cloned_volume: Kaynak ve hedef boyutu farklı.

source: create_cloned_volume: source volume %(src_vol)s size is %(src_size)dGB and doesn't fit in target volume %(tgt_vol)s of size %(tgt_size)dGB.
de: create_cloned_volume: Der Quellendatenträger %(src_vol)s mit %(src_size)d GB passt nicht in einen Zieldatenträger %(tgt_vol)s mit %(tgt_size)d GB.
es: create_cloned_volume: el tamaño del volumen de origen %(src_vol)s es %(src_size)dGB y no cabe en el volumen de destino %(tgt_vol)s of size %(tgt_size)dGB.
fr: create_cloned_volume : la taille du volume source %(src_vol)s est %(src_size)d Go et ne peut pas tenir dans le volume cible %(tgt_vol)s d'une taille de %(tgt_size)d Go.
it: create_cloned_volume: la dimensione del volume di origine %(src_vol)s è %(src_size)dGB e non si adatta al volume di destinazione %(tgt_vol)s di dimensione %(tgt_size)dGB.
ko_kr: create_cloned_volume: 소스 볼륨 %(src_vol)s 크기는 %(src_size)dGB이고 대상 볼륨 %(tgt_vol)s의 크기 %(tgt_size)dGB에 맞지 않습니다.
pt_br: create_cloned_volume: O tamanho do volume de origem %(src_vol)s é %(src_size)dGB e não cabe no volume de destino %(tgt_vol)s de tamanho %(tgt_size)dGB.

source: create_consistencygroup_from_src must be creating from a CG snapshot, or a source CG.
de: create_consistencygroup_from_src muss aus der Schattenkopie einer Konsistenzgruppe oder aus einer Quellenkonsistenzgruppe erstellt werden.
es: create_consistencygroup_from_src se debe crear desde una instantánea de CG o desde un origen de CG.
fr: create_consistencygroup_from_src doit correspondre à une création à partir d'un instantané CG ou d'une source CG.
it: create_consistencygroup_from_src deve essere creato da un'istantanea CG o da un CG di origine.
ko_kr: create_consistencygroup_from_src는 CG 스냅샷이나 소스 CG에서 작성해야 합니다.
pt_br: create_consistencygroup_from_src deve estar criando a partir de uma captura instantânea CG, ou de uma origem CG.

source: create_consistencygroup_from_src only supports a cgsnapshot source or a consistency group source. Multiple sources cannot be used.
de: 'create_consistencygroup_from_src' unterstützt nur eine cgsnapshot-Quelle oder eine Konsistenzgruppenquelle. Die Verwendung mehrerer Quellen ist nicht zulässig.
es: create_consistencygroup_from_src solo admite un origen de cgsnapshot o bien un origen de grupo de consistencia. No se pueden utilizar diversos orígenes.
fr: create_consistencygroup_from_src prend en charge une source cgsnapshot ou une source de groupe de cohérence uniquement. Vous ne pouvez pas utiliser plusieurs sources.
it: create_consistencygroup_from_src supporta solo un'origine istantanea cg o un'origine gruppo di coerenza. Non possono essere utilizzate più origini.
ko_kr: create_consistencygroup_from_src에서는 cgsnapshot 소스나 일관성 그룹 소스만 지원합니다. 여러 소스를 사용할 수 없습니다.
pt_br: create_consistencygroup_from_src suporta somente uma origem cgsnapshot ou uma origem de grupo de consistências. Diversas origens não podem ser usadas.

source: create_consistencygroup_from_src supports a cgsnapshot source or a consistency group source. Multiple sources cannot be used.
de: 'create_consistencygroup_from_src' unterstützt eine cgsnapshot-Quelle oder eine Konsistenzgruppenquelle. Die Verwendung mehrerer Quellen ist nicht zulässig.
es: create_consistencygroup_from_src admite un origen de cgsnapshot o bien un origen de grupo de consistencia. No se pueden utilizar diversos orígenes.
fr: create_consistencygroup_from_src prend en charge une source cgsnapshot ou une source de groupe de cohérence. Vous ne pouvez pas utiliser plusieurs sources.
it: create_consistencygroup_from_src supporta un'origine cgsnapshot o un'origine del gruppo di coerenza. Non possono essere utilizzate più origini.
ko_kr: create_consistencygroup_from_src에서 cgsnapshot 소스나 일관성 그룹 소스를 지원합니다. 여러 소스를 사용할 수 없습니다.
pt_br: create_consistencygroup_from_src suporta uma origem cgsnapshot ou uma origem de grupo de consistências. Diversas origens não podem ser usadas.

source: create_copy: Source vdisk %(src)s (%(src_id)s) does not exist.
de: create_copy: Als Quelle angegebene virtuelle Platte %(src)s (%(src_id)s) ist nicht vorhanden.
es: create_copy: El disco virtual de origen %(src)s (%(src_id)s) no existe.
fr: create_copy : le disque virtuel source %(src)s (%(src_id)s) n'existe pas.
it: create_copy: vdisk origine %(src)s (%(src_id)s) non esiste.
ko_kr: create_copy: 소스 vdisk %(src)s(%(src_id)s)이(가) 없습니다.
pt_br: create_copy: O vdisk de origem %(src)s (%(src_id)s) não existe.
tr_tr: create_copy: Kaynak vdisk %(src)s (%(src_id)s) mevcut değil.

source: create_copy: Source vdisk %(src)s does not exist.
de: create_copy: Als Quelle angegebene virtuelle Platte %(src)s ist nicht vorhanden.
es: create_copy: el disco virtual de origen %(src)s no existe.
fr: create_copy : le(s) disque(vs) virtuel(s) source %(src)s n'existe(nt) pas.
it: create_copy: vdisk origine %(src)s non esiste.
ko_kr: create_copy: 소스 vdisk %(src)s이(가) 없습니다.
pt_br: create_copy: Vdisk de origem %(src)s não existe.
tr_tr: create_copy: Kaynak vdisk %(src)s mevcut değil.
