Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Volume must not have snapshots.
de: Datenträger darf keine Schattenkopien enthalten.
es: El volumen no debe tener instantáneas.
fr: Le volume ne doit pas avoir d'instantanés.
it: Il volume non deve avere istantanee.
ko_kr: 볼륨에 스냅샷이 없어야 합니다.
pt_br: Volume não deve ter capturas instantâneas.
tr_tr: Mantıksal sürücü anlık sistem görüntülerine sahip olmamalıdır.

source: Volume not found for instance %(instance_id)s.
de: Datenträger für Instanz %(instance_id)s nicht gefunden.
es: No se ha encontrado el volumen para la instancia %(instance_id)s.
fr: Volume introuvable pour l'instance %(instance_id)s.
it: Volume non trovato per l'istanza %(instance_id)s.
ko_kr: %(instance_id)s 인스턴스에 대한 볼륨을 찾을 수 없습니다.
pt_br: Volume não localizado para a instância %(instance_id)s.
tr_tr: %(instance_id)s sunucusu için mantıksal sürücü bulunamadı.

source: Volume not found on configured storage backend.
de: Datenträger nicht im konfiguriertem Speicherbackend gefunden.
es: No se ha encontrado el volumen en el programa de fondo de almacenamiento configurado.
fr: Volume introuvable sur le back-end de stockage configuré.
it: Volume non trovato sul backend di archiviazione configurato.
ko_kr: 구성된 스토리지 백엔드에서 볼륨을 찾을 수 없습니다.
pt_br: Volume não localizado no backend de armazenamento configurado.
tr_tr: Mantıksal sürücü yapılandırılmış depolama arka ucunda bulunamadı.

source: Volume not found on configured storage backend. If your volume name contains "/", please rename it and try to manage again.
de: Datenträger nicht im konfigurierten Speicherbackend gefunden. Wenn der Name Ihres Datenträgers das Zeichen "/" enthält, benennen Sie ihn bitte um und wiederholen Sie die Verwaltungsoperation.
es: No se ha encontrado el volumen en el programa de fondo de almacenamiento configurado. Si el nombre del volumen contiene "/", renómbrelo y vuelva a intentarlo.
fr: Volume introuvable sur le back-end de stockage configuré. Si le nom de votre volume contient une barre oblique "/", renommez-le puis renouvelez l'opération.
it: Volume non trovato nel backend di archiviazione configurato. Se il nome volume contiene "/", ridenominarlo e provare a gestirlo di nuovo.
ko_kr: 구성된 스토리지 백엔드에 볼륨을 찾을 수 없습니다. 볼륨 이름에 "/"가 포함되지 않은 경우 이름을 변경하고 다시 관리하십시오.
pt_br: Volume não localizado no backend de armazenamento configurado. Se o nome do seu volume contiver "/", renomeie-o e tente gerenciar novamente.

source: Volume not found on configured storage pools.
de: Datenträger nicht in konfigurierten Speicherpools gefunden.
es: No se ha encontrado el volumen en las agrupaciones de almacenamiento configuradas.
fr: Volume introuvable sur les pools de stockage configurés.
it: Volume non trovato nei pool di archiviazione configurati.
ko_kr: 구성된 스토리지 풀에서 볼륨을 찾을 수 없습니다.
pt_br: O volume não foi localizado em conjuntos de armazenamentos configurados.
tr_tr: Mantıksal sürücü yapılandırılan depolama havuzlarında bulunamadı.

source: Volume not found.
de: Datenträger nicht gefunden.
es: No se ha encontrado el volumen.
fr: Volume introuvable.
it: Volume non trovato.
ko_kr: 볼륨을 찾을 수 없습니다.
pt_br: Volume não localizado.
tr_tr: Mantıksal sürücü bulunamadı.

source: Volume not unique.
de: Datenträger ist nicht eindeutig.
es: El volumen no es exclusivo.
fr: Le volume n'est pas unique.
it: Volume non univoco.
ko_kr: 볼륨이 고유하지 않습니다.
pt_br: Volume não exclusivo

source: Volume not yet assigned to host.
de: Datenträger noch nicht dem Host zugeordnet.
es: Aún no se ha asignado el volumen al host.
fr: Volume non encore affecté à l'hôte.
it: Il volume non è stato ancora assegnato all'host.
ko_kr: 볼륨을 아직 호스트에 지정하지 않았습니다.
pt_br: Volume ainda não designado para o host.
tr_tr: Mantıksal sürücü henüz bir istemciye atanmadı.

source: Volume reference must contain source-name element.
de: Datenträgerreferenz muss Element 'source-name' enthalten.
es: La referencia de volumen debe contener el elemento source-name.
fr: La référence du volume doit contenir l'élément source-name.
it: Il riferimento al volume deve contenere l'elemento source-name.
ko_kr: 볼륨 참조에는 source-name 요소가 포함되어 있어야 합니다.
pt_br: A referência de volume deve conter o elemento de nome de origem.
tr_tr: Mantıksal sürücü kaynağı kaynak-ad ögesi içermelidir.

source: Volume replication for %(volume_id)s could not be found.
de: Die Datenträgerreplizierung für %(volume_id)s wurde nicht gefunden.
es: La réplica de volumen de %(volume_id)s no se ha encontrado.
fr: Réplication du volume pour %(volume_id)s introuvable.
it: Impossibile trovare la replica del volume per %(volume_id)s.
ko_kr: %(volume_id)s의 볼륨 복제를 찾을 수 없습니다.
pt_br: Replicação de volume %(volume_id)s não pôde ser encontrada.
tr_tr: %(volume_id)s için mantıksal sürücü kopyalaması bulunamadı.

source: Volume service %s failed to start.
de: Starten des Datenträgerdiensts %s ist fehlgeschlagen.
es: No se ha podido iniciar el servicio de volumen %s.
fr: Le démarrage du service de volume %s n'a pas abouti.
it: Avvio del servizio volume %s non riuscito.
ko_kr: 볼륨 서비스 %s을(를) 시작하는 데 실패했습니다.
pt_br: Falha ao iniciar serviço de volume %s.
tr_tr: Disk bölümü servisi %s başlatma hatası.

source: Volume should have agent-type set as None.
de: Für Datenträger sollte Agententyp auf None festgelegt werden.
es: El volumen debe tener agent-type establecido como None.
fr: Le volume doit avoir la valeur agent-type définie à None.
it: Il volume deve avere agent-type impostato su Nessuno.
ko_kr: 볼륨의 에이전트 유형은 None으로 설정되어야 합니다.
pt_br: O volume deve ter agent-type configurado como Nenhum.

source: Volume size %(volume_size)sGB cannot be smaller than the image minDisk size %(min_disk)sGB.
de: Datenträgergröße %(volume_size)s GB darf nicht kleiner als die Mindestplattengröße des Abbilds von %(min_disk)s GB sein.
es: El tamaño de volumen %(volume_size)sGB no puede ser menor que el tamaño de minDisk de imagen %(min_disk)sGB.
fr: La taille %(volume_size)s Go du volume ne peut pas être inférieure à la taille de l'image minDisk %(min_disk)s Go.
it: La dimensione del volume %(volume_size)sGB non può essere minore della dimensione minDisk dell'immagine %(min_disk)sGB.
ko_kr: 볼륨 크기 %(volume_size)sGB는 다음 이미지 minDisk 크기보다 작을 수 없습니다: %(min_disk)sGB.
pt_br: Tamanho do volume %(volume_size)sGB não pode ser menor do que o tamanho da imagem de minDisk %(min_disk)sGB.
tr_tr: Mantıksal sürücü boyutu %(volume_size)sGB %(min_disk)sGB imaj asgari boyutundan küçük olamaz.

source: Volume size '%(size)s' must be an integer and greater than 0
de: Datenträgergröße '%(size)s' muss eine Ganzzahl und größer als 0 sein.
es: El tamaño de volumen '%(size)s' debe ser un entero y mayor que 0
fr: La taille de volume '%(size)s' doit être un entier ou supérieure à 0.
it: La dimensione del volume '%(size)s' deve essere un numero intero e maggiore di 0
ko_kr: 볼륨 크기 '%(size)s'은(는) 0보다 큰 정수여야 함
pt_br: O tamanho do volume '%(size)s' deve ser um número inteiro e maior que 0
tr_tr: Mantıksal sürücü boyutu '%(size)s' bir tam sayı ve 0'dan büyük olmalı

source: Volume size '%(size)s'GB cannot be smaller than original volume size %(source_size)sGB. They must be >= original volume size.
de: Datenträgergröße '%(size)s' GB darf nicht kleiner als die ursprüngliche Datenträgergröße von %(source_size)s GB sein. Sie muss >= der ursprünglichen Datenträgergröße sein.
es: El tamaño del volumen '%(size)s'GB no puede ser menor que el tamaño original del volumen %(source_size)sGB. Deben ser >= tamaño de volumen original.
fr: La taille de volume '%(size)s' Go ne peut pas être inférieure à la taille de volume d'origine %(source_size)s Go. Elle doit être supérieure ou égale à la taille du volume d'origine.
it: La dimensione del volume '%(size)s'GB non può essere minore della dimensione del volume originale %(source_size)sGB. Deve essere >= la dimensione del volume originale.
ko_kr: 볼륨 크기 '%(size)s'GB는 원래 볼륨 크기인 %(source_size)sGB보다 작을 수 없습니다. 해당 크기가 원래 볼륨 크기보다 크거나 같아야 합니다.
pt_br: O tamanho do volume ‘%(size)s‘ GB não pode ser menor que o tamanho do volume original %(source_size)sGB. Deve ser >= ao tamanho do volume original.
tr_tr: Mantıksal sürücü boyutu '%(size)s'GB %(source_size)sGB asıl mantıksal sürücü boyutundan küçük olamaz. Asıl mantıksal sürücü boyutundan >= olmalıdırlar.

source: Volume size '%(size)s'GB cannot be smaller than the snapshot size %(snap_size)sGB. They must be >= original snapshot size.
de: Datenträgergröße '%(size)s' GB darf nicht kleiner als die Schattenkopiegröße von %(snap_size)s GB sein. Sie muss >= der ursprünglichen Schattenkopiegröße sein.
es: El tamaño de volumen '%(size)s'GB no puede ser menor que el tamaño de la instantánea %(snap_size)sGB. Deben ser >= el tamaño de instantánea original.
fr: La taille de volume '%(size)s' Go ne peut pas être inférieure à la taille d'instantané %(snap_size)s Go. Elle doit être supérieure ou égale à la taille de l'instantané d'origine.
it: La dimensione del volume '%(size)s'GB non può essere minore della dimensione dell'istantanea %(snap_size)sGB. Deve essere >= la dimensione dell'istantanea originale.
ko_kr: 볼륨 크기 '%(size)s'GB은(는) 스냅샷 크기인 %(snap_size)sGB보다 작을 수 없습니다. 해당 크기가 원래 스냅샷 크기보다 크거나 같아야 합니다.
pt_br: O tamanho do volume ‘%(size)s' GB não pode ser menor que o tamanho da captura instantânea %(snap_size)sGB. Deve ser >= tamanho da captura instantânea original.
tr_tr: Mantıksal sürücü boyutu '%(size)s'GB %(snap_size)sGB anlık görüntü boyutundan küçük olamaz. Asıl anlık görüntü boyutundan >= olmalıdırlar.

source: Volume size increased since the last backup. Do a full backup.
de: Der Datenträger hat sich seit der letzten Sicherung vergrößert. Führen Sie eine vollständige Sicherung durch.
es: El tamaño del volumen ha aumentado desde la última copia de seguridad. Haga una copia de seguridad completa.
fr: Taille de volume accrue depuis la dernière sauvegarde. Effectuez une sauvegarde intégrale.
it: La dimensione del volume è stata ridotta dall'ultimo backup. Eseguire un backup completo.
ko_kr: 마지막 백업 이후 볼륨 크기가 증가되었습니다. 전체 백업을 수행하십시오.
pt_br: O tamanho do volume aumentou desde o último backup. Execute um backup completo.
tr_tr: Mantıksal sürücü boyutu son yedeklemeden bu yana arttı. Tam bir yedekleme yapın.

source: Volume size must be a multiple of 1 GB.
de: Datenträgergröße muss Vielfaches von 1 GB sein.
es: El tamaño del volumen debe ser un múltiplo de 1 GB.
fr: La taille du volume doit être un multiple de 1 Go.
it: La dimensione del volume deve essere un multiplo di 1 GB.
ko_kr: 볼륨 크기는 1GB의 배수여야 합니다.
pt_br: O tamanho do volume deve ser múltiplo de 1 GB.

source: Volume size must be multiple of 1 GB.
de: Datenträgergröße muss Vielfaches von 1 GB sein.
es: El tamaño del volumen debe ser múltiplo de 1 GB.
fr: La taille du volume doit être un multiple de 1 Go.
it: La dimensione del volume deve essere un multiplo di 1 GB.
ko_kr: 볼륨 크기는 1GB의 배수여야 합니다.
pt_br: O tamanho do volume deve ser múltiplo de 1 GB.

source: Volume size must multiple of 1 GB.
de: Datenträgergröße muss Vielfaches von 1 GB sein.
es: El tamaño de volumen debe ser múltiplo de 1 GB.
fr: La taille du volume doit être un multiple de 1 Go.
it: La dimensione del volume deve essere un multiplo di 1 GB.
ko_kr: 볼륨 크기는 1GB의 배수여야 합니다.
pt_br: O tamanho do volume deve ser múltiplo de 1 GB.

source: Volume status for volume must be available, but current status is: %s
de: Datenträgerstatus für Datenträger muss 'available' sein, aber der aktuelle Status ist: %s
es: El estado de volumen debe estar disponible, pero el estado actual es: %s
fr: Le volume doit être dans un état de disponibilité, mais l'état en cours est :%s
it: Lo stato del volume deve essere disponibile, ma lo stato corrente è: %s
ko_kr: 볼륨의 볼륨 상태가 사용 가능이어야 하지만 현재 상태가 %s입니다.
pt_br: O status do volume para o volume deve estar disponível, mas o status atual é: %s
tr_tr: Mantıksal sürücü için mantıksal sürücü durumu kullanılabilir olmalıdır ancak mevcut durum: %s

source: Volume status must be "available" or "in-use" for snapshot. (is %s)
de: Der Datenträger muss für eine Schattenkopie den Status "available" oder "in-use" haben, der Status ist aber %s.
es: El estado de volumen debe ser "disponible" o "en-uso" para la instantánea. (es %s)
fr: L'état du volume doit être "disponible" ou "en usage" pour l'instantané. (état en cours : %s)
it: Lo stato del volume deve essere "available" o "in-use" per l'istantanea. (è %s)
ko_kr: 볼륨 상태가 스냅샷에 대해 "사용 가능" 또는 "사용 중"이어야 합니다(%s임)
pt_br: O status do volume deve ser "disponível" ou "em uso" para captura instantânea. (é %s)
tr_tr: Mantıksal sürücü durumu "available" ya da "in-use" olmalıdır. (is %s)

source: Volume status must be "available" or "in-use".
de: Datenträgerstatus muss "available" oder "in-use" sein.
es: El estado de volumen debe ser "disponible" o "en-uso".
fr: L'état du volume doit être "disponible" ou "en usage".
it: Lo stato del volume deve essere "available" o "in-use".
ko_kr: 볼륨 상태가 "사용 가능" 또는 "사용 중"이어야 합니다.
pt_br: O status do volume deve ser "disponível" ou "em uso".
tr_tr: Mantıksal sürücü durumu "available" ya da "in-use" olmalıdır.

source: Volume status must be %s to reserve.
de: Der Datenträgerstatus muss für eine Reservierung %s sein.
es: El estado de volumen debe ser %s para poder reservarlo.
fr: Le statut du volume doit être %s pour l'opération de réservation.
it: Lo stato del volume deve essere %s per eseguire la prenotazione.
ko_kr: 예약하려면 볼륨 상태가 %s 이어야 합니다.
pt_br: O status do volume deve ser %s ara reservar.

source: Volume status must be 'available'.
de: Datenträgerstatus muss 'available' sein.
es: El estado de volumen debe ser 'disponible'.
fr: L'état du volume doit être 'disponible'.
it: Lo stato del volume deve essere 'available'.
ko_kr: 볼륨 상태가 '사용 가능'이어야 합니다.
pt_br: O status do volume deve ser 'disponível'.
tr_tr: Mantıksal sürücü durumu 'available' olmalıdır.

source: Volume to Initiator Group mapping already exists
de: Die Zuordnung von Datenträger zu Initiatorgruppe ist bereits vorhanden.
es: El volumen para la correlación del grupo de iniciadores ya existe
fr: Le volume pour le mappage du groupe initiateur existe déjà
it: L'associazione del volume al gruppo iniziatori già esiste
ko_kr: 개시자 그룹에 대한 볼륨 맵핑이 이미 있음
pt_br: Já existe um mapeamento de grupos de volume para inicializador
tr_tr: Başlatıcı Gruba mantıksal sürücü eşleme zaten var

source: Volume to be backed up must be available or in-use, but the current status is "%s".
de: Der Datenträger, der gesichert werden soll, muss den Status 'available'oder 'in-use' haben, aber der aktuelle Status ist "%s".
es: El volumen del que se va a hacer una copia de seguridad debe estar disponible o en uso, pero el estado actual es "%s".
fr: Le volume à sauvegarder doit être disponible ou en cours d'utilisation, mais son statut actuel indique "%s".
it: Il volume di cui deve essere eseguito il backup deve essere disponibile o in uso, ma lo stato corrente è "%s".
ko_kr: 백업할 볼륨은 사용 가능하거나 사용 중이어야 하지만 현재 상태가 "%s"입니다.
pt_br: O volume a ser feito o backup deve estar disponível ou em uso, mas o status atual é "%s".

source: Volume to be restored to must be available
de: Wiederherzustellender Datenträger muss verfügbar sein.
es: El volumen que restaurar debe estar disponible
fr: Le volume à restaurer doit être disponible
it: Il volume da ripristinare deve essere disponibile
ko_kr: 복원할 볼륨이 사용 가능해야 함
pt_br: O volume a ser restaurado deve estar disponível
tr_tr: Geri yüklenecek mantıksal sürücü kullanılabilir olmalıdır

source: Volume type %(volume_type_id)s could not be found.
de: Datenträgertyp %(volume_type_id)s wurde nicht gefunden.
es: No se ha podido encontrar el tipo de volumen %(volume_type_id)s.
fr: Le type de volume %(volume_type_id)s est introuvable.
it: Impossibile trovare il tipo di volume %(volume_type_id)s.
ko_kr: %(volume_type_id)s 볼륨 유형을 찾을 수 없습니다.
pt_br: O tipo de volume %(volume_type_id)s não pôde ser localizado.
tr_tr: %(volume_type_id)s mantıksal sürücü türü bulunamadı.

source: Volume type ID '%s' is invalid.
de: Volumentypkennung '%s' ist ungültig.
es: El ID de tipo de volumen '%s' no es válido.
fr: L'ID de volume '%s' n'est pas valide.
it: L'ID tipo volume '%s' non è valido.
ko_kr: 볼륨 유형 ID '%s'이(가) 올바르지 않습니다.
pt_br: O ID do tipo '%s' é inválido.
tr_tr: Mantıksal sürücü tür kimliği '%s' geçersiz.

source: Volume type access for %(volume_type_id)s / %(project_id)s combination already exists.
de: Datenträgertypzugriff für die Kombination %(volume_type_id)s / %(project_id)s ist bereits vorhanden.
es: El acceso de tipo de volumen para la combinación %(volume_type_id)s / %(project_id)s ya existe.
fr: L'accès de type volume pour la combinaison %(volume_type_id)s / %(project_id)s existe déjà.
it: L'accesso di tipo Volume per la combinazione %(volume_type_id)s / %(project_id)s già esiste.
ko_kr: %(volume_type_id)s / %(project_id)s 조합에 대한 볼륨 유형 액세스가 이미 존재합니다.
pt_br: O acesso do tipo de volume para combinações de %(volume_type_id)s / %(project_id)s já existe.
tr_tr: %(volume_type_id)s / %(project_id)s birleşimi için mantıksal sürücü türü erişimi zaten var.

source: Volume type access not found for %(volume_type_id)s / %(project_id)s combination.
de: Datenträgertypzugriff für die Kombination %(volume_type_id)s / %(project_id)s nicht gefunden.
es: No se ha encontrado el acceso de tipo de volumen para la combinación %(volume_type_id)s / %(project_id)s.
fr: Accès de type volume introuvable pour la combinaison %(volume_type_id)s / %(project_id)s.
it: L'accesso di tipo Volume per la combinazione %(volume_type_id)s / %(project_id)s non è stato trovato.
ko_kr: %(volume_type_id)s / %(project_id)s 조합에 대한 볼륨 유형 액세스를 찾을 수 없습니다.
pt_br: Acesso do tipo de volume não localizado para a combinação %(volume_type_id)s / %(project_id)s .
tr_tr: %(volume_type_id)s / %(project_id)s birleşimi için mantıksal sürücü erişimi bulunamadı.

source: Volume type encryption for type %(type_id)s already exists.
de: Datenträgertypverschlüsselung für Typ %(type_id)s ist bereits vorhanden.
es: El cifrado del tipo de volumen para el tipo %(type_id)s ya existe.
fr: Le chiffrement du type de volume existe déjà pour le type %(type_id)s.
it: La codifica del tipo di volume per il tipo %(type_id)s esiste già.
ko_kr: %(type_id)s 유형에 대한 볼륨 유형 암호화가 이미 존재합니다.
pt_br: Encriptação do tipo de volume para o tipo %(type_id)s já existe.
tr_tr: %(type_id)s türü için mantıksal sürücü şifreleme zaten var.

source: Volume type encryption for type %(type_id)s does not exist.
de: Datenträgertypverschlüsselung für Typ %(type_id)s ist nicht vorhanden.
es: El cifrado de tipo de volumen para el tipo %(type_id)s no existe.
fr: Le chiffrement du type de volume pour le type %(type_id)s n'existe pas.
it: La codifica del tipo di volume per il tipo %(type_id)s non esiste.
ko_kr: 유형 %(type_id)s의 볼륨 유형 암호화가 존재하지 않습니다.
pt_br: Encriptação do tipo de volume para o tipo %(type_id)s não existe.
tr_tr: %(type_id)s türü için mantıksal sürücü türü yok.

source: Volume type name can not be empty.
de: Name des Datenträgertyps darf nicht leer sein.
es: EL nombre de tipo de volumen no puede estar vacío.
fr: Le nom de type de volume ne peut pas être vide.
it: Il nome tipo di volume non può essere vuoto.
ko_kr: 볼륨 유형 이름은 빈 상태로 둘 수 없습니다.
pt_br: Nome de tipo de volume não pode ser vazio.
tr_tr: Mantıksal sürücü türü boş olamaz.

source: Volume type with name %(volume_type_name)s could not be found.
de: Datenträgertyp mit dem Namen %(volume_type_name)s wurde nicht gefunden.
es: No se ha podido encontrar el tipo de volumen con el nombre %(volume_type_name)s.
fr: Le type de volume portant le nom %(volume_type_name)s est introuvable.
it: Impossibile trovare il tipo di volume con il nome %(volume_type_name)s.
ko_kr: 이름이 %(volume_type_name)s인 볼륨 유형을 찾을 수 없습니다.
pt_br: O tipo de volume com o nome %(volume_type_name)s não pôde ser localizado.
tr_tr: %(volume_type_name)s adında mantıksal sürücü türü bulunamadı.

source: Volume with volume id %s does not exist.
de: Datenträger mit Datenträger-ID %s ist nicht vorhanden.
es: El volumen con el ID de volumen %s no existe.
fr: Le volume avec le volume_id %s n'existe pas.
it: Il volume con id volume %s non esiste.
ko_kr: 볼륨 ID가 %s인 볼륨이 존재하지 않습니다.
pt_br: O volume com o ID do volume %s não existe.
tr_tr: %s numaralı disk bölümü mevcut değildir.

source: Volume: %(volumeName)s is not a concatenated volume. You can only perform extend on concatenated volume. Exiting...
de: Der Datenträger %(volumeName)s ist kein verketteter Datenträger. Sie können die Erweiterung nur für einen verketteten Datenträger ausführen. Vorgang wird beendet...
es: El volumen %(volumeName)s no es un volumen concatenado. Sólo puede realizar una ampliación del volumen concatenado. Saliendo...
fr: Le volume %(volumeName)s n'est pas un volume concaténé. Vous pouvez seulement effectuer une extension sur le volume concaténé. Sortie...
it: Il volume: %(volumeName)s non è un volume concatenato. È possibile solo eseguire l'estensione su un volume concatenato. Uscire...
ko_kr: %(volumeName)s 볼륨은 연결된 볼륨이 아닙니다. 연결된 볼륨에 대해서만 확장을 수행할 수 있습니다. 종료 중...
pt_br: Volume: %(volumeName)s não é um volume concatenado. É possível apenas desempenhar a extensão no volume concatenado. Saindo...
tr_tr: Mantıksal sürücü: %(volumeName)s bitiştirilmiş bir mantıksal sürücü değil. Büyütmeyi ancak bitiştirilmiş mantıksal sürücü üzerinde yapabilirsiniz. Çıkılıyor...

source: Volume: %(volumeName)s was not added to storage group %(sgGroupName)s.
de: Der Datenträger %(volumeName)s wurde der Speichergruppe %(sgGroupName)s nicht hinzugefügt.
es: El volumen %(volumeName)s no se ha añadido al grupo de almacenamiento %(sgGroupName)s.
fr: Le volume : %(volumeName)s n'a pas été ajouté au groupe de stockage %(sgGroupName)s.
it: Il volume: %(volumeName)s non è stato aggiunto al gruppo di archiviazione %(sgGroupName)s.
ko_kr: 볼륨: %(volumeName)s이(가) 스토리지 그룹 %(sgGroupName)s에 추가되지 않았습니다.
pt_br: O volume: %(volumeName)s não foi incluído no grupo de armazenamentos %(sgGroupName)s.

source: Volume: %s could not be found.
de: Datenträger: %s wurde nicht gefunden.
es: Volumen: %s no se ha encontrado.
fr: Volume: %s introuvable
it: Impossibile trovare il volume %s.
ko_kr: 볼륨: %s을(를) 찾을 수 없습니다.
pt_br: Volume: %s não pôde ser localizado.
tr_tr: Disk bölümü: %s bulunamadı.

source: Volume: %s is already being managed by Cinder.
de: Der Datenträger %s wird bereits von Cinder verwaltet.
es: El volumen %s ya se gestiona en Cinder.
fr: Volume %s déjà géré par Cinder.
it: Il volume: %s è già in fase di importazione da Cinder.
ko_kr: Cinder에서 이미 볼륨: %s을(를) 관리 중입니다.
pt_br: O volume %s já está sendo gerenciado pelo Cinder.

source: Volumes will be chunked into objects of this size (in megabytes).
de: Datenträger werden in Objekte dieser Größe (in Megabyte) aufgeteilt.
es: Los volúmenes se fragmentarán en objetos de este tamaño (en megabytes).
fr: Les volumes seront morcelées en objets de cette taille (en mégaoctets).
it: I volumi verranno suddivisi in oggetti di questa dimensione (in megabyte).
ko_kr: 볼륨은 이 크기(메가바이트)의 오브젝트로 청크됩니다.
pt_br: Volumes serão divididos em objetos desse tamanho (em megabytes).
tr_tr: Mantıksal sürücüler bu boyutta nesnelere bölünecek (megabayt olarak).

source: Volumes/account exceeded on both primary and secondary SolidFire accounts.
de: Anzahl Datenträger/Konto sowohl auf primären als auch auf sekundären SolidFire-Konten überschritten.
es: Se ha superado el número de volúmenes por cuenta en las cuentas de SolidFire, tanto primarias como secundarias.
fr: Nombre de volumes/compte dépassé sur les comptes SolidFire principaux et secondaires.
it: Volumi/account superati sugli account SolidFire primario e secondario.
ko_kr: 기본 및 보조 SolidFire 계정 모두에서 볼륨/계정이 초과되었습니다.
pt_br: Os volumes/contas excederam nas contas SolidFire primárias e secundárias.
