Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, cannot connect to ETERNUS.
de: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_lun, nombre de volumen: %(volumename)s, EnumerateInstanceNames, no se puede establecer conexión con ETERNUS.
fr: _find_lun, nom du volume : %(volumename)s, EnumerateInstanceNames, impossible de se connecter à ETERNUS.
it: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, impossibile connettersi a ETERNUS.
ko_kr: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, ETERNUS에 연결할 수 없습니다.
pt_br: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, não é possível conectar-se ao ETERNUS.

source: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, cannot connect to ETERNUS.
de: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, no se puede establecer conexión con ETERNUS.
fr: _find_pool, eternus_pool :%(eternus_pool)s, EnumerateInstances, impossible de se connecter à ETERNUS.
it: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, impossibile connettersi a ETERNUS.
ko_kr: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, ETERNUS에 연결할 수 없습니다.
pt_br: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, não é possível conectar-se ao ETERNUS.

source: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, data is None!! Please edit driver configuration file and correct.
de: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, Daten sind 'None'! Bearbeiten Sie die Treiberkonfigurationsdatei und korrigieren Sie die Angaben.
es: _get_drvcfg, nombre de archivo: %(filename)s, nombre de etiqueta: %(tagname)s,los datos son None. Edite la configuración del controlador y corríjalo.
fr: _get_drvcfg, nom du fichier : %(filename)s, tagname : %(tagname)s, la valeur de data est None ! Editez le fichier de configuration du pilote et corrigez.
it: _get_drvcfg, nome file: %(filename)s, tagname: %(tagname)s, i dati sono None. Modificare il file di configurazione del driver e correggerlo.
ko_kr: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, 데이터가 없습니다! 드라이버 구성 파일을 편집하고 정정하십시오.
pt_br: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, dados são Nenhum! Edite o arquivo de configuração do driver e corrija.

source: _get_eternus_connection, filename: %(filename)s, ip: %(ip)s, port: %(port)s, user: %(user)s, passwd: ****, url: %(url)s, FAILED!!.
de: '_get_eternus_connection', Dateiname: %(filename)s, IP: %(ip)s, Port: %(port)s, Benutzer: %(user)s, Kennwort: ****, URL: %(url)s, FEHLGESCHLAGEN!
es: _get_eternus_connection, nombre de archivo: %(filename)s, ip: %(ip)s, puerto: %(port)s, usuario: %(user)s, contraseña: ****, URL: %(url)s, ERROR.
fr: _get_eternus_connection, nom du fichier : %(filename)s, adresse IP : %(ip)s, port : %(port)s, utilisateur : %(user)s, mot de passe : ****, URL : %(url)s, ECHEC !!.
it: _get_eternus_connection, nome file: %(filename)s, ip: %(ip)s, porta: %(port)s, utente: %(user)s, password: ****, url: %(url)s, NON RIUSCITO.
ko_kr: _get_eternus_connection, 파일 이름: %(filename)s, ip: %(ip)s, 포트: %(port)s, 사용자: %(user)s, passwd: ****, url: %(url)s, 실패!!.
pt_br: _get_eternus_connection, nome do arquivo: %(filename)s, IP: %(ip)s, porta: %(port)s, usuário: %(user)s, senha: ****, URL: %(url)s, FALHA!!.

source: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn not found.
de: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s. IQN wurde nicht gefunden.
es: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn no encontrado.
fr: _get_eternus_iscsi_properties, liste iscsiip : %(iscsiip_list)s, iqn introuvable.
it: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn non trovato.
ko_kr: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn을 찾을 수 없습니다.
pt_br: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn não localizado.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, cannot connect to ETERNUS.
de: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, Nombres asociador: CIM_BindsTo, no se puede establecer conexión con ETERNUS.
fr: _get_eternus_iscsi_properties, iscsiip : %(iscsiip)s, AssociatorNames : CIM_BindsTo, impossible de se connecter à ETERNUS.
it: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, impossibile connettersi a ETERNUS.
ko_kr: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, ETERNUS에 연결할 수 없습니다.
pt_br: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, não é possível conectar-se ao ETERNUS.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, cannot connect to ETERNUS.
de: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, no se puede establecer conexión con ETERNUS.
fr: _get_eternus_iscsi_properties, iscsiip : %(iscsiip)s, EnumerateInstanceNames, impossible de se connecter à ETERNUS.
it: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, impossibile connettersi a ETERNUS.
ko_kr: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, ETERNUS에 연결할 수 없습니다..
pt_br: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, não é possível conectar-se ao ETERNUS.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, cannot connect to ETERNUS.
de: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, no se puede establecer conexión con ETERNUS.
fr: _get_eternus_iscsi_properties, iscsiip : %(iscsiip)s, GetInstance, impossible de se connecter à ETERNUS.
it: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, impossibile connettersi a ETERNUS.
ko_kr: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, ETERNUS에 연결할 수 없습니다.
pt_br: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, não é possível conectar-se ao ETERNUS.

source: _get_hdr_dic: attribute headers and values do not match. Headers: %(header)s Values: %(row)s.
de: _get_hdr_dic: Attributheader und Attributwerte stimmen nicht überein. Header: %(header)s Werte: %(row)s.
es: _get_hdr_dic: las cabeceras y los valores del atributo no coinciden. Cabeceras: %(header)s Valores: %(row)s.
fr: _get_hdr_dic : les en-têtes et valeurs des attributs ne correspondent pas. En-têtes : %(header)s Valeurs : %(row)s.
it: _get_hdr_dic: le intestazioni e i valori dell'attributo non corrispondono. Intestazioni: %(header)s Valori: %(row)s.
ko_kr: _get_hdr_dic: 속성 헤더 및 값이 일치하지 않습니다. 헤더: %(header)s 값: %(row)s.
pt_br: _get_hdr_dic: cabeçalhos e valores de atributos não correspondem. Cabeçalhos: %(header)s Valores: %(row)s.
tr_tr: _get_hdr_dic: öznitelik başlıkları ve değerleri eşleşmiyor. Başlıklar: %(header)s Değerler: %(row)s.

source: _get_host_from_connector failed to return the host name for connector.
de: _get_host_from_connector hat den Hostnamen für den Connector nicht zurückgegeben.
es: _get_host_from_connector no ha podido devolver el nombre de host para el conector.
fr: Echec de _get_host_from_connector lors du renvoi du nom d'hôte pour le connecteur.
it: _get_host_from_connector non è riuscito a restituire il nome host per il connettore.
ko_kr: _get_host_from_connector에서 커넥터의 호스트 이름을 리턴하지 못했습니다.
pt_br: _get_host_from_connector falhou ao retornar o nome do host para o conector.
tr_tr: _get_host_from_connector bağlayıcı için istemci adını getirmeyi başaramadı.

source: _get_mapdata_fc, getting host-affinity from aglist/vol_instance failed, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
de: _get_mapdata_fc, Abrufen von Hostaffinität aus 'aglist/vol_instance' fehlgeschlagen, affinitygroup: %(ag)s, ReferenceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_fc, no se ha podido obtener host-affinity de aglist/vol_instance, affinitygroup: %(ag)s, ReferenceNames, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_fc, échec d'obtention de host-affinity depuis aglist/vol_instance, groupe d'affinité : %(ag)s, ReferenceNames, impossible de se connecter à ETERNUS.
it: _get_mapdata_fc, richiamo host-affinity da aglist/vol_instance non riuscito, affinitygroup: %(ag)s, ReferenceNames, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_fc, aglist/vol_instance에서 호스트 연관 관계를 가져오는 데 실패, affinitygroup: %(ag)s, ReferenceNames, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_fc, falha ao obter afinidade de host a partir do aglist/vol_instance, affinitygroup: %(ag)s, ReferenceNames, não é possível conectar-se ao ETERNUS.

source: _get_mapdata_fc, getting host-affinity instance failed, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
de: _get_mapdata_fc, Abrufen der Hostaffinitätsinstanz fehlgeschlagen, volmap: %(volmap)s, GetInstance. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_fc, no se ha podido obtener la instancia de host-affinity, volmap: %(volmap)s, GetInstance, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_fc, échec d'obtention de l'instance host-affinity, volmap : %(volmap)s, GetInstance, impossible de se connecter à ETERNUS.
it: _get_mapdata_fc, richiamo istanza host-affinity non riuscito, volmap: %(volmap)s, GetInstance, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_fc, 호스트 연관 관계 인스턴스를 가져오는 데 실패, volmap: %(volmap)s, GetInstance, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_fc, falha ao obter instância de afinidade de host, volmap: %(volmap)s, GetInstance, não é possível conectar-se ao ETERNUS.

source: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, cannot connect to ETERNUS.
de: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_iscsi, Asociadores: FUJITSU_SAPAvailableForElement, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_iscsi, Associateurs : FUJITSU_SAPAvailableForElement, impossible de se connecter à ETERNUS.
it: _get_mapdata_iscsi, Associatori: FUJITSU_SAPAvailableForElement, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_iscsi, Associadores: FUJITSU_SAPAvailableForElement, não é possível conectar-se ao ETERNUS.

source: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
de: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_iscsi, groupe d'affinité : %(ag)s, ReferenceNames, impossible de se connecter à ETERNUS.
it: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, não é possível conectar-se ao ETERNUS.

source: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
de: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_iscsi, vol_instance : %(vol_instance)s, ReferenceNames : CIM_ProtocolControllerForUnit, impossible de se connecter à ETERNUS.
it: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, não é possível conectar-se ao ETERNUS.

source: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
de: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, no se puede establecer conexión con ETERNUS.
fr: _get_mapdata_iscsi, volmap : %(volmap)s, GetInstance, impossible de se connecter à ETERNUS.
it: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, impossibile connettersi a ETERNUS.
ko_kr: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, ETERNUS에 연결할 수 없습니다.
pt_br: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, não é possível conectar-se ao ETERNUS.

source: _get_target_port, EnumerateInstances, cannot connect to ETERNUS.
de: _get_target_port, EnumerateInstances. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _get_target_port, EnumerateInstances, no se puede establecer conexión con ETERNUS.
fr: _get_target_port, EnumerateInstances, impossible de se connecter à ETERNUS.
it: _get_target_port, EnumerateInstances, impossibile connettersi a ETERNUS.
ko_kr: _get_target_port, EnumerateInstances, ETERNUS에 연결할 수 없습니다.
pt_br: _get_target_port, EnumerateInstances, não é possível conectar-se ao ETERNUS.

source: _get_target_port, protcol: %(protocol)s, target_port not found.
de: _get_target_port, protcol: %(protocol)s, target_port wurde nicht gefunden.
es: _get_target_port, protocolo: %(protocol)s, no se ha encontrado target_port.
fr: _get_target_port, protcole : %(protocol)s, target_port introuvable.
it: _get_target_port, protcol: %(protocol)s, porta di destinazione non trovata.
ko_kr: _get_target_port, protcol: %(protocol)s, target_port를 찾을 수 없습니다.
pt_br: _get_target_port, protcolo: %(protocol)s, target_port não localizado.

source: _get_unmanaged_replay: Cannot find snapshot named %s
de: _get_unmanaged_replay: Schattenkopie mit dem Namen %s wurde nicht gefunden.
es: _get_unmanaged_replay: No se puede encontrar la instantánea denominada %s
fr: _get_unmanaged_replay : instantané nommé %s introuvable
it: _get_unmanaged_replay: Impossibile trovare l'istantanea denominata %s
ko_kr: _get_unmanaged_replay: %s(이)라는 스냅샷을 찾을 수 없음
pt_br: _get_unmanaged_replay: Não é possível localizar a captura instantânea denominada %s

source: _get_unmanaged_replay: Cannot find volume id %s
de: _get_unmanaged_replay: Datenträger-ID %s wurde nicht gefunden.
es: _get_unmanaged_replay: No se puede encontrar el ID de volumen %s
fr: _get_unmanaged_replay : ID volume %s introuvable
it: _get_unmanaged_replay: Impossibile trovare l'id volume %s
ko_kr: _get_unmanaged_replay: 볼륨 id %s을(를) 찾을 수 없음
pt_br: _get_unmanaged_replay: Não é possível localizar o ID do volume %s

source: _get_unmanaged_replay: Must specify source-name.
de: _get_unmanaged_replay: 'source-name' muss angegeben werden.
es: _get_unmanaged_replay: Debe especificar source-name.
fr: _get_unmanaged_replay : vous devez spécifier source-name.
it: _get_unmanaged_replay: È necessario specificare source-name.
ko_kr: _get_unmanaged_replay: source-name을 지정해야 합니다.
pt_br: _get_unmanaged_replay: Deve-se especificar source-name.

source: _get_vdisk_map_properties: Could not get FC connection information for the host-volume connection. Is the host configured properly for FC connections?
de: _get_vdisk_map_properties: Es konnten keine Informationen zur FC-Verbindung für die Host-Datenträger-Verbindung abgerufen werden. Ist der Host ordnungsgemäß für FC-Verbindungen konfiguriert?
es: _get_vdisk_map_properties: no se ha podido obtener la información de conexión de FC para la conexión host-volumen. ¿Está el host configurado correctamente para conexiones de FC?
fr: _get_vdisk_map_properties : impossible d'obtenir les informations de connexion FC pour la connexion hôte-volume. L'hôte est-il configuré correctement pour les connexions FC ?
it: _get_vdisk_map_properties: Impossibile ottenere le informazioni di connessione FC per la connessione di host-volume. L'host per le connessioni FC è configurato correttamente?
ko_kr: _get_vdisk_map_properties: 호스트-볼륨 연결에 대한 FC 연결 정보를 가져올 수 없습니다. FC 연결에 사용하는 호스트가 올바르게 구성되었습니까?
pt_br: _get_vdisk_map_properties: Não foi possível obter informações de conexão FC para a conexão do volume do host. O host está configurado adequadamente para as conexões FC?
tr_tr: _get_vdisk_map_properties: İstemci-mantıksal sürücü bağlantısı için FC bağlantı bilgisi alınamadı. İstemci FC bağlantıları için düzgün yapılandırılmış mı?

source: _get_vdisk_map_properties: No node found in I/O group %(gid)s for volume %(vol)s.
de: _get_vdisk_map_properties: Kein Knoten in E/A-Gruppe %(gid)s für Datenträger %(vol)s gefunden.
es: _get_vdisk_map_properties: no se ha encontrado ningún nodo en el grupo de E/S %(gid)s para el volumen %(vol)s.
fr: _get_vdisk_map_properties : noeud introuvable dans le groupe d'E-S %(gid)s pour le volume %(vol)s.
it: _get_vdisk_map_properties: Nessun nodo trovato nel gruppo I/O %(gid)s per il volume %(vol)s.
ko_kr: _get_vdisk_map_properties: 다음 볼륨의 I/O 그룹 %(gid)s에서 노드를 찾을 수 없습니다. 볼륨: %(vol)s.
pt_br: _get_vdisk_map_properties: Nenhum nó localizado no grupo de E/S %(gid)s para o volume %(vol)s.
tr_tr: _get_vdisk_map_properties: %(vol)s mantıksal sürücüsü için %(gid)s I/O grubunda düğüm bulunamadı.

source: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, initiator: %(initiator)s, target: %(tgt)s, aglist: %(aglist)s, Storage Configuration Service not found.
de: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, initiator: %(initiator)s, target: %(tgt)s, aglist: %(aglist)s, Speicherkonfigurationsdienst nicht gefunden.
es: _map_lun, vol_instance.path:%(vol)s, nombre de volumen: %(volumename)s, volume_uid: %(uid)s, iniciador: %(initiator)s, destino: %(tgt)s, aglist: %(aglist)s, no se ha encontrado el servicio de configuración de almacenamiento.
fr: _map_lun, chemin vol_instance.path :%(vol)s, nom du volume : %(volumename)s, volume_uid: %(uid)s, initiateur : %(initiator)s, cible : %(tgt)s, aglist : %(aglist)s, Service de configuration de stockage introuvable.
it: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, iniziatore: %(initiator)s, destinazione: %(tgt)s, aglist: %(aglist)s, Storage Configuration Service non trovato.
ko_kr: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, 개시자: %(initiator)s, 대상: %(tgt)s, aglist: %(aglist)s, 스토리지 구성 서비스를 찾을 수 없습니다.
pt_br: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, iniciator: %(initiator)s, destino: %(tgt)s, aglist: %(aglist)s, Serviço de Configuração de Armazenamento não localizado.

source: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Controller Configuration Service not found.
de: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Controllerkonfigurationsdienst wurde nicht gefunden.
es: _unmap_lun, vol_instance.path: %(volume)s, nombre de volumen: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, no se ha encontrado el servicio de configuración de controlador.
fr: _unmap_lun, chemin vol_instance.path : %(volume)s, nom du volume : %(volumename)s, volume_uid : %(uid)s, aglist : %(aglist)s, Service de configuration de contrôleur introuvable.
it: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Controller Configuration Service non trovato.
ko_kr: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, 컨트롤러 구성 서비스를 찾을 수 없습니다.
pt_br: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Serviço de Configuração do Controlador não lcoalizado.

source: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: _unmap_lun, nombre de volumen: %(volumename)s, volume_uid: %(volume_uid)s, Grupo de afinidad: %(ag)s, Código de retorno: %(rc)lu, Error: %(errordesc)s.
fr: _unmap_lun, nom du volume : %(volumename)s, volume_uid : %(volume_uid)s, groupe d'affinité : %(ag)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Código de Retorno: %(rc)lu, Erro: %(errordesc)s.

source: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
de: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _unmap_lun,vol_instance.path: %(volume)s, nombres de asociadores: CIM_ProtocolControllerForUnit, no se puede establecer conexión con ETERNUS.
fr: _unmap_lun, chemin vol_instance.path : %(volume)s, AssociatorNames : CIM_ProtocolControllerForUnit, impossible de se connecter à ETERNUS.
it: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, impossibile connettersi a ETERNUS.
ko_kr: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, ETERNUS에 연결할 수 없습니다.
pt_br: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, não é possível conectar-se ao ETERNUS.

source: _update_volume_stats: Could not get storage pool data.
de: _update_volume_stats: Pooldaten aus Speicher konnten nicht abgerufen werden.
es: _update_volume_stats: no se han podido obtener los datos de la agrupación de almacenamiento.
fr: _update_volume_stats : impossible d'obtenir les données du pool de stockage.
it: _update_volume_stats: Impossibile ottenere i dati del pool dell'archivio.
ko_kr: _update_volume_stats: 스토리지 풀 데이터를 가져오지 못했습니다.
pt_br: _update_volume_stats: Não foi possível obter dados do conjunto de armazenamento.
tr_tr: _update_volume_stats: Depolama havuzu verisi alınamadı.

source: _wait_for_copy_complete, cpsession: %(cpsession)s, copysession state is BROKEN.
de: _wait_for_copy_complete, cpsession: %(cpsession)s. Status der Kopiersitzung ist BROKEN.
es: _wait_for_copy_complete, cpsession: %(cpsession)s, el estado de la sesión de copia es INTERRUMPIDO.
fr: _wait_for_copy_complete, cpsession : %(cpsession)s, l'état de copysession est BROKEN.
it: _wait_for_copy_complete, cpsession: %(cpsession)s, lo stato della sessione di copia è BROKEN.
ko_kr: _wait_for_copy_complete, cpsession: %(cpsession)s, copysession 상태가 손상되었습니다.
pt_br: _wait_for_copy_complete, cpsession: %(cpsession)s, o estado de sessão de cópia é BROKEN.
