Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Controller IP '%(host)s' could not be resolved: %(e)s.
de: Controller-IP '%(host)s' konnte nicht aufgelöst werden: %(e)s.
es: No se ha podido resolver el IP de controlador '%(host)s': %(e)s.
fr: L'adresse IP du contrôleur '%(host)s' n'a pas pu être résolue : %(e)s.
it: Impossibile risolvere l'IP del controller '%(host)s': %(e)s.
ko_kr: 제어기 IP '%(host)s'을(를) 분석할 수 없음: %(e)s.
pt_br: O IP do controlador '%(host)s' não pôde ser resolvido: %(e)s.
tr_tr: Kontrolcü IP '%(host)s' çözülemedi: %(e)s.

source: Converted to %(f1)s, but format is now %(f2)s
de: In %(f1)s konvertiert, Format ist nun jedoch %(f2)s.
es: Se ha convertido a %(f1)s, pero ahora el formato es %(f2)s
fr: Converti au format %(f1)s, mais le format est maintenant %(f2)s
it: Convertito in %(f1)s, ma il formato ora è %(f2)s
ko_kr: %(f1)s(으)로 변환되었지만 이제 형식이 %(f2)s임
pt_br: Convertido em %(f1)s, mas o formato agora é %(f2)s
tr_tr: %(f1)s e dönüştürüldü, ama biçim şu an %(f2)s

source: Converted to %(vol_format)s, but format is now %(file_format)s
de: In %(vol_format)s konvertiert, Format ist nun jedoch %(file_format)s.
es: Se ha convertido a %(vol_format)s, pero ahora el formato es %(file_format)s
fr: Converti au format %(vol_format)s, mais le format est maintenant %(file_format)s
it: Convertito in %(vol_format)s, ma il formato ora è %(file_format)s
ko_kr: %(vol_format)s(으)로 변환되었지만 이제 형식이 %(file_format)s임
pt_br: Convertido em %(vol_format)s, mas o formato agora é %(file_format)s
tr_tr: %(vol_format)s biçimine dönüştürüldü ancak şimdiki biçim %(file_format)s

source: Converted to raw, but format is now %s
de: In unformatierten Zustand konvertiert, Format ist nun jedoch %s
es: Convertido a sin formato, pero el formato es ahora %s
fr: Converti au format brut, mais le format est maintenant %s
it: Convertito in non elaborato, ma il formato ora è %s
ko_kr: 원시로 변환되었지만 형식은 지금 %s임
pt_br: Convertido em bruto, mas o formato é agora %s
tr_tr: Raw biçimine dönüştürüldü ancak şu anda biçim %s

source: Converted to raw, but format is now %s.
de: In unformatierten Zustand konvertiert, Format ist nun jedoch %s.
es: Se ha convertido a sin formato, pero el formato es ahora %s.
fr: Converti au format brut, mais le format est maintenant %s.
it: Convertito su grezzo, ma il formato è ora %s.
ko_kr: 원시로 변환되었지만 형식은 현재 %s입니다.
pt_br: Convertida para raw, mas o formato agora é %s.
tr_tr: Ham hale dönüştürüldü, ama biçim artık %s.

source: Coordinator uninitialized.
de: Koordinator wurde nicht initialisiert.
es: Coordinador desinicializado.
fr: Coordinateur non initialisé.
it: Coordinatore non inizializzato.
ko_kr: 조정자가 초기화되지 않습니다.
pt_br: Coordenador não inicializado.

source: Copy volume task failed: convert_to_base_volume: id=%(id)s, status=%(status)s.
de: Datenträgerkopieraufgabe fehlgeschlagen: convert_to_base_volume: ID=%(id)s, 'Status=%(status)s' wird ignoriert.
es: La tarea de copia de volumen ha fallado: convert_to_base_volume: id=%(id)s, estado=%(status)s.
fr: Echec de la tâche de copie de volume : convert_to_base_volume: id=%(id)s, status=%(status)s.
it: Copia attività di volume non riuscita: convert_to_base_volume: id=%(id)s, status=%(status)s.
ko_kr: 볼륨 복사 태스크에 실패: convert_to_base_volume: id=%(id)s,설정 상태=%(status)s을(를) 무시합니다.
pt_br: Cópia da tarefa do volume falhou: convert_to_base_volume: id=%(id)s, configuração=%(status)s.
tr_tr: Mantıksal sürücü kopyalama görevi başarısız: convert_to_base_volume: id=%(id)s, durum=%(status)s.

source: Copy volume task failed: create_cloned_volume id=%(id)s, status=%(status)s.
de: Datenträgerkopieraufgabe fehlgeschlagen: create_cloned_volume ID=%(id)s, Status=%(status)s.
es: La tarea Copiar volumen ha fallado: create_cloned_volume id=%(id)s, status=%(status)s.
fr: La tâche de copie du volume a échoué : create_cloned_volume id=%(id)s, status=%(status)s.
it: Attività di copia del volume non riuscita: create_cloned_volume id=%(id)s, stato=%(status)s.
ko_kr: 복사 볼륨 태스크에 실패: create_cloned_volume id=%(id)s, status=%(status)s.
pt_br: A tarefa de cópia de volume falhou: create_cloned_volume id=%(id)s, status=%(status)s.

source: Copying metadata from %(src_type)s %(src_id)s to %(vol_id)s.
de: Metadaten werden von %(src_type)s %(src_id)s nach %(vol_id)s kopiert.
es: Copiando metadatos de %(src_type)s %(src_id)s a %(vol_id)s.
fr: Copie de métadonnées depuis %(src_type)s %(src_id)s vers %(vol_id)s
it: Copia dei metadati da %(src_type)s %(src_id)s a %(vol_id)s.
ko_kr: %(src_type)s %(src_id)s에서 %(vol_id)s(으)로 메타데이터를 복사하는 중
pt_br: Copiando metadados de %(src_type)s %(src_id)s para %(vol_id)s.
tr_tr: Metadata %(src_type)s %(src_id)s den %(vol_id)s e kopyalanıyor.

source: Could not determine which Keystone endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_auth_url'.
de: Es konnte nicht ermittelt werden, welcher Keystone-Endpunkt zu verwenden ist. Dies kann entweder im Dienstkatalog oder mit der cinder.conf-Konfigurationsoption 'backup_swift_auth_url' festgelegt werden.
es: No se ha podido determinar qué punto final Keystone debe utilizarse. Puede establecerse en el catálogo de servicio o con la opción de configuración cinder.conf 'backup_swift_url'.
fr: Impossible de déterminer le noeud final Keystone à utiliser. Cela peut être défini dans le catalogue de service ou à l'aide de l'option de configuration cinder.conf 'backup_swift_auth_url'.
it: Impossibile determinare quale endpoint Keystone utilizzare. Può essere impostato sia nel catalogo del servizio che utilizzando l'opzione di configurazione cinder.conf 'backup_swift_auth_url'.
ko_kr: 사용할 Keystone 엔드포인트를 판별하지 못했습니다. 서비스 카탈로그에서 또는 cinder.conf 구성 옵션 'backup_swift_auth_url'을 사용하여 Swift 엔드포인트를 설정할 수 있습니다.
pt_br: Não foi possível determinar qual terminal Keystone usar. Isso pode ser configurado no catálogo de serviços ou com a opção de configuração cinder.conf 'backup_swift_auth_url'.

source: Could not determine which Swift endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_url'.
de: Es konnte nicht ermittelt werden, welcher Swift-Endpunkt zu verwenden ist. Dies kann entweder im Dienstkatalog oder mit der cinder.conf-Konfigurationsoption 'backup_swift_url' festgelegt werden.
es: No se ha podido determinar qué punto final Swift debe utilizarse. Puede establecerse en el catálogo de servicio o con la opción de configuración cinder.conf 'backup_swift_url'.
fr: Impossible de déterminer le noeud final Swift à utiliser. Cela peut être défini dans le catalogue de service ou à l'aide de l'option de configuration cinder.conf 'backup_swift_url'.
it: Impossibile determinare quale endpoint Swift utilizzare. Può essere impostato sia nel catalogo del servizio che utilizzando l'opzione di configurazione cinder.conf 'backup_swift_url'.
ko_kr: 사용할 Swift 엔드포인트를 판별하지 못했습니다. 서비스 카탈로그에서 또는 cinder.conf 구성 옵션 'backup_swift_url'을 사용하여 Swift 엔드포인트를 설정할 수 있습니다.
pt_br: Não foi possível determinar qual terminal Swift usar. Isso pode ser configurado no catálogo de serviços ou com a opção de configuração cinder.conf 'backup_swift_url'.

source: Could not find DISCO wsdl file.
de: DISCO-WSDL-Datei wurde nicht gefunden.
es: No se ha podido encontrar el archivo wsdl de DISCO.
fr: Fichier wsdl DISCO introuvable.
it: Impossibile trovare il file wsdl DISCO.
ko_kr: DISCO wsdl 파일을 찾을 수 없습니다.
pt_br: Não foi possível localizar o arquivo wsdl DISCO.

source: Could not find GPFS cluster id: %s.
de: GPFS-Cluster-ID wurde nicht gefunden: %s.
es: No se ha podido encontrar el id de clúster GPFS: %s.
fr: ID de cluster GPFS introuvable : %s.
it: Impossibile trovare l'id cluster GPFS: %s.
ko_kr: GPFS 클러스터 ID를 찾을 수 없음: %s.
pt_br: Não foi possível localizar o ID do cluster GPFS: %s.
tr_tr: GPFS küme kimliği bulunamadı: %s.

source: Could not find GPFS file system device: %s.
de: GPFS-Dateisystemgerät wurde nicht gefunden: %s.
es: No se ha podido encontrar el dispositivo de sistema de archivos GPFS: %s.
fr: Périphérique du système de fichiers GPFS introuvable : %s.
it: Impossibile trovare il dispositivo di file system GPFS: %s.
ko_kr: GPFS 파일 시스템 디바이스를 찾을 수 없음: %s.
pt_br: Não foi possível localizar o dispositivo do sistema de arquivos GPFS: %s.
tr_tr: GPFS dosya sistemi aygıtı bulunamadı: %s.

source: Could not find a host for volume %(volume_id)s with type %(type_id)s.
de: Es wurde kein Host für den Datenträger %(volume_id)s mit dem Typ %(type_id)s gefunden.
es: No se ha podido encontrar un host para el volumen %(volume_id)s con el tipo %(type_id)s.
fr: Impossible de trouver un hôte pour le volume %(volume_id)s de type %(type_id)s.
it: Impossibile trovare un host per il volume %(volume_id)s con tipo %(type_id)s.
ko_kr: 유형이 %(type_id)s인 볼륨 %(volume_id)s의 호스트를 찾을 수 없습니다.
pt_br: Não foi possível localizar um host para o volume %(volume_id)s com o tipo %(type_id)s.
tr_tr: %(type_id)s türü ile %(volume_id)s mantıksal sürücüsü için bir istemci bulunamadı.

source: Could not find config at %(path)s
de: Konfiguration wurde nicht im Pfad %(path)s gefunden.
es: No se ha podido encontrar configuración en %(path)s
fr: Configuration introuvable dans %(path)s
it: Impossibile trovare la configurazione in %(path)s
ko_kr: %(path)s에서 구성을 찾을 수 없음
pt_br: Não foi possível localizar a configuração em %(path)s
tr_tr: %(path)s'deki yapılandırma bulunamadı

source: Could not find iSCSI export for volume %(volumeName)s.
de: iSCSI-Export für Datenträger %(volumeName)s wurde nicht gefunden.
es: No se ha podido encontrar la exportación iSCSI para el volumen %(volumeName)s.
fr: Exportation iSCSI introuvable pour le volume %(volumeName)s.
it: Impossibile trovare l'esportazione iSCSI per il volume %(volumeName)s.
ko_kr: %(volumeName)s 볼륨에 대한 iSCSI 내보내기를 찾을 수 없습니다.
pt_br: Não foi possível localizar exportação iSCSI para o volume %(volumeName)s.
tr_tr: %(volumeName)s mantıksal sürücüsü için iSCSI dışa aktarımı bulunamadı.

source: Could not find iSCSI export for volume %s
de: iSCSI-Export nicht gefunden für Datenträger %s
es: No se ha podido encontrar la exportación iSCSI para el volumen %s
fr: Exportation iSCSI trouvée pour le volume %s
it: Impossibile trovare l'esportazione iSCSI per il volume %s
ko_kr: %s 볼륨에 대한 iSCSI 내보내기를 찾을 수 없음
pt_br: Não foi possível localizar iSCSI export para o volume %s
tr_tr: %s mantıksal sürücü için iSCSI dışa aktarımı bulunamadı

source: Could not find iSCSI target for volume: %(volume_id)s.
de: iSCSI-Ziel für Datenträger %(volume_id)s wurde nicht gefunden.
es: No se ha encontrado el destino iSCSI del volumen: %(volume_id)s.
fr: Cible iSCSI introuvable pour le volume : %(volume_id)s.
it: Impossibile trovare la destinazione iscsi per il volume: %(volume_id)s.
ko_kr: 볼륨: %(volume_id)s에 대한 iSCSI 대상을 찾을 수 없습니다.
pt_br: Não foi possível localizar o destino de iSCSI para o volume: %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için iSCSI hedefi bulunamadı.

source: Could not find key in output of command %(cmd)s: %(out)s.
de: Schlüssel wurde nicht in der Ausgabe des Befehls %(cmd)s gefunden: %(out)s.
es: No se ha podido encontrar la clave en la salida del mandato %(cmd)s: %(out)s.
fr: Impossible de trouver une clé dans la sortie de la commande %(cmd)s: %(out)s.
it: Impossibile trovare la chiave nell'output del comando %(cmd)s: %(out)s.
ko_kr: 명령 %(cmd)s의 출력에서 키를 찾을 수 없음: %(out)s.
pt_br: Não foi possível localizar a chave na saída do comando %(cmd)s: %(out)s.
tr_tr: Anahtar %(cmd)s: %(out)s komutu çıktısında bulunamadı.

source: Could not find parameter %(param)s
de: Der Parameter %(param)s wurde nicht gefunden.
es: No se ha podido encontrar el parámetro %(param)s
fr: Impossible de trouver les paramètres %(param)s
it: Impossibile trovare il parametro %(param)s
ko_kr: 파라메터를 찾을수 없습니다: %(param)s
pt_br: Não foi possível encontrar o parâmetro %(param)s
tr_tr: %(param)s parametresi bulunamadı

source: Could not find target %s
de: Das Ziel %s wurde nicht gefunden.
es: No se ha podido encontrar el destino %s
fr: Cible %s introuvable
it: Impossibile trovare la destinazione %s
ko_kr: 대상 %s을(를) 찾을 수 없음
pt_br: Não foi possível localizar o destino %s
tr_tr: %s hedefi bulunamadı

source: Could not find the parent volume for Snapshot '%s' on array.
de: Der übergeordnete Datenträger für die Schattenkopie '%s' im Arrary wurde nicht gefunden.
es: No se ha podido encontrar el volumen padre de la instantánea '%s' en la matriz.
fr: Impossible de trouver le volume parent de l'instantané '%s' sur la matrice.
it: Impossibile trovare il volume parent per l'istantanea '%s' sull'array.
ko_kr: 배열에서 스냅샷 '%s'의 상위 볼륨을 찾을 수 없습니다.
pt_br: Não foi possível localizar o volume pai para a Captura Instantânea %s na matriz.

source: Could not find unique snapshot %(snap)s on volume %(vol)s.
de: Es wurde keine eindeutige Schattenkopie %(snap)s auf dem Datenträger %(vol)s gefunden.
es: No se ha podido encontrar la instantánea exclusiva %(snap)s en el volumen %(vol)s.
fr: Impossible de trouver l'instantané unique %(snap)s sur le volume %(vol)s.
it: Impossibile trovare l'istantanea univoca %(snap)s sul volume %(vol)s.
ko_kr: 볼륨 %(vol)s에서 고유 스냅샷 %(snap)s을(를) 찾을 수 없습니다.
pt_br: Não foi possível localizar a captura instantânea exclusiva %(snap)s no volume %(vol)s.

source: Could not get system name.
de: Systemname konnte nicht abgerufen werden.
es: No se ha podido obtener el nombre del sistema.
fr: Impossible d'obtenir le nom du système.
it: Impossibile ottenere il nome sistema.
ko_kr: 시스템 이름을 가져올 수 없습니다.
pt_br: Não foi possível obter o nome do sistema.
tr_tr: Sistem ismi alınamadı.

source: Could not load paste app '%(name)s' from %(path)s
de: paste-App '%(name)s' konnte nicht aus %(path)s geladen werden.
es: No se ha podido cargar aplicación de pegar '%(name)s' desde %(path)s
fr: Echec du chargement de l'app de collage '%(name)s' depuis %(path)s
it: Impossibile caricare l'app paste '%(name)s' in %(path)s
ko_kr: %(path)s에서 페이스트 앱 '%(name)s'을(를) 로드할 수 없음
pt_br: Não foi possível carregar o aplicativo paste app '%(name)s' a partir do %(path)s
tr_tr: %(path)s den yapıştırma uygulaması '%(name)s' yüklenemedi

source: Could not read %s. Re-running with sudo
de: %s konnte nicht gelesen werden. Wiederholte Ausführung mit sudo
es: No se puede leer %s. Re-ejecutando con sudo
fr: Impossible de lire %s. Nouvelle exécution avec sudo
it: Impossibile leggere %s. Eseguire di nuovo con sudo
ko_kr: %s을(를) 읽을 수 없음. sudo로 다시 실행합니다.
pt_br: Não foi possível ler %s. Rodando novamente com sudo
tr_tr: %s okunamadı. sudo ile yeniden çalıştırılıyor

source: Could not read information for snapshot %(name)s. Code: %(code)s. Reason: %(reason)s
de: Informationen für Schattenkopie %(name)s konnten nicht gelesen werden. Code: %(code)s. Ursache: %(reason)s
es: No se ha podido leer la información de la instantánea %(name)s. Código: %(code)s. Motivo: %(reason)s
fr: Impossible de lire les informations pour l'instantané %(name)s. Code : %(code)s. Raison : %(reason)s
it: Impossibile leggere le informazioni per l'istantanea %(name)s. Codice: %(code)s. Motivo: %(reason)s
ko_kr: 스냅샷 %(name)s의 정보를 읽을 수 없습니다. 코드: %(code)s. 이유: %(reason)s
pt_br: Não foi possível ler informações para a captura instantânea %(name)s. Código: %(code)s. Razão: %(reason)s

source: Could not restore configuration file %(file_path)s: %(exc)s
de: Konfigurationsdatei %(file_path)s konnte nicht wiederhergestellt werden: %(exc)s
es: No se ha podido restaurar el archivo de configuración %(file_path)s: %(exc)s
fr: Impossible de restaurer le fichier de configuration %(file_path)s : %(exc)s
it: Non è stato possibile ripristinare il file di configurazione %(file_path)s:%(exc)s
ko_kr: 구성을 파일 %(file_path)s에 복원할 수 없음: %(exc)s
pt_br: Não foi possível restaurar o arquivo de configuração %(file_path)s: %(exc)s

source: Could not save configuration to %(file_path)s: %(exc)s
de: Konfiguration konnte nicht in %(file_path)s gespeichert werden: %(exc)s
es: No se ha podido guardar la configuración en %(file_path)s: %(exc)s
fr: Impossible d'enregistrer la configuration dans %(file_path)s: %(exc)s
it: Non è stato possibile salvare la configurazione in %(file_path)s:%(exc)s
ko_kr: 구성을 %(file_path)s에 저장할 수 없음: %(exc)s
pt_br: Não foi possível salvar a configuração para %(file_path)s: %(exc)s
tr_tr: Yapılandırma %(file_path)s yoluna kaydedilemedi: %(exc)s

source: Could not start consistency group snapshot %s.
de: Konsistenzgruppenschattenkopie %s konnte nicht gestartet werden.
es: No se ha podido iniciar la instantánea del grupo de consistencia %s.
fr: Impossible de démarrer l'instantané du groupe de cohérence %s.
it: Impossibile avviare l'istantanea del gruppo di coerenza %s.
ko_kr: 일관성 그룹 스냅샷 %s을(를) 시작할 수 없습니다.
pt_br: Não foi possível iniciar a captura instantânea %s do grupo de consistências.

source: Counter %s not found
de: Zähler %s nicht gefunden.
es: No se ha encontrado el contador %s
fr: Compteur %s non trouvé
it: Contatore %s non trovato
ko_kr: 카운터 %s을(를) 찾을 수 없음
pt_br: Contador %s não localizado

source: Create QoS policy error.
de: Fehler beim Erstellen der QoS-Richtlinie.
es: Error al crear la política QoS.
fr: Erreur lors de la création de la stratégie QoS.
it: Errore di creazione della politica QoS.
ko_kr: QoS 정책 작성 오류입니다.
pt_br: Erro ao criar política de QoS.

source: Create backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
de: Erstellung von Sicherung abgebrochen. Sicherungsstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: La creación de copia de seguridad ha terminado anormalmente, se esperaba el estado de copia de seguridad %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Création de la sauvegarde interrompue, état de la sauvegarde attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Creazione del backup interrotta, lo stato del backup previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: 백업 작성 중단. 예상 백업 상태는 %(expected_status)s이지만 %(actual_status)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Criação de backup interrompida, esperava-se o status de backup %(expected_status)s, mas foi obtido %(actual_status)s.
tr_tr: Yedek oluşturma durduruldu, beklenen yedek durumu %(expected_status)s ancak mevcut yedek durumu %(actual_status)s.

source: Create backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
de: Erstellung von Sicherung abgebrochen. Datenträgerstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: La creación de copia de seguridad ha terminado anormalmente, se esperaba el estado de volumen %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Création de la sauvegarde interrompue, état du volume attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Creazione del backup interrotta, lo stato del volume previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: 백업 작성 중단. 예상 볼륨 상태는 %(expected_status)s이지만 %(actual_status)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Criação de backup interrompida, esperava-se o status de volume %(expected_status)s, mas foi obtido %(actual_status)s.
tr_tr: Yedek oluşturma durduruldu, beklenen mantıksal sürücü durumu %(expected_status)s ancak mevcut durum %(actual_status)s.

source: Create consistency group failed.
de: Erstellen der Konsistenzgruppe fehlgeschlagen.
es: Ha fallado la operación de crear un grupo de consistencia.
fr: La création du groupe de cohérence a échoué.
it: Creazione del gruppo di coerenza non riuscita.
ko_kr: 일관성 그룹을 생성하는 데 실패했습니다.
pt_br: Falha ao criar grupo de consistências.

source: Create encrypted volumes with type %(type)s from image %(image)s is not supported.
de: Das Erstellen von verschlüsselten Datenträgern mit Typ %(type)s aus Image %(image)s wird nicht unterstützt.
es: No se admite la creación de volúmenes cifrados con el tipo %(type)s de la imagen %(image)s .
fr: La création de volumes chiffrés du type %(type)s depuis l'image %(image)s n'est pas prise en charge.
it: La creazione di volumi codificati con tipo %(type)s dall'immagine %(image)s non è supportata.
ko_kr: 유형이 %(type)s인 암호화된 볼륨을 이미지 %(image)s에서 작성할 수 없습니다.
pt_br: A criação de volumes criptografados com o tipo %(type)s da imagem %(image)s não é suportada.

source: Create export for volume failed.
de: Erstellen des Exports für Datenträger fehlgeschlagen.
es: Error al crear la exportación de volumen.
fr: La création d'une exportation pour le volume a échoué.
it: Creazione esportazione per il volume non riuscita.
ko_kr: 볼륨에 대한 내보내기 작성에 실패했습니다.
pt_br: Falha ao criar exportação para o volume.
tr_tr: Mantıksal sürücü için dışa aktarım oluşturma başarısız oldu.

source: Create hostgroup error.
de: Fehler beim Erstellen der Hostgruppe.
es: Error al crear el grupo de host.
fr: Erreur lors de la création de hostgroup.
it: Errore durante la creazione del gruppo host.
ko_kr: 호스트 그룹 작성 오류입니다.
pt_br: Erro ao criar grupo de hosts.

source: Create hypermetro error. %s.
de: Fehler beim Erstellen von hypermetro. %s.
es: Error al crear el hypermetro. %s.
fr: Erreur lors de la création d'hypermetro. %s.
it: Errore di creazione hypermetro. %s.
ko_kr: hypermetro 작성 오류. %s.
pt_br: Erro ao criar hypermetro. %s.

source: Create lun error.
de: Fehler beim Erstellen der LUN.
es: Error al crear el LUN.
fr: Erreur de création du numéro d'unité logique (lun).
it: Errore di creazione lun.
ko_kr: lun 작성 오류.
pt_br: Erro de criação de LUN.

source: Create lun migration error.
de: Fehler beim Erstellen der LUN-Migration.
es: Error al crear la migración de lun.
fr: Erreur lors de la création de migration de numéro d'unité logique.
it: Errore di creazione migrazione lun.
ko_kr: Lun 마이그레이션 작성 오류입니다.
pt_br: Erro ao criar migração de LUN.

source: Create luncopy error.
de: Fehler beim Erstellen der LUN-Kopie.
es: Error de crear luncopy.
fr: Erreur lors de la création luncopy.
it: Errore durante la creazione di luncopy.
ko_kr: luncopy 작성 오류입니다.
pt_br: Erro de criação de luncopy.

source: Create lungroup error.
de: Fehler beim Erstellen der LUN-Gruppe.
es: Error al crear el grupo de LUN.
fr: Erreur lors de la création de lungroup.
it: Errore durante la creazione del gruppo lun.
ko_kr: Lun 그룹 작성 오류입니다.
pt_br: Erro ao criar grupo de LUNs.

source: Create manager volume flow failed.
de: Der Ablauf für die Erstellung eines Verwaltungsdatenträgers ist fehlgeschlagen.
es: Error al crear un flujo de volumen de gestor.
fr: Echec de la création du flux de volume du gestionnaire.
it: Creazione flusso del volume del gestore non riuscita.
ko_kr: 관리자 볼륨 플로우 작성에 실패했습니다.
pt_br: Falha ao criar fluxo de volume do gerenciador.
tr_tr: Yönetici mantıksal sürücü akışı oluşturma işlemi başarısız oldu.

source: Create port group error.
de: Fehler beim Erstellen der Portgruppe.
es: Error al crear el grupo de puertos.
fr: Erreur lors de la création du groupe de ports.
it: Errore di creazione gruppo di porte.
ko_kr: 포트 그룹 작성 오류.
pt_br: Erro ao criar grupo de portas.

source: Create replication error.
de: Fehler beim Erstellen der Replikation.
es: Error al crear la replicación.
fr: Erreur lors de la création de la réplication.
it: Errore di creazione replica.
ko_kr: 복제 작성 오류.
pt_br: Erro ao criar replicação.

source: Create replication pair failed. Error: %s.
de: Fehler beim Erstellen des Replikationspaars. Fehler: %s.
es: Crear par de replicación ha fallado. Error: %s.
fr: La création d'une paire de systèmes pour la réplication a échoué. Erreur : %s.
it: Creazione coppia di replica non riuscita. Errore: %s.
ko_kr: 복제 쌍 작성 실패. 오류: %s.
pt_br: Falha ao criar o par de replicação. Erro %s.

source: Create snapshot error.
de: Fehler beim Erstellen der Schattenkopie.
es: Error crear instantánea.
fr: Erreur lors de la création de l'instantané.
it: Errore durante la creazione dell'istantanea.
ko_kr: 스냅샷 작성 오류입니다.
pt_br: Erro de criação de captura instantânea.
