Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Error modifying Service: %(service)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Ändern von %(service)s-Dienst. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al modificar el servicio: %(service)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la modification du service %(service)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la modifica del servizio: %(service)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 서비스 수정 중 오류 발생: %(service)s 리턴 코드: %(ret.status)d 메시지:%(ret.data)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Erro ao modificar o Serviço: %(service)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Servisi değiştirmede hata: %(service)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error moving volume: %(vol)s from source project: %(src)s to target project: %(tgt)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Verschieben des Datenträgers: %(vol)s von Quellenprojekt: %(src)s zu Zielprojekt: %(tgt)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al mover el volumen: %(vol)s del proyecto de origen: %(src)s al proyecto de destino: %(tgt)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s .
fr: Erreur lors du déplacement du volume %(vol)s du projet source %(src)s vers le projet cible %(tgt)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante lo spostamento del volume: %(vol)s dal progetto di origine: %(src)s al progetto di destinazione: %(tgt)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s .
ko_kr: 볼륨: %(vol)s을(를) 소스 프로젝트: %(src)s에서 대상 프로젝트: %(tgt)s(으)로 이동하는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao mover o volume: %(vol)s do projeto de origem: %(src)s para o projeto de destino: %(tgt)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error not a KeyError.
de: Fehler ist nicht vom Typ 'KeyError'.
es: El error no es un KeyError.
fr: Erreur autre qu'une erreur KeyError.
it: L'errore non è un KeyError.
ko_kr: KeyError가 아닌 오류입니다.
pt_br: O erro não é um KeyError.

source: Error not a TypeError.
de: Fehler ist nicht vom Typ 'TypeError'.
es: El error no es un TypeError.
fr: Erreur autre qu'une erreur TypeError.
it: L'errore non è un TypeError.
ko_kr: TypeError가 아닌 오류입니다.
pt_br: O erro não é um TypeError

source: Error occurred when creating cgsnapshot %s.
de: Beim Erstellen von Cgsnapshot %s ist ein Fehler aufgetreten.
es: Se producido un error al crear el cgsnapshot %s.
fr: Une erreur est survenue lors de la création de l'instantané de groupe de cohérence %s.
it: Si è verificato un errore durante la creazione di cgsnapshot %s.
ko_kr: cg 스냅샷 %s을(를) 작성하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao criar cgsnapshot %s.
tr_tr: %s cgsnapshot oluşturulurken hata oluştu.

source: Error occurred when deleting cgsnapshot %s.
de: Beim Löschen von Cgsnapshot %s ist ein Fehler aufgetreten.
es: Se producido un error al suprimir el cgsnapshot %s.
fr: Une erreur est survenue lors de la suppression de l'instantané de groupe de cohérence %s.
it: Si è verificato un errore durante l'eliminazione di cgsnapshot %s.
ko_kr: cg 스냅샷 %s을(를) 삭제하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao excluir cgsnapshot %s.
tr_tr: cgsnapshot %s silinirken hata oluştu.

source: Error occurred when updating consistency group %s.
de: Beim Aktualisieren von Konsistenzgruppe %s ist ein Fehler aufgetreten.
es: Se ha producido un error al actualizar el grupo de consistencia %s.
fr: Une erreur est survenue lors de la mise à jour du groupe de cohérence %s.
it: Si è verificato un errore durante l'aggiornamento del gruppo di coerenza %s.
ko_kr: 일관성 그룹 %s을(를) 업데이트하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao atualizar o grupo de consistências %s.
tr_tr: %s tutarlılık grubu güncellenirken hata oluştu.

source: Error parsing config file: %s
de: Fehler bei der Auswertung der Konfigurationsdatei: %s
es: Error al analizar el archivo de configuración: %s
fr: Erreur lors de l'analyse syntaxique du fichier de configuration : %s
it: Errore durante l'analisi del file di configurazione: %s
ko_kr: 구성 파일 구문 분석 중 오류: %s
pt_br: Erro ao analisar o arquivo de configuração: %s
tr_tr: Yapılandırma dosyasını ayrıştırmada hata: %s

source: Error promoting secondary volume to primary
de: Fehler beim Hochstufen des sekundären Datenträgers zum primären Datenträger.
es: Error al promocionar el volumen secundario al primario
fr: Erreur de promotion du volume secondaire en volume primaire
it: Errore quando si promuove il volume secondario in primario
ko_kr: 2차 볼륨을 1차로 승격시키는 중 오류 발생
pt_br: Erro ao promover o volume secundário para primário
tr_tr: İkincil mantıksal sürücünün birincil hale getirilmesinde hata

source: Error removing volume %(vol)s. %(error)s.
de: Fehler beim Entfernen von Datenträger %(vol)s. %(error)s.
es: Error al eliminar el volumen %(vol)s. %(error)s.
fr: Erreur de suppression du volume %(vol)s. %(error)s.
it: Errore durante la rimozione del volume %(vol)s. %(error)s.
ko_kr: %(vol)s 볼륨 제거 중 오류: %(error)s.
pt_br: Erro ao remover o volume %(vol)s. %(error)s.
tr_tr: %(vol)s mantıksal sürücüsü kaldırılırken hata. %(error)s.

source: Error renaming volume %(vol)s: %(err)s.
de: Fehler beim Umbenennen von Datenträger %(vol)s: %(err)s.
es: Error al cambiar el nombre del volumen %(vol)s: %(err)s.
fr: Erreur lors de l'attribution d'un nouveau nom au volume %(vol)s : %(err)s.
it: Errore durante la ridenominazione del volume %(vol)s: %(err)s.
ko_kr: 볼륨 %(vol)s 이름 변경 중 오류 발생: %(err)s.
pt_br: Erro ao renomear o volume %(vol)s: %(err)s.

source: Error response: %s
de: Fehlerantwort: %s
es: Respuesta de tipo error: %s
fr: Réponse d'erreur : %s
it: Risposta errore: %s
ko_kr: 오류 응답: %s
pt_br: Erro de resposta: %s

source: Error retrieving volume size
de: Fehler beim Abrufen der Datenträgergröße
es: Error al recuperar el tamaño de volumen
fr: Erreur lors de l'obtention de la taille du volume
it: Errore durante il richiamo della dimensione del volume
ko_kr: 볼륨 크기 검색 시 오류 발생
pt_br: Erro ao recuperar o tamanho do volume

source: Error sending replication update for action id: %(id)s . Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Senden der Replikationsaktualisierung für Aktions-ID: %(id)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al enviar una actualización de réplica para el ID de acción: %(id)s. Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de l'envoi de la mise à jour de la réplication pour l'ID d'action : %(id)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante l'invio dell'aggiornamento di replica per l'id azione: %(id)s. Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 조치 id: %(id)s에 대한 복제 업데이트를 전송하는 중에 오류가 발생했습니다. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao enviar atualização de replicação para o ID de ação: %(id)s. Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error sending replication update. Returned error: %(err)s. Action: %(id)s.
de: Fehler beim Senden der Replikationsaktualisierung. Zurückgegebener Fehler: %(err)s. Aktion: %(id)s.
es: Error al enviar la actualización de réplica. Error devuelto: %(err)s. Acción: %(id)s.
fr: Erreur lors de l'envoi de la mise à jour de la réplication. Erreur renvoyée : %(err)s. Action : %(id)s.
it: Errore durante l'invio dell'aggiornamento di replica. Errore restituito: %(err)s. Azione: %(id)s.
ko_kr: 복제 업데이트를 전송하는 중에 오류가 발생했습니다. 리턴된 오류: %(err)s. 조치: %(id)s.
pt_br: Erro ao enviar atualização de replicação. Erro retornado: %(err)s. Ação: %(id)s.

source: Error setting replication inheritance to %(set)s for volume: %(vol)s project %(project)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Festlegen der Replikationsvererbung auf %(set)s für Datenträger: %(vol)s Projekt %(project)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al establecer la herencia de réplica en %(set)s para el volumen: %(vol)s del proyecto %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s .
fr: Erreur lors de la définition de l'héritage de réplication à %(set)s pour le volume : %(vol)s Projet %(project)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'impostazione dell'eredità di di replica su %(set)s per il volume: %(vol)s progetto %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s .
ko_kr: 볼륨: %(vol)s 프로젝트 %(project)s에 대해 복제 상속을 %(set)s(으)로 설정하는 중에 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s .
pt_br: Erro ao configurar herança de replicação para %(set)s para o volume: %(vol)s projeto %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error severing the package: %(package)s from source: %(src)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Abtrennen des Pakets: %(package)s von Quelle: %(src)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al cortar el paquete: %(package)s del origen: %(src)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la scission du package %(package)s de la source : %(src)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore staccando il pacchetto: %(package)s dall'origine: %(src)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 소스: %(src)s에서 패키지: %(package)s을(를) 제공하는 중 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao separar o pacote: %(package)s da origem: %(src)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error unbinding volume %(vol)s from pool. %(error)s.
de: Fehler beim Aufheben der Bindung für Datenträger %(vol)s aus dem Pool. %(error)s.
es: Error al desenlazar el volumen %(vol)s de la agrupación. %(error)s.
fr: Erreur de suppression de la liaison du volume %(vol)s du pool. %(error)s.
it: Errore durante lo scollegamento del volume %(vol)s dal pool. %(error)s.
ko_kr: 풀에서 %(vol)s 볼륨 바인드 해제 중 오류: %(error)s.
pt_br: Erro ao desvincular o volume %(vol)s do conjunto. %(error)s.
tr_tr: %(vol)s mantıksal sürücüsünün havuz bağlantısını ayırmada hata. %(error)s.

source: Error verifying clone size on Volume clone: %(clone)s Size: %(size)d onSnapshot: %(snapshot)s
de: Fehler beim Überprüfen der Klongröße für Datenträgerklon: %(clone)s Größe: %(size)d für Schattenkopie: %(snapshot)s
es: Error al verificar el tamaño de clon en el clon de volumen: %(clone)s Tamaño: %(size)d onSnapshot: %(snapshot)s
fr: Erreur lors de la vérification de la taille du clone sur le clone du volume : %(clone)s, Taille : %(size)d onSnapshot : %(snapshot)s
it: Errore durante la verifica della dimensione del clone sul clone del volume: %(clone)s Dimensione: %(size)d sull'istantanea: %(snapshot)s
ko_kr: 복제본 크기 확인 중 오류 발생. 볼륨 복제본: %(clone)s 크기: %(size)d 스냅샷: %(snapshot)s
pt_br: Erro ao verificar tamanho do clone no clone do Volume: %(clone)s Tamanho: %(size)d onSnapshot: %(snapshot)s
tr_tr: Mantıksal sürücü klonu: %(clone)s klon boyutunu doğrulamada hata Boyut: %(size)d Anlık görüntü: %(snapshot)s

source: Error while authenticating with switch: %s.
de: Fehler beim Authentifizieren am Switch: %s.
es: Error durante la autenticación con el conmutador: %s.
fr: Erreur lors de l'authentification avec le commutateur : %s.
it: Errore durante l'autenticazione con lo switch: %s.
ko_kr: 스위치로 인증하는 동안 오류 발생: %s.
pt_br: Erro ao autenticar-se com o comutador: %s

source: Error while changing VF context %s.
de: Fehler beim Ändern des VF-Kontexts %s.
es: Error al cambiar el contexto de la VF %s.
fr: Erreur lors de la modification du contexte VF %s.
it: Errore durante la modifica del contesto VF %s.
ko_kr: VF 컨텍스트 %s을(를) 변경하는 중에 오류가 발생했습니다.
pt_br: Erro ao alterar o contexto do VF %s.

source: Error while checking the firmware version %s.
de: Fehler beim Überprüfen der Firmwareversion %s.
es: Error al comprobar la versión de firmware %s.
fr: Erreur lors de la vérification de la version de microprogramme %s.
it: Errore durante il controllo della versione firmware %s.
ko_kr: 펌웨어 버전 %s을(를) 확인하는 중에 오류가 발생했습니다.
pt_br: Erro ao verificar a versão do firmware %s.

source: Error while checking transaction status: %s
de: Fehler beim Überprüfen des Transaktionsstatus: %s
es: Error al comprobar estado de transacción: %s
fr: Erreur de contrôle de l'état de transaction : %s
it: Errore durante il controllo dello stato della transazione: %s
ko_kr: 트랜잭션 상태 검사 중에 오류 발생: %s
pt_br: Erro ao verificar status da transação: %s
tr_tr: Aktarım durumu kontrol edilirken hata: %s

source: Error while checking whether VF is available for management %s.
de: Fehler beim Überprüfen, ob VF für die Verwaltung von %s verfügbar ist.
es: Error al comprobar si la VF está disponible para gestión %s.
fr: Erreur lors de la détermination de la disponibilité de VF pour la gestion : %s.
it: Errore durante il controllo per verificare se VF è disponibile per la gestione di %s.
ko_kr: VF가 관리 %s에 사용 가능한지 확인하는 중 오류가 발생했습니다.
pt_br: Erro ao verificar se o VF está disponível para gerenciamento %s.

source: Error while connecting the switch %(switch_id)s with protocol %(protocol)s. Error: %(error)s.
de: Fehler beim Herstellen der Verbindung zum Switch %(switch_id)s mit dem Protokoll %(protocol)s. Fehler: %(error)s.
es: Error al conectar el conmutador %(switch_id)s con el protocolo %(protocol)s. Error: %(error)s.
fr: Erreur lors de la connexion du commutateur %(switch_id)s avec le protocole %(protocol)s. Erreur : %(error)s.
it: Errore durante la connessione dello switch %(switch_id)s con protocollo %(protocol)s. Errore: %(error)s.
ko_kr: 프로토콜이 %(protocol)s인 스위치 %(switch_id)s에 연결하는 중에 오류 발생. 오류: %(error)s.
pt_br: Erro ao conectar o comutador %(switch_id)s com o protocolo %(protocol)s. Erro: %(error)s.

source: Error while creating authentication token: %s
de: Fehler beim Erstellen des Authentifizierungstokens: %s
es: Error al crear el token de autenticación: %s
fr: Erreur lors de la création du jeton d'authentification : %s
it: Errore durante la creazione del token di autenticazione: %s
ko_kr: 인증 토큰을 작성하는 중에 오류 발생: %s
pt_br: Erro ao criar o token de autenticação: %s.

source: Error while creating snapshot [status] %(stat)s - [result] %(res)s.
de: Fehler beim Erstellen der Schattenkopie [Status] %(stat)s - [Ergebnis] %(res)s.
es: Error al crear la instantánea [estado] %(stat)s - [resultado] %(res)s.
fr: Erreur lors de la création de l'instantané : [status] %(stat)s - [result] %(res)s.
it: Errore durante la creazione dell'istantanea [status] %(stat)s - [result] %(res)s.
ko_kr: 스냅샷 [status] %(stat)s - [result] %(res)s을(를) 생성하는 중에 오류가 발생했습니다.
pt_br: Erro ao criar a captura instantânea [status] %(stat)s - [result] %(res)s.

source: Error while creating volume [status] %(stat)s - [result] %(res)s.
de: Fehler beim Erstellen des Datenträgers [Status] %(stat)s - [Ergebnis] %(res)s.
es: Error al crear el volumen [estado] %(stat)s - [resultado] %(res)s.
fr: Erreur lors de la création du volume : [status] %(stat)s - [result] %(res)s.
it: Errore durante la creazione del volume [status] %(stat)s - [result] %(res)s.
ko_kr: 볼륨 [status] %(stat)s - [result] %(res)s을(를) 생성하는 중에 오류가 발생했습니다.
pt_br: Erro ao criar o volume [status] %(stat)s - [result] %(res)s.

source: Error while deleting snapshot [status] %(stat)s - [result] %(res)s
de: Fehler beim Löschen der Schattenkopie [Status] %(stat)s - [Ergebnis] %(res)s.
es: Error al suprimir la instantánea [estado] %(stat)s - [resultado] %(res)s.
fr: Erreur lors de la suppression de l'instantané : [status] %(stat)s - [result] %(res)s
it: Errore durante l'eliminazione dell'istantanea [status] %(stat)s - [result] %(res)s
ko_kr: 스냅샷 [status] %(stat)s - [result] %(res)s을(를) 삭제하는 중에 오류가 발생했습니다.
pt_br: Erro ao excluir a captura instantânea [status] %(stat)s - [result] %(res)s.

source: Error while deleting volume [status] %(stat)s - [result] %(res)s.
de: Fehler beim Löschen des Datenträgers [Status] %(stat)s - [Ergebnis] %(res)s.
es: Error al suprimir el volumen [estado] %(stat)s - [resultado] %(res)s.
fr: Erreur lors de la suppression du volume : [status] %(stat)s - [result] %(res)s.
it: Errore durante l'eliminazione del volume [status] %(stat)s - [result] %(res)s.
ko_kr: 볼륨 [status] %(stat)s - [result] %(res)s을(를) 삭제하는 중에 오류가 발생했습니다.
pt_br: Erro ao excluir o volume [status] %(stat)s - [result] %(res)s.

source: Error while extending volume [status] %(stat)s - [result] %(res)s.
de: Fehler beim Erweitern des Datenträgers [Status] %(stat)s - [Ergebnis] %(res)s.
es: Error al extender el volumen [estado] %(stat)s - [resultado] %(res)s.
fr: Erreur lors de l'extension du volume [status] %(stat)s - [result] %(res)s.
it: Errore durante l'estensione del volume [status] %(stat)s - [result] %(res)s.
ko_kr: 볼륨 [status] %(stat)s - [result] %(res)s을(를) 확장하는 중에 오류가 발생했습니다.
pt_br: Erro ao estender o volume [status] %(stat)s - [result] %(res)s.

source: Error while getting %(op)s details, returned code: %(status)s.
de: Fehler beim Abrufen der Details von %(op)s. Rückgabecode: %(status)s.
es: Error al obtener detalles de %(op)s, se ha devuelto el código: %(status)s.
fr: Erreur lors de l'obtention des détails de %(op)s, code renvoyé : %(status)s.
it: Errore durante il richiamo dei dettagli %(op)s, codice restituito: %(status)s.
ko_kr: %(op)s 세부 사항을 가져오는 중에 오류 발생, 리턴 코드: %(status)s.
pt_br: Erro ao obter detalhes do %(op)s, código retornado: %(status)s.

source: Error while getting data via ssh: (command=%(cmd)s error=%(err)s).
de: Fehler beim Abrufen von Daten über SSH: (Befehl=%(cmd)s Fehler=%(err)s).
es: Error al obtener datos mediante ssh: (command=%(cmd)s error=%(err)s).
fr: Erreur d'obtention de données via SSH : (commande=%(cmd)s erreur=%(err)s).
it: Errore durante il ricevimento dei dati tramite ssh: (comando=%(cmd)s errore=%(err)s).
ko_kr: ssh를 통해 데이터를 가져오는 동안 오류 발생: (명령=%(cmd)s 오류=%(err)s).
pt_br: Erro ao obter dados via ssh: (comando=%(cmd)s erro=%(err)s).
tr_tr: Ssh ile veri almada hata: (komut=%(cmd)s hata=%(err)s).

source: Error while getting disco information [%s].
de: Fehler beim Abrufen von Disco-Informationen [%s].
es: Error al obtener la información de Disco [%s].
fr: Erreur lors de l'obtention des informations disco [%s].
it: Errore durante il richiamo delle informazioni disco [%s].
ko_kr: disco 정보 [%s]을(를) 가져오는 중에 오류가 발생했습니다.
pt_br: Erro ao obter informações do disco [%s].

source: Error while getting nvp value: %s.
de: Fehler beim Abrufen des nvp-Werts: %s.
es: Error al obtener el valor nvp: %s.
fr: Erreur lors de l'obtention de la valeur nvp : %s.
it: Errore durante il richiamo del valore nvp: %s.
ko_kr: nvp 값을 가져오는 중 오류 발생: %s.
pt_br: Erro ao obter o valor de nvp: %s.

source: Error while getting session information %s.
de: Fehler beim Abrufen der Sitzungsinformationen %s.
es: Error al obtener la información de sesión %s.
fr: Erreur lors de l'obtention des informations de session %s.
it: Errore durante il richiamo delle informazioni sulla sessione %s.
ko_kr: 세션 정보 %s을(를) 가져오는 중에 오류가 발생했습니다.
pt_br: Erro ao obter informações da sessão %s.

source: Error while parsing the data: %s.
de: Fehler bei der syntaktischen Analyse der Daten: %s.
es: Error al analizar los datos: %s
fr: Erreur lors de l'analyse syntaxique des données : %s.
it: Errore durante l'analisi dei dati: %s.
ko_kr: 데이터 구문 분석 중 오류 발생: %s.
pt_br: Erro ao analisar os dados: %s

source: Error while querying page %(url)s on the switch, reason %(error)s.
de: Fehler beim Abfragen der Seite %(url)s auf dem Switch. Ursache: %(error)s.
es: Error al consultar a la página %(url)s sobre el conmutador, motivo%(error)s.
fr: Erreur lors de l'interrogation de la page %(url)s sur le commutateur, raison : %(error)s.
it: Errore durante la query della pagina %(url)s sullo switch, motivo %(error)s.
ko_kr: 스위치에서 페이지 %(url)s을(를) 쿼리하는 중에 오류 발생, 이유 %(error)s.
pt_br: Erro ao consultar a página %(url)s no comutador, razão %(error)s.

source: Error while removing the zones and cfgs in the zone string: %(description)s.
de: Fehler beim Entfernen der Zonen und Konfigurationen in der Zonenzeichenkette: %(description)s.
es: Error al eliminar las zonas y cfg de la cadena de zonas: %(description)s.
fr: Erreur lors de la suppression de zones et cfgs dans la chaîne de zone : %(description)s.
it: Errore durante la rimozione di zone e cfgs nella stringa di zona. %(description)s.
ko_kr: 구역 문자열에서 구역과 cfgs를 제거하는 중에 오류 발생: %(description)s.
pt_br: Erro ao remover as novas zonas e cfgs na sequência de zonas. %(description)s.

source: Error while requesting %(service)s API.
de: Fehler beim Anfordern der %(service)s-API.
es: Error al solicitar la API de %(service)s.
fr: Erreur lors de la demande de l'API %(service)s.
it: Errore durante la richiesta dell'API di %(service)s.
ko_kr: %(service)s API를 요청하는 중 오류가 발생했습니다.
pt_br: Erro ao solicitar %(service)s da API.
tr_tr: API %(service)s istenirken hata.

source: Error while running zoning CLI: (command=%(cmd)s error=%(err)s).
de: Fehler beim Ausführen von Zoning-CLI: (Befehl=%(cmd)s Fehler=%(err)s).
es: Error al ejecutar CLI de distribución en zonas: (command=%(cmd)s error=%(err)s).
fr: Erreur d'exécution de l'interface CLI de segmentation : (commande=%(cmd)s erreur=%(err)s).
it: Errore durante l'esecuzione di zoning CLI: (comando=%(cmd)s errore=%(err)s).
ko_kr: 구역 지정 CLI 실행 중에 오류 발생: (명령=%(cmd)s 오류=%(err)s).
pt_br: Erro ao executar CLI de zoneamento: (comando=%(cmd)s erro=%(err)s).
tr_tr: Bölgeleme CLI'si çalıştırılırken hata: (komut=%(cmd)s hata=%(err)s).

source: Error while updating the new zones and cfgs in the zone string. Error %(description)s.
de: Fehler beim Aktualisieren der neuen Zonen und Konfigurationen in der Zonenzeichenkette. Fehler %(description)s.
es: Error al actualizar las nuevas zonas y cfg en la cadena de zonas. Error %(description)s.
fr: Erreur lors de la mise à jour des nouvelles zones et cfgs dans la chaîne de zone. Erreur : %(description)s.
it: Errore durante l'aggiornamento di nuove zone e cfgs nella stringa di zona. Errore %(description)s.
ko_kr: 구역 설정에서 새 구역과 cfgs를 업데이트하는 중에 오류가 발생했습니다. 오류 %(description)s.
pt_br: Erro ao atualizar as novas zonas e cfgs na sequência de zonas. Erro %(description)s.

source: Error writing field to database
de: Fehler beim Schreiben eines Felds in Datenbank.
es: Error al escribir el campo en la base de datos
fr: Erreur lors de l'écriture du champ dans la base de données
it: Errore durante la scrittura del campo nel database
ko_kr: 데이터베이스에 필드 쓰기 오류
pt_br: Erro ao gravar campo no banco de dados

source: Error[%(stat)s - %(res)s] while getting volume id.
de: Fehler [%(stat)s - %(res)s] beim Abrufen der Datenträger-ID.
es: Error[%(stat)s - %(res)s] al obtener el ID del volumen.
fr: Erreur [%(stat)s - %(res)s] lors de l'obtention de l'ID du volume.
it: Errore [%(stat)s - %(res)s] durante il richiamo dell'id volume.
ko_kr: 볼륨 id를 가져오는 동안 오류[%(stat)s - %(res)s]이(가) 발생했습니다.
pt_br: Erro[%(stat)s - %(res)s] ao obter o ID do volume.

source: Error[%(stat)s - %(res)s] while restoring snapshot [%(snap_id)s] into volume [%(vol)s].
de: Fehler [%(stat)s - %(res)s] beim Wiederherstellen der Schattenkopie [%(snap_id)s] im Datenträger [%(vol)s].
es: Error[%(stat)s - %(res)s] al restaurar la instantánea [%(snap_id)s] en el volumen [%(vol)s].
fr: Erreur [%(stat)s - %(res)s] lors de la restauration de l'instantané [%(snap_id)s] dans le volume [%(vol)s].
it: Errore [%(stat)s - %(res)s] durante il ripristino dell'istantanea [%(snap_id)s] nel volume [%(vol)s].
ko_kr: 스냅샷 [%(snap_id)s]을(를) 볼륨 [%(vol)s]에 복원하는 동안 오류[%(stat)s - %(res)s]이(가) 발생했습니다.
pt_br: Error[%(stat)s - %(res)s] ao restaurar captura instantânea [%(snap_id)s] para o volume [%(vol)s].
