Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Delete mapping view error.
de: Fehler beim Löschen der Zuordnungsansicht.
es: Error al suprimir la vista de correlaciones.
fr: Erreur lors de la suppression de la vue de mappage.
it: Errore di eliminazione vista associazione.
ko_kr: 맵핑 보기 삭제 오류입니다.
pt_br: Erro ao excluir visualização de mapeamento.

source: Delete port group error.
de: Fehler beim Löschen der Portgruppe.
es: Error al suprimir el grupo de puertos.
fr: Erreur lors de la suppression du groupe de ports.
it: Errore di eliminazione gruppo di porte.
ko_kr: 포트 그룹 삭제 오류.
pt_br: Erro ao excluir grupo de portas.

source: Delete portgroup from mapping view error.
de: Fehler beim Löschen der Portgruppe aus der Zuordnungsansicht.
es: Error al suprimir el grupo de puertos de la vista de correlaciones.
fr: Erreur lors de la suppression de portgroup de la vue de mappage.
it: Errore di eliminazione gruppo porte dalla vista associazione.
ko_kr: 맵핑 보기에서 포트 그룹 삭제 오류입니다.
pt_br: Erro ao excluir grupo de portas da visualização de mapeamento.

source: Delete snapshot error.
de: Fehler beim Löschen der Schattenkopie.
es: Error al suprimir una instantánea.
fr: Erreur lors de la suppression de l'instantané.
it: Errore di eliminazione istantanea.
ko_kr: 스냅샷 삭제 오류입니다.
pt_br: Erro ao excluir captura instantânea.

source: Delete snapshot of volume not supported in state: %s.
de: Löschen der Schattenkopie des Datenträgers im Status %s nicht unterstützt.
es: La supresión de instantánea del volumen no se soporta en estado: %s.
fr: Suppression de l'instantané du volume non pris en charge à l'état : %s.
it: Eliminazione dell'istantanea del volume non supportata nello stato: %s.
ko_kr: 볼륨의 스냅샷 삭제가 다음 상태에서 지원되지 않음: %s
pt_br: Remoção da captura instantânea do volume não suportada no estado: %s.
tr_tr: Mantıksal sürücünün anlık görüntüsünün silinmesi %s durumunda desteklenmiyor.

source: Delete_backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
de: Delete_backup abgebrochen. Sicherungsstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: Delete_backup ha terminado anormalmente, se esperaba el estado de copia de seguridad %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Delete_backup interrompu, état de la sauvegarde attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Delete_backup interrotta, lo stato del backup previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: Delete_backup 중단. 예상 백업 상태는 %(expected_status)s이지만 %(actual_status)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: Delete_backup interrompida, esperava-se o status de backup %(expected_status)s mas obteve %(actual_status)s.
tr_tr: Delete_backup durduruldu, beklenen yedekleme durumu %(expected_status)s ancak alınan %(actual_status)s.

source: Deleting volume from database and skipping rpc.
de: Datenträger wird aus Datenbank gelöscht und rpc wird übersprungen.
es: Suprimiendo el volumen de la base de datos y omitiendo rpc.
fr: Suppression du volume de la base de données et saut de RPC.
it: Eliminazione del volume dal database, rpc ignorato.
ko_kr: 데이터베이스에서 볼륨을 삭제하고 rpc를 건너뜁니다.
pt_br: Excluindo volume do banco de dados e ignorando rpc.
tr_tr: Veritabanından mantıksal sürücü siliniyor ve rpc atlanıyor.

source: Deleting zones failed: (command=%(cmd)s error=%(err)s).
de: Löschen von Zonen fehlgeschlagen: (Befehl=%(cmd)s Fehler=%(err)s).
es: Ha fallado la supresión de zonas: (command=%(cmd)s error=%(err)s).
fr: Echec de la suppression des zones : (commande=%(cmd)s erreur=%(err)s).
it: Eliminazione zone non riuscita: (comando=%(cmd)s errore=%(err)s).
ko_kr: 구역 삭제 실패: (명령=%(cmd)s 오류=%(err)s).
pt_br: Exclusão de zonas falhou: (comando=%(cmd)s erro=%(err)s).
tr_tr: Bölgelerin silinmesi başarısız: (komut=%(cmd)s hata=%(err)s).

source: Dell API 2.1 or later required for Consistency Group support
de: Dell API 2.1 oder höher für Konsistenzgruppenunterstützung erforderlich.
es: Dell API 2.1 o superior necesario para soporte del grupo de consistencia.
fr: L'API Dell 2.1 ou ultérieure est requise pour prise en charge de groupe de cohérence
it: Dell API 2.1 o successiva richiesta per il supporto del gruppo di coerenza
ko_kr: 일관성 그룹 지원을 위해서는 Dell API 2.1 이상이 필요함
pt_br: Dell API 2.1 ou mais recente é necessária para suporte do Grupo de consistências

source: Dell Cinder driver configuration error replication not supported with direct connect.
de: Dell Cinder-Treiberkonfigurationsfehler. Keine Unterstützung für Replikation mit direkter Verbindung.
es: No se da soporte a la replicación de errores de configuración del controlador Cinder de Dell con conexión directa.
fr: Erreur de configuration du pilote Cinder de Dell, la réplication n'est pas prise en charge avec la connexion directe.
it: Replica dell'errore di configurazione del driver Dell Cinder non supportata con la connessione diretta.
ko_kr: 직접 연결에서는 Dell Cinder 드라이버 구성 오류 복제가 지원되지 않습니다.
pt_br: Replicação de erro de configuração do driver Dell Cinder não suportada com conexão direta

source: Dell Cinder driver configuration error replication_device %s not found
de: Dell Cinder-Treiberkonfigurationsfehler: 'replication_device' %s wurde nicht gefunden.
es: Error de configuración del controlador Cinder de Dell, no se ha encontrado el dispositivo de replicación (replication_device) %s
fr: Erreur de configuration du pilote Cinder de Dell, replication_device %s introuvable
it: Dispositivo di replica dell'errore di configurazione del driver Dell Cinder %s non trovato
ko_kr: Dell Cinder 드라이버 구성 오류 replication_device %s을(를) 찾을 수 없음
pt_br: replication_device %s de erro de configuração de driver Dell Cinder não localizada

source: Deploy v3 of the Cinder API.
de: Implementieren Sie Version 3 der Cinder-API.
es: Despliegue la v3 de la API de Cinder.
fr: Déploiement v3 de l'API Cinder.
it: Distribuire v3 dell'API Cinder.
ko_kr: Cinder API의 v3 배치
pt_br: Implemente v3 da API Cinder.

source: Describe-resource is admin only functionality
de: 'Describe-resource' ist eine reine Administratorfunktion.
es: El recurso de descripción es funcionalidad sólo de administrador
fr: Describe-resource est une fonctionnalité admin uniquement
it: Describe-resource è una funzionalità solo di admin
ko_kr: Describe-resource 기능은 관리자만 사용가능
pt_br: O Descrever-recurso é uma funcionalidade apenas administrativa
tr_tr: Kaynak-tanımla sadece yönetici işlevidir

source: Destination has migration_status %(stat)s, expected %(exp)s.
de: Ziel hat migration_status %(stat)s, erwartet %(exp)s.
es: El destino tiene migration_status %(stat)s, esperado %(exp)s.
fr: La destination a pour migration_status %(stat)s, %(exp)s est attendu.
it: La destinazione ha migration_status %(stat)s, è previsto %(exp)s.
ko_kr: %(exp)s을(를) 예상했지만 대상에 migration_status %(stat)s이(가) 있음.
pt_br: O destino possui migration_status %(stat)s, esperado %(exp)s.
tr_tr: Hedef migration_status %(stat)s durumuna sahip, beklenen %(exp)s.

source: Destination volume not mid-migration.
de: Zieldatenträger befindet sich nicht in einer Migration.
es: El volumen de destino no mid-migration.
fr: Le volume de destination n'est pas en cours de migration.
it: Volume di destinazione non migrazione intermedia.
ko_kr: 대상 볼륨이 마이그레이션에 포함되지 않음
pt_br: Volume de destino não de migração intermediária.
tr_tr: Hedef mantıksal sürücü taşıma ortasında değildir.

source: Detach volume failed: More than one attachment, but no attachment_id provided.
de: Aufheben der Zuordnung des Datenträgers fehlgeschlagen: Mehr als ein Anhang, aber keine attachment_id angegeben.
es: Error al desconectar el volumen: más de una conexión, pero ningún attachment_id proporcionado.
fr: La déconnexion du volume a échoué : plusieurs volumes connectés ont été indiqués, mais sans attachment_id attachment_id.
it: Scollegamento volume non riuscito: più di un collegamento, ma nessun attachment_id fornito.
ko_kr: 볼륨 분리 실패: 둘 이상의 첨부가 있지만 attachment_id가 제공되지 않았습니다.
pt_br: Falha ao remover volume: mais de um anexo, mas nenhum attachment_id fornecido.
tr_tr: Mantıksal sürücü ayırma başarısız oldu: Birden fazla ek sağlandı, ancak hiçbir attachment_id sağlanamadı.

source: Detach volume from instance and then try again.
de: Hängen Sie den Datenträger von der Instanz ab und versuchen Sie es dann erneut.
es: Desconecte el volumen de la instancia y vuelva a intentarlo.
fr: Déconnectez le volume de l'instance puis réessayez.
it: Scollegare il volume dall'istanza e riprovare.
ko_kr: 인스턴스에서 볼륨을 분리하고 다시 시도하십시오.
pt_br: Remova o volume da instância e, em seguida, tente novamente.
tr_tr: Sunucudan mantıksal sürücüyü ayırın ve sonrasında tekrar deneyin.

source: Detected more than one volume with name %(vol_name)s
de: Mehrere Datenträger mit dem Namen %(vol_name)s gefunden
es: Se ha detectado más de un volumen con el nombre %(vol_name)s
fr: Plusieurs volumes portant le nom %(vol_name)s détectés
it: È stato rilevato più di un volume con il nome %(vol_name)s
ko_kr: 이름이 %(vol_name)s인 둘 이상의 볼륨을 발견했음
pt_br: Detectado mais de um volume com o nome %(vol_name)s
tr_tr: %(vol_name)s adında birden fazla mantıksal sürücü tespit edildi

source: Did not find expected column in %(fun)s: %(hdr)s.
de: Erwarteter Spaltenname nicht in %(fun)s gefunden: %(hdr)s.
es: No se ha encontrado la columna esperada en %(fun)s: %(hdr)s.
fr: Colonne attendue introuvable dans %(fun)s : %(hdr)s.
it: La colonna prevista non è stata trovata in %(fun)s: %(hdr)s.
ko_kr: %(fun)s에서 예상 열을 찾을 수 없음: %(hdr)s.
pt_br: A coluna esperada não foi localizada em %(fun)s: %(hdr)s.
tr_tr: Beklenen sütun %(fun)s de bulunamadı: %(hdr)s.

source: Did not find the expected key %(key)s in %(fun)s: %(raw)s.
de: Der erwartete Schlüssel %(key)s wurde in %(fun)s nicht gefunden: %(raw)s.
es: No se ha encontrado la clave esperada %(key)s en %(fun)s: %(raw)s.
fr: La clé attendue, %(key)s, est introuvable dans %(fun)s : %(raw)s.
it: Impossibile trovare la chiave prevista %(key)s in %(fun)s: %(raw)s.
ko_kr: %(fun)s에서 예상 키 %(key)s을(를) 찾을 수 없음: %(raw)s.
pt_br: Não foi possível localizar a chave esperada %(key)s em %(fun)s: %(raw)s.
tr_tr: Beklenen anahtar %(key)s %(fun)s de bulunamadı: %(raw)s

source: Disabled reason contains invalid characters or is too long
de: Ursache für Inaktivierung: Enthält ungültige Zeichen oder ist zu lang.
es: Disabled reason contiene caracteres inválidos o es demasiado larga.
fr: La raison de désactivation contient des caractères invalides ou est trop longue
it: La causa disabilitata contiene caratteri non validi o è troppo lunga
ko_kr: 문자가 올바르지 않거나 너무 긴 이유로 사용되지 않습니다.
pt_br: Razão desativada contém caracteres inválidos ou é muito longa
tr_tr: Devre dışı bırakılma nedeni geçersiz karakterler içermesi ya da çok uzun olmasıdır

source: Domain with name %s wasn't found.
de: Domäne mit dem Namen %s wurde nicht gefunden.
es: No se ha encontrado el dominio con el nombre %s.
fr: Le domaine nommé %s est introuvable.
it: Impossibile trovare il dominio con nome %s.
ko_kr: 이름이 %s인 도메인을 찾을 수 없습니다.
pt_br: O domínio com o nome %s não foi localizado.
tr_tr: %s ismine sahip alan bulunamadı.

source: Downlevel GPFS Cluster Detected. GPFS Clone feature not enabled in cluster daemon level %(cur)s - must be at least at level %(min)s.
de: Ältere Version von GPFS-Cluster erkannt. GPFS-Klonfunktion ist nicht in der Cluster-Dämonstufe %(cur)s aktiviert: Es muss mindestens Stufe %(min)s vorhanden sein.
es: Downlevel GPFS Cluster detectado. La característica GPFS Clone no está habilitada en nivel cluster daemon %(cur)s - debe estar al menos en nivel %(min)s.
fr: Rétrogradation de cluster GPFS détectée. Fonction de clonage GPFS non activée au niveau du démon de cluster %(cur)s - doit être au moins au niveau %(min)s.
it: Rilevato un cluster GPFS di livello inferiore. La funzione di clonazione GPFS non è abilitata nel livello daemon del cluster %(cur)s - deve essere almeno di livello %(min)s.
ko_kr: 하위 레벨 GPFS 클러스터가 발견됨. GPFS 복제 기능을 클러스터 디먼 레벨 %(cur)s에서 사용할 수 없음 - 최소 %(min)s 레벨이어야 합니다.
pt_br: Cluster GPFS de Nível Inferior Detectado. O recurso Clone do GPFS não está ativado no nível de daemon do cluster %(cur)s - deve estar pelo menos no nível %(min)s.
tr_tr: Downlevel GPFS Kümesi Algılandı. GPFS Çoğaltma özelliği %(cur)s küme art alan işi seviyesinde etkin değil - en az %(min)s seviye olmalı.

source: Driver initialize connection failed (error: %(err)s).
de: Treiberinitialisierungsverbindung fehlgeschlagen (Fehler: %(err)s).
es: El controlador no ha podido inicializar la conexión (error: %(err)s).
fr: L'initialisation de la connexion par le pilote a échoué (erreur : %(err)s).
it: Inizializzazione connessione del driver non riuscita (errore: %(err)s).
ko_kr: 드라이버 연결 초기화에 실패했습니다(오류: %(err)s).
pt_br: Falha ao inicializar conexão do driver (erro: %(err)s).
tr_tr: Sürücü bağlantı başlatamadı (hata: %(err)s).

source: Driver is not able to do retype because the volume (LUN {}) has snapshot which is forbidden to migrate.
de: Treiber kann keine Typänderung vornehmen, da der Datenträger (LUN {}) eine Schattenkopie hat, die nicht migriert werden darf.
es: El controlador no puede realizar la reescritura porque el volumen (LUN {}) tiene una instantánea que está prohibido migrar.
fr: Le pilote n'est pas en mesure d'effectuer une nouvelle saisie car le volume (LUN {}) contient un instantané qu'il est interdit de migrer.
it: Il driver non è in grado di eseguire la riscrittura perché il volume (LUN {}) presenta un'istantanea per cui è proibita la migrazione.
ko_kr: 볼륨(LUN {})에 마이그레이션이 금지된 스냅샷이 있으므로 드라이버에서 다시 입력을 수행할 수 없습니다.
pt_br: O driver não pode ser redefinido porque o volume (LUN {}) possui captura instantânea que é proibida pra migração.

source: Driver must implement initialize_connection
de: Treiber muss initialize_connection implementieren.
es: El controlador debe implementar initialize_connection
fr: Le pilote doit implémenter initialize_connection
it: Il driver deve implementare initialize_connection
ko_kr: 드라이버가 initialize_connection을 구현해야 함
pt_br: O driver deve implementar initialize_connection
tr_tr: Sürücü initialize_connection gerçekleştirmelidir

source: Driver successfully decoded imported backup data, but there are missing fields (%s).
de: Der Treiber hat die importierten Sicherungsdaten erfolgreich entschlüsselt, aber es fehlen Felder (%s).
es: El controlador ha decodificado correctamente los datos de la copia de seguridad importados, pero faltan campos (%s).
fr: Le pilote a correctement décodé les données de la sauvegarde importée, mais des zones sont manquantes (%s).
it: Il driver ha decodificato correttamente i dati di backup importati, ma ci sonocampi mancanti (%s).
ko_kr: 드라이버가 가져온 백업 데이터를 디코드했지만 필드(%s)가 누락되었습니다.
pt_br: Driver decodificado com êxito importou os dados de backup, mas há campos ausentes (%s).
tr_tr: İçeri aktarımı yapılan yedek datanın, sürücü tarafından başarılı olarak kodu çözüldü ancak hatalı alanlar mevcut (%s).

source: E-series proxy API version %(current_version)s does not support full set of SSC extra specs. The proxy version must be at at least %(min_version)s.
de: E-series-Proxy-API-Version %(current_version)s unterstützt nicht den vollständigen Satz an zusätzlichen SSC-Spezifikationen. Mindestens erforderliche Proxy-Version: %(min_version)s.
es: La API de proxy E-series versión %(current_version)s no da soporte a todo el conjunto de especificaciones adicionales SSC. La versión de proxy debe ser como mínimo %(min_version)s.
fr: La version %(current_version)s de l'API de proxy lE-series ne prend pas en charge la panoplie complète de spécifications SSC supplémentaires. La version du proxy doit être au moins %(min_version)s.
it: API proxy E-series versione %(current_version)s non supporta la serie completa dispecifiche supplementari SSC. La versione proxy deve essere almeno %(min_version)s.
ko_kr: E-series 프록시 API 버전 %(current_version)s이(가) SSC 추가 스펙의 전체 세트를 지원하지 않습니다. 프록시 버전은 %(min_version)s 이상이어야 합니다.
pt_br: A versão %(current_version)s da API de proxy E-series não suporta o conjunto integral de especificações extras SSC. A versão do proxy deve ser pelo menos %(min_version)s.

source: EMC VNX Cinder Driver CLI exception: %(cmd)s (Return Code: %(rc)s) (Output: %(out)s).
de: EMC-VNX-Cinder-Treiber-CLI-Ausnahme: %(cmd)s (Rückgabecode: %(rc)s) (Ausgabe: %(out)s).
es: Excepción de CLI del controlador de EMC VNX Cinder: %(cmd)s (Código de retorno: %(rc)s) (Salida: %(out)s).
fr: Exception CLI du pilote EMC VNX Cinder : %(cmd)s (code retour : %(rc)s) (sortie : %(out)s).
it: Eccezione EMC VNX Cinder Driver CLI: %(cmd)s (Codice di ritorno: %(rc)s) (Output: %(out)s).
ko_kr: EMC VNX Cinder 드라이버 CLI 예외: %(cmd)s(리턴 코드: %(rc)s) (출력: %(out)s).
pt_br: Exceção da CLI do Driver Cinder de EMC VNX: %(cmd)s (Código de Retorno: %(rc)s) (Saída: %(out)s).
tr_tr: EMC VNX Cinder Sürücü CLI istisnası: %(cmd)s (Dönüş Kodu: %(rc)s)(Çıktı: %(out)s).

source: EMC VNX Cinder Driver SPUnavailableException: %(cmd)s (Return Code: %(rc)s) (Output: %(out)s).
de: EMC-VNX-Cinder-Treiber-Ausnahme vom Typ 'SPUnavailableException': %(cmd)s (Rückgabecode: %(rc)s) (Ausgabe: %(out)s).
es: Excepción SPUnavailableException del controlador de EMC VNX Cinder: %(cmd)s (Código de retorno: %(rc)s) (Salida: %(out)s).
fr: Exception SPUnavailableException du pilote EMC VNX Cinder : %(cmd)s (code retour : %(rc)s) (sortie : %(out)s).
it: EMC VNX Cinder Driver SPUnavailableException: %(cmd)s (Codice di ritorno: %(rc)s) (Output: %(out)s).
ko_kr: EMC VNX Cinder Driver SPUnavailableException: %(cmd)s (리턴 코드: %(rc)s) (출력: %(out)s).
pt_br: SPUnavailableException do Driver EMC VNX Cinder: %(cmd)s (Código de Retorno: %(rc)s) (Saída: %(out)s).

source: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword must have valid values.
de: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword müssen gültige Werte haben.
es: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword deben tener valores válidos.
fr: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword doivent avoir des valeurs valides.
it: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword devono esserevalori validi.
ko_kr: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword는 올바른 값을 가지고 있어야 합니다.
pt_br: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword devem ter valores válidos.

source: Either 'cgsnapshot_id' or 'source_cgid' must be provided to create consistency group %(name)s from source.
de: Entweder 'cgsnapshot_id' oder 'source_cgid' muss angegeben werden, um Konsistenzgruppe %(name)s aus Quelle zu erstellen.
es: Debe proporcionar 'cgsnapshot_id' o 'source_cgid' para crear el grupo de consistencia %(name)s del origen.
fr: Soit 'cgsnapshot_id', soit 'source_cgid' doit être soumis pour créer le groupe de cohérence %(name)s depuis la source.
it: È necessario fornire 'cgsnapshot_id' o 'source_cgid' per creare il gruppo di congruenza %(name)s dall'origine.
ko_kr: 소스에서 일관성 그룹 %(name)s을(를) 작성하려면 'cgsnapshot_id' 또는 'source_cgid'를 제공해야 합니다.
pt_br: 'cgsnapshot_id' ou 'source_cgid' deve ser fornecido para criar o grupo de consistências %(name)s a partir da origem.
tr_tr: Kaynak tutarlılık grubundan bir tutarlılık grubu %(name)s oluşturmak için 'cgsnapshot_id' veya 'source_cgid' ikilisinden biri mutlaka sağlanmalıdır.

source: Either SLO: %(slo)s or workload %(workload)s is invalid. Examine previous error statement for valid values.
de: Entweder SLO %(slo)s oder Workload %(workload)s ist ungültig. Untersuchen Sie die vorherige Fehlermeldung auf gültige Werte.
es: El SLO: %(slo)s o la carga de trabajo %(workload)s no son válidos. Examine sentencias de error anteriores para valores válidos.
fr: SLO : %(slo)s ou la charge de travail %(workload)s n'est pas valide. Examinez l'énoncé de l'erreur pour voir si les valeurs sont valides.
it: SLO: %(slo)s o carico di lavoro %(workload)s non validi. Esaminare la precedente istruzione di errore per i valori validi.
ko_kr: SLO: %(slo)s 또는 워크로드 %(workload)s이(가) 올바르지 않습니다. 올바른 값은이전 오류문을 확인하십시오.
pt_br: O SLO: %(slo)s ou carga de trabalho %(workload)s é inválido. Examine a instrução de erro anterior para obter os valores válidos.
tr_tr: SLO: %(slo)s veya iş yükü %(workload)s geçersiz. Önceki hata ifadesini geçerli değerler için inceleyin.

source: Either hitachi_serial_number or hitachi_unit_name is required.
de: Entweder hitachi_serial_number oder hitachi_unit_name ist erforderlich.
es: Se necesita hitachi_serial_number o hitachi_unit_name.
fr: Soit hitachi_serial_number, soit hitachi_unit_name est requis.
it: Sono richiesti sia hitachi_serial_number che hitachi_unit_name.
ko_kr: hitachi_serial_number 또는 hitachi_unit_name이 필요합니다.
pt_br: Apenas um dos campos hitachi_serial_number ou hitachi_unit_name é necessário.
tr_tr: Ya hitachi_serial_number ya da hitachi_unit_name gerekli.

source: Element Composition Service not found on %(storageSystemName)s.
de: Elementkompositionsdienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de composición de elementos no se ha encontrado en %(storageSystemName)s
fr: Service de composition d'élément introuvable sur %(storageSystemName)s.
it: Element Composition Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 요소 컴포지션 서비스를 찾을 수 없습니다.
pt_br: O Serviço de composição do elemento não foi localizado em %(storageSystemName)s.
tr_tr: Öğe Dizgi Servisi %(storageSystemName)s üzerinde bulunamadı.

source: Enables QoS.
de: Aktiviert QoS.
es: Habilita la calidad de servicio.
fr: Active QoS.
it: Abilita il QoS.
ko_kr: QoS를 사용으로 설정합니다.
pt_br: Permite de QoS.
tr_tr: QoS etkinleştir.

source: Enables compression.
de: Aktiviert Komprimierung.
es: Habilita la compresión.
fr: Active la compression.
it: Abilita la compressione.
ko_kr: 압축을 사용으로 설정합니다.
pt_br: Ativa a compactação.
tr_tr: Sıkıştırmayı etkinleştir.

source: Enables replication.
de: Aktiviert Replikation.
es: Habilita la réplica.
fr: Active la réplication.
it: Abilita la replica.
ko_kr: 복제를 사용으로 설정합니다.
pt_br: Permite replicação.
tr_tr: Replikasyonu etkinleştir.

source: Ensure that configfs is mounted at /sys/kernel/config.
de: Stellen Sie sicher, dass configfs an /sys/kernel/config eingehängt ist.
es: Asegúrese de que configfs está montado en /sys/kernel/config.
fr: Assurez-vous que configfs est monté sur /sys/kernel/config.
it: Verificare che configfs sia montato in /sys/kernel/config.
ko_kr: configfs가 /sys/kernel/config에 마운트되는지 확인하십시오.
pt_br: Assegure-se de que configfs esteja montado em /sys/kernel/config.
tr_tr: Configfs'in /sys/kernel/config yolunda bağlanmış olduğunu garantileyin.

source: Error Adding Initiator: %(initiator)s on groupInitiatorGroup: %(initiatorgroup)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Hinzufügen von Initiator %(initiator)s für groupInitiatorGroup: %(initiatorgroup)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al añadir el iniciador: %(initiator)s en groupInitiatorGroup: %(initiatorgroup)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s .
fr: Erreur d'ajout de l'initiateur %(initiator)s à l'élément groupInitiatorGroup %(initiatorgroup)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante l'aggiunta dell'iniziatore: %(initiator)s su groupInitiatorGroup: %(initiatorgroup)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s .
ko_kr: groupInitiatorGroup에 개시자 %(initiator)s을(를) 추가하는 중 오류 발생: %(initiatorgroup)s. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s .
pt_br: Erro ao Incluir Inicializador: %(initiator)s em groupInitiatorGroup: %(initiatorgroup)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: groupInitiatorGroup: %(initiatorgroup)s üzerinde Başlatıcı Eklemede Hata: %(initiator)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .
