Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Failed to create south bound connector for %s.
de: Fehler beim Erstellen eines untergeordneten Connectors für %s.
es: No se ha podido crear la conexión en sentido sur para %s.
fr: Impossible de créer le connecteur Southbound pour %s.
it: Impossibile creare il connettore south bound per %s.
ko_kr: %s의 남쪽 방향 커텍터를 작성하지 못했습니다.
pt_br: Falha ao criar conector de ligação south para %s.

source: Failed to create storage group %(storageGroupName)s.
de: Die Speichergruppe %(storageGroupName)s konnte nicht erstellt werden.
es: No se ha podido crear el grupo de almacenamiento %(storageGroupName)s.
fr: La création du groupe de stockage %(storageGroupName)s a échoué.
it: Impossibile creare il gruppo di archiviazione %(storageGroupName)s.
ko_kr: 스토리지 그룹 %(storageGroupName)s을(를) 생성하지 못했습니다.
pt_br: Falha ao criar grupo de armazenamentos %(storageGroupName)s.

source: Failed to create thin pool, error message was: %s
de: Fehler beim Erstellen von Thin-Pool. Fehlernachricht: %s
es: No se ha podido crear la agrupación ligera, el mensaje de error ha sido: %s
fr: Echec de la création du pool à la demande. Message d'erreur : %s
it: Creazione del thin pool non riuscita, messaggio di errore: %s
ko_kr: 씬 풀을 작성하지 못함, 오류 메시지: %s
pt_br: Falha ao criar o conjunto thin, a mensagem de erro foi: %s
tr_tr: İnce havuz oluşturma başarısız, hata iletisi: %s

source: Failed to create volume %s
de: Erstellen von Datenträger %s fehlgeschlagen
es: Error al crear volumen %s
fr: Echec de création du volume %s
it: Impossibile creare il volume %s
ko_kr: %s 볼륨을 작성하지 못함
pt_br: Falha ao criar o volume %s
tr_tr: %s mantıksal sürücüsü oluşturulamadı

source: Failed to delete SI for volume_id: %(volume_id)s because it has pair.
de: SI für volume_id %(volume_id)s konnte nicht gelöscht werden, da ein Paar vorhanden ist.
es: No se puede suprimir SI de volume_id: %(volume_id)s porque tiene un par.
fr: Echec de la suppression de SI pour volume_id : %(volume_id)s car il a une paire.
it: Impossibile eliminare SI per volume_id: %(volume_id)s perché ha coppia.
ko_kr: 쌍이 있기 때문에 volume_id: %(volume_id)s에 대한 SI를 삭제하지 못했습니다.
pt_br: Falha ao excluir SI para volume_id: %(volume_id)s porque ele tem par.
tr_tr: volume_id: %(volume_id)s için SI silinemiyor çünkü bir çifti var.

source: Failed to delete a logical device. (LDEV: %(ldev)s, reason: %(reason)s)
de: Eine logische Einheit konnte nicht gelöscht werden. (Logische Einheit: %(ldev)s, Ursache: %(reason)s)
es: No se ha podido suprimir un dispositivo lógico. (LDEV: %(ldev)s, razón: %(reason)s)
fr: Echec de la suppression d'une unité logique. (unité logique : %(ldev)s, raison : %(reason)s)
it: Impossibile eliminare un'unità logica. (LDEV: %(ldev)s, motivo: %(reason)s)
ko_kr: 논리 디바이스를 삭제하는 데 실패했습니다.(LDEV: %(ldev)s, 이유: %(reason)s)
pt_br: Falha ao excluir um dispositivo lógico. (LDEV: %(ldev)s, motivo: %(reason)s)
tr_tr: Bir mantıksal aygıt silinemedi. (LDEV: %(ldev)s, kaynak: %(reason)s)

source: Failed to delete cgsnapshot %(id)s due to %(reason)s.
de: Fehler beim Löschen der Schattenkopie der Konsistenzgruppe (Cgsnapshot) %(id)s. Ursache: %(reason)s.
es: No se ha podido suprimir el cgsnapshot %(id)s debido a %(reason)s.
fr: Echec de la suppression de l'instantané du groupe de cohérence %(id)s. Cause : %(reason)s.
it: Impossibile eliminare l'istantanea del gruppo di coerenza %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 cg 스냅샷 %(id)s을(를) 삭제할 수 없습니다.
pt_br: Falha ao excluir cgsnapshot %(id)s devido a %(reason)s.
tr_tr: %(reason)s sebebiyle cg anlık görüntüsü %(id)s silinemedi.

source: Failed to delete consistency group %(id)s due to %(reason)s.
de: Fehler beim Löschen der Konsistenzgruppe %(id)s. Ursache: %(reason)s.
es: No se ha podido suprimir el grupo de consistencia %(id)s debido a %(reason)s.
fr: Echec de la suppression du groupe de cohérence %(id)s. Cause : %(reason)s.
it: Impossibile eliminare il gruppo di coerenza %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 일관성 그룹 %(id)s을(를) 삭제할 수 없습니다.
pt_br: Falha ao excluir o grupo de consistências %(id)s devido a %(reason)s.
tr_tr: Tutarlılık grubu %(id)s %(reason)s sebebiyle silinemedi.

source: Failed to delete consistency group: %(cgName)s.
de: Fehler beim Löschen der Konsistenzgruppe: %(cgName)s.
es: No se ha podido suprimir el grupo de consistencia: %(cgName)s.
fr: Echec de la suppression du groupe de cohérence : %(cgName)s.
it: Impossibile eliminare il gruppo di coerenza: %(cgName)s.
ko_kr: 일관성 그룹 삭제 실패: %(cgName)s.
pt_br: Falha ao excluir o grupo de consistências: %(cgName)s.
tr_tr: Tutarlılık grubu silme başarısız: %(cgName)s.

source: Failed to delete consistency group: %(consistencyGroupName)s Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Löschen der Konsistenzgruppe: %(consistencyGroupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: No se ha podido suprimir el grupo de consistencia: %(consistencyGroupName)s Código de retorno: %(rc)lu. Error: %(error)s.
fr: Echec de la suppression du groupe de cohérence : %(consistencyGroupName)s Code retour : %(rc)lu. Erreur : %(error)s.
it: Impossibile eliminare il gruppo di coerenza: %(consistencyGroupName)s Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 일관성 그룹 삭제 실패: %(consistencyGroupName)s 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Falha ao excluir o grupo de consistências: %(consistencyGroupName)s Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: %(consistencyGroupName)s tutarlılık grubunu silme başarısız Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Failed to delete device.
de: Fehler beim Löschen des Geräts.
es: No se ha podido suprimir el dispositivo.
fr: Echec de suppression de l'unité.
it: Impossibile eliminare il dispositivo.
ko_kr: 장치 삭제에 실패했습니다.
pt_br: Falha ao excluir dispositivo.

source: Failed to delete fileset for consistency group %(cgname)s. Error: %(excmsg)s.
de: Fehler beim Löschen der Dateigruppe für Konsistenzgruppe %(cgname)s. Fehler: %(excmsg)s.
es: No se ha podido suprimir el conjunto de archivos para el grupo de consistencia %(cgname)s. Error: %(excmsg)s.
fr: Echec de suppression de l'ensemble de fichiers pour le groupe de cohérence %(cgname)s. Erreur : %(excmsg)s.
it: Impossibile eliminare il fileset per il gruppo di coerenza %(cgname)s. Errore: %(excmsg)s.
ko_kr: 일관성 그룹 %(cgname)s에 대한 파일 세트 삭제 실패. 오류: %(excmsg)s.
pt_br: Falha ao excluir o conjunto de arquivos para o grupo de consistências %(cgname)s Erro: %(excmsg)s.
tr_tr: %(cgname)s tutarlılık grubu için dosya kümesi silinemedi. Hata: %(excmsg)s.

source: Failed to delete iqn.
de: Fehler beim Löschen des IQN.
es: No se ha podido suprimir el iqn.
fr: Echec de la suppression de l'iqn.
it: Impossibile eliminare l'iqn.
ko_kr: IQN 삭제에 실패했습니다.
pt_br: Falha ao excluir iqn.
tr_tr: Iqn silme başarısız.

source: Failed to delete map.
de: Fehler beim Löschen der Zuordnung.
es: No se ha podido suprimir la correlación.
fr: Echec de la suppression de la mappe.
it: Impossibile eliminare la mappa.
ko_kr: 맵 삭제에 실패했습니다.
pt_br: Falha ao excluir mapa.
tr_tr: Eşleştirme silme başarısız.

source: Failed to delete partition.
de: Fehler beim Löschen der Partition.
es: No se ha podido suprimir la partición.
fr: Echec de la suppression de la partition.
it: Impossibile eliminare la partizione.
ko_kr: 파티션 삭제에 실패했습니다.
pt_br: Falha ao excluir a partição.
tr_tr: Bölüm silme başarısız.

source: Failed to delete replica.
de: Fehler beim Löschen des Replikats.
es: No se ha podido suprimir la réplica.
fr: Echec de la suppression de la réplique.
it: Impossibile eliminare la replica.
ko_kr: 복제본 삭제에 실패했습니다.
pt_br: Falha ao excluir a réplica.
tr_tr: Kopya silinemedi.

source: Failed to delete snapshot %s
de: Löschen von Schattenkopie %s fehlgeschlagen
es: No se ha podido suprimir la instantánea %s
fr: Echec de la suppression de l'instantané %s
it: Impossibile eliminare istantanea %s
ko_kr: 스냅샷 %s 삭제 실패
pt_br: Falha ao excluir a captura instantânea %s
tr_tr: %s anlık sistem görüntüsü silinemedi

source: Failed to delete snapshot for cg: %(cgId)s.
de: Fehler beim Löschen von Schattenkopie für cg: %(cgId)s.
es: No se ha podido suprimir una instantánea para cg: %(cgId)s.
fr: Echec de la suppression de l'instantané pour le groupe de cohérence : %(cgId)s.
it: Impossibile eliminare l'istantanea per cg: %(cgId)s.
ko_kr: cg의 스냅샷 삭제 실패: %(cgId)s.
pt_br: Falha ao excluir a captura instantânea para cg: %(cgId)s.
tr_tr: cg: %(cgId)s için anlık görüntü silme başarısız.

source: Failed to delete snapshot for snapshot_id: %s because it has pair.
de: Schattenkopie für snapshot_id %s konnte nicht gelöscht werden, da ein Paar vorhanden ist.
es: No se puede suprimir la instantánea de snapshot_id: %s porque tiene un par.
fr: Echec de la suppression de l'instantané pour snapshot_id %s car il a une paire.
it: Impossibile eliminare l'istantanea per snapshot_id: %s perché ha coppia.
ko_kr: 쌍이 있기 때문에 snapshot_id: %s에 대한 스냅샷을 삭제하지 못했습니다.
pt_br: Falha ao excluir captura instantânea para snapshot_id: %s porque ela tem par.
tr_tr: snapshot_id: %s için anlık görüntü silinemiyor çünkü çifti var.

source: Failed to delete snapshot.
de: Fehler beim Löschen der Schattenkopie.
es: No se ha podido suprimir la instantánea.
fr: Echec de la suppression de l'instantané.
it: Impossibile eliminare l'istantanea.
ko_kr: 스냅샷 삭제에 실패했습니다.
pt_br: Falha ao excluir captura instantânea.
tr_tr: Anlık görüntü silme başarısız.

source: Failed to delete volume %(volumeName)s.
de: Fehler beim Löschen von Datenträger %(volumeName)s.
es: No se ha podido suprimir el volumen %(volumeName)s.
fr: Echec de suppression du volume %(volumeName)s.
it: Impossibile eliminare il volume %(volumeName)s.
ko_kr: %(volumeName)s 볼륨을 삭제하는 데 실패했습니다.
pt_br: Falha ao excluir o volume %(volumeName)s.
tr_tr: %(volumeName)s mantıksal sürücüsü silinemedi.

source: Failed to delete volume for volume_id: %(volume_id)s because it has pair.
de: Datenträger für volume_id %(volume_id)s konnte nicht gelöscht werden, da ein Paar vorhanden ist.
es: No se ha podido suprimir el volumen de volume_id: %(volume_id)s porque tiene un par.
fr: Echec de la suppression du volume pour volume_id : %(volume_id)s car il a une paire.
it: Impossibile eliminare il volume per volume_id: %(volume_id)s perché ha coppia.
ko_kr: 쌍이 있기 때문에 volume_id: %(volume_id)s에 대한 볼륨을 삭제하지 못했습니다.
pt_br: Falha ao excluir volume para volume_id: %(volume_id)s porque ele tem par.
tr_tr: volume_id: %(volume_id)s için bir mantıksal sürücü silinemedi çünkü çifti var.

source: Failed to detach iSCSI target for volume %(volume_id)s.
de: Fehler beim Abhängen von iSCSI-Ziel für Datenträger %(volume_id)s.
es: Se ha encontrado un error al desconectar el destino iSCSI para el volumen %(volume_id)s.
fr: Echec de déconnexion de la cible iSCSI pour le volume %(volume_id)s.
it: Impossibile scollegare la destinazione iSCSI del volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨에 대한 iSCSI 대상을 분리하지 못했습니다.
pt_br: Falha ao remover o destino de iSCSI para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için iSCSI hedefi ayrılamadı.

source: Failed to determine blockbridge API configuration
de: Konfiguration der Blockbridge-API konnte nicht bestimmt werden.
es: No se ha podido determinar la configuración de API Blockbridge
fr: Impossible de déterminer la configuration de l'API Blockbridge
it: Impossibile determinare la configurazione API blockbridge
ko_kr: Blockbridge API 구성 판별 실패
pt_br: Falha ao determinar a configuração da API blockbridge
tr_tr: Blockbridge API yapılandırması belirlenemedi

source: Failed to disassociate qos specs.
de: Zuordnung der QoS-Spezifikationen konnte nicht aufgehoben werden.
es: Error al desasociar especificaciones de qos.
fr: Echec de la dissociation des spécifications QoS.
it: Impossibile annullare l'associazione delle specifiche (specs) qos.
ko_kr: qos 스펙의 연관을 해제하지 못했습니다.
pt_br: Falha ao desassociar qos specs.
tr_tr: Qos özellikleri ilişkisi kesilemedi.

source: Failed to disassociate qos_specs: %(specs_id)s with type %(type_id)s.
de: Aufheben der Zuordnung von qos_specs fehlgeschlagen: %(specs_id)s mit Typ %(type_id)s.
es: Error al desasociar qos_specs: %(specs_id)s con el tipo %(type_id)s.
fr: Echec de dissociation de qos_specs : %(specs_id)s avec spécif. %(type_id)s.
it: Impossibile annullare l'associazione di qos_specs: %(specs_id)s con il tipo %(type_id)s.
ko_kr: qos_specs %(specs_id)s을(를) %(type_id)s 유형과 연관 해제시키지 못했습니다.
pt_br: Falha ao desassociar qos_specs: %(specs_id)s com tipo %(type_id)s.
tr_tr: %(type_id)s türündeki qos_specs: %(specs_id)s ilişiğini kesme başarısız.

source: Failed to ensure snapshot resource area, could not locate volume for id %s
de: Fehler beim Sicherstellen des Schattenkopieressourcenbereichs. Datenträger für ID %s wurde nicht gefunden.
es: No se ha podido garantizar el área de recursos de la instantánea, no se ha encontrado el volumen para el ID %s
fr: Impossible de réserver la zone de ressource d'instantané, impossible de localiser le volume pour l'ID %s
it: Impossibile garantire l'area risorsa istantanea, impossibile individuare il volume per l'ID %s
ko_kr: 스냅샷 자원 영역 보장 실패, id %s에 대한 볼륨을 찾을 수 없음
pt_br: Falha ao assegurar a área de recursos de captura instantânea; não foi possível localizar o volume para o ID %s
tr_tr: Anlık görüntü kaynak alanından emin olunamadı, id %s için mantıksal sürücü bulunamadı

source: Failed to establish SSC connection.
de: Fehler beim Herstellen der SSC-Verbindung.
es: No se ha podido establecer la conexión SSC.
fr: Echec d'établissement de la connexion SSC.
it: Impossibile stabilire la connessione SSC.
ko_kr: SSC 연결 설정에 실패했습니다.
pt_br: Falha ao estabelecer conexão SSC.

source: Failed to establish connection with Coho cluster
de: Fehler beim Herstellen einer Verbindung mit Coho-Cluster.
es: No se ha podido establecer conexión con el clúster Coho.
fr: Connexion impossible à établir avec le cluster Coho
it: Impossibile stabilire la connessione con il cluster Coho
ko_kr: Coho 클러스터와 연결하는 데 실패
pt_br: Falha ao estabelecer a conexão com o cluster Coho

source: Failed to execute CloudByte API [%(cmd)s]. Http status: %(status)s, Error: %(error)s.
de: Ausführung von CloudByte-API [%(cmd)s] fehlgeschlagen. Http-Status: %(status)s, Fehler: %(error)s.
es: No se ha podido ejecutar la API de CloudByte [%(cmd)s]. Estado HTTP: %(status)s, Error: %(error)s.
fr: Echec de l'exécution de l'API CloudByte [%(cmd)s]. Statut HTTP : %(status)s. Erreur : %(error)s.
it: Impossibile eseguire API CloudByte [%(cmd)s]. Stato Http:%(status)s, Errore: %(error)s.
ko_kr: CloudByte API 실행 실패 [%(cmd)s]. Http 상태: %(status)s, 오류: %(error)s.
pt_br: Falha ao executar a API do CloudByte [%(cmd)s]. Status de HTTP: %(status)s, Erro: %(error)s.
tr_tr: CloudByte API [%(cmd)s] yürütülemedi. Http durumu: %(status)s, Hata: %(error)s.

source: Failed to execute common command.
de: Ausführen des allgemeinen Befehls fehlgeschlagen.
es: No se ha podido ejecutar el mandato común.
fr: Echec de l'exécution de la commande common.
it: Impossibile eseguire il comando comune.
ko_kr: 공통 명령을 실행하지 못했습니다.
pt_br: Falha ao executar o comando comum.
tr_tr: Yaygın komutun çalıştırılması başarısız.

source: Failed to export for volume: %(reason)s
de: Export für Datenträger fehlgeschlagen: %(reason)s
es: No se ha podido exportar para volumen: %(reason)s
fr: Echec de l'exportation pour le volume : %(reason)s
it: Impossibile eseguire l'esportazione per il volume: %(reason)s
ko_kr: 볼륨에 대한 내보내기가 실패함: %(reason)s
pt_br: Falha ao exportar para o volume: %(reason)s
tr_tr: Mantıksal sürücü dışa aktarılamadı: %(reason)s

source: Failed to extend volume %(name)s, Error msg: %(msg)s.
de: Fehler beim Erweitern des Datenträgers %(name)s, Fehlernachricht: %(msg)s.
es: No se ha podido ampliar el volumen existente %(name)s, Mensaje de error: %(msg)s.
fr: Echec de l'extension du volume %(name)s, message d'erreur : %(msg)s.
it: Impossibile estendere il volume %(name)s, Messaggio di errore: %(msg)s.
ko_kr: 볼륨 %(name)s을(를) 확장하는 데 실패했습니다. 오류 메시지: %(msg)s.
pt_br: Falha ao estender o volume %(name)s, Mensagem. de erro: %(msg)s.

source: Failed to find QoSnode
de: QoSnode wurde nicht gefunden.
es: No se ha podido encontrar QoSnode
fr: QoSnode introuvable
it: Impossibile trovare QoSnode
ko_kr: QoSnode을 찾는 데 실패
pt_br: Falha ao localizar o QoSnode

source: Failed to find Storage Center
de: Storage Center wurde nicht gefunden.
es: No se ha podido encontrar Storage Center
fr: Echec de la recherche de Storage Center
it: Storage Center non trovato
ko_kr: Storage Center 찾기 실패
pt_br: Falha ao localizar o Centro de Armazenamento
tr_tr: Depolama Merkezi bulunamadı

source: Failed to find a vdisk copy in the expected pool.
de: Es wurde keine Kopie der virtuellen Platte im erwarteten Pool gefunden.
es: No se ha podido encontrar una copia de vdisk en la agrupación esperada.
fr: Copie de disque virtuel introuvable dans le pool attendu.
it: Impossibile trovare una copia del disco virtuale nel pool previsto.
ko_kr: 예상 풀에서 vdisk 사본을 찾는 데 실패했습니다.
pt_br: Falha ao localizar uma cópia do disco virtual no conjunto esperado.
tr_tr: Beklenen havuzda bir vdisk kopyası bulunamadı.

source: Failed to find account for volume.
de: Konto für Datenträger wurde nicht gefunden.
es: No se ha podido encontrar la cuenta para el volumen.
fr: Impossible de trouver un compte pour le volume.
it: Impossibile trovare l'account per il volume.
ko_kr: 볼륨에 대한 계정을 찾지 못했습니다.
pt_br: Falha ao localizar a conta para o volume.
tr_tr: Mantıksal sürücü için kullanıcı bulunamadı.

source: Failed to find fileset for path %(path)s, command output: %(cmdout)s.
de: Fehler bei der Suche nach einer Dateigruppe für Pfad %(path)s, Befehlsausgabe: %(cmdout)s.
es: No se ha podido encontrar el conjunto de archivos para la vía de acceso %(path)s, salida de mandato: %(cmdout)s.
fr: Ensemble de fichiers introuvable pour le chemin %(path)s, sortie de la commande : %(cmdout)s.
it: Impossibile rilevare il fileset per il percorso %(path)s, output del comando: %(cmdout)s.
ko_kr: 경로 %(path)s에 대한 파일 세트를 찾지 못함, 명령 출력: %(cmdout)s.
pt_br: Falha ao localizar conjunto de arquivos para o caminho %(path)s, saída do comando: %(cmdout)s.
tr_tr: %(path)s yolu için dosya kümesi bulma başarısız, komut çıktısı: %(cmdout)s.

source: Failed to find group snapshot named: %s
de: Es konnte keine Gruppenschattenkopie mit dem Namen %s gefunden werden.
es: No se ha podido encontrar la instantánea de grupo denominada: %s
fr: Impossible de trouver l'instantané de groupe nommé : %s
it: Impossibile trovare l'istantanea del gruppo denominata: %s
ko_kr: %s(이)라는 그룹 스냅샷을 찾지 못했습니다.
pt_br: Falha ao localizar a captura instantânea de grupo denominada: %s

source: Failed to find host %s.
de: Host %s nicht gefunden.
es: No se ha podido encontrar el host %s.
fr: L'hôte %s est introuvable.
it: Impossibile trovare l'host %s.
ko_kr: 호스트 %s을(를) 찾지 못했습니다.
pt_br: Falha ao localizar host %s.
tr_tr: %s istemcisi bulunamadı.

source: Failed to find iSCSI initiator group containing %(initiator)s.
de: Die iSCSI-Initiatorgruppe mit %(initiator)s wurde nicht gefunden.
es: No se ha podido encontrar el grupo de iniciadores iSCSI que contiene %(initiator)s.
fr: Impossible de trouver le groupe d'initiateurs iSCSI contenant %(initiator)s.
it: Impossibile trovare il gruppo di iniziatori iSCSI contenente %(initiator)s.
ko_kr: %(initiator)s을(를) 포함하는 iSCSI 개시자 그룹을 찾지 못했습니다.
pt_br: Falha ao localizar o grupo de iniciadores iSCSI contendo %(initiator)s.

source: Failed to find storage pool for source volume %s.
de: Speicherpool für Quellendatenträger %s konnte nicht gefunden werden.
es: No se ha podido encontrar la agrupación de almacenamiento para el volumen de origen %s.
fr: Pool de stockage introuvable pour le volume source %s.
it: Impossibile trovare il pool di archiviazione per il volume di origine %s.
ko_kr: 소스 볼륨 %s의 스토리지 풀을 찾는 데 실패했습니다.
pt_br: Falha ao localizar o conjunto de armazenamentos para o volume de origem %s.
tr_tr: %s kaynak mantıksal sürücüsü için depolama havuzu bulma başarısız.

source: Failed to get CloudByte account details for account [%s].
de: Abrufen der CloudByte-Kontodetails zu Konto [%s] fehlgeschlagen.
es: No se han podido obtener los detalles de cuenta de CloudByte para la cuenta [%s].
fr: Echec de l'obtention des détails CloudByte du compte [%s].
it: Non è stato possibile ottenere i dettagli dell'account CloudByte [%s].
ko_kr: 계정 [%s]의 CloudByte 계정 세부사항을 가져오지 못했습니다.
pt_br: Falha ao obter detalhes da conta do CloudByte para a conta [%s].
tr_tr: [%s] hesabı için CloudByte hesap ayrıntıları alınamadı.

source: Failed to get LUN target details for the LUN %s
de: Fehler beim Abrufen von LUN-Zieldetails für LUN %s
es: Se ha encontrado un error en la obtención de los detalles de destino de LUN para el LUN %s
fr: Echec d'obtention des détails cible du numéro d'unité logique %s
it: Impossibile ottenere i dettagli della destinazione LUN per LUN %s
ko_kr: LUN %s에 대한 LUN 대상 세부사항을 가져오지 못함
pt_br: Falha ao obter detalhes do destino de LUN para o LUN %s
tr_tr: LUN %s için LUN hedef detayları alma başarısız

source: Failed to get LUN target details for the LUN %s.
de: Fehler beim Abrufen von LUN-Zieldetails für LUN %s.
es: No se han podido obtener detalles de destino de LUN para el LUN %s.
fr: Echec de l'obtention des détails de la cible du numéro d'unité logique pour le numéro d'unité logique %s.
it: Impossibile ottenere i dettagli della destinazione LUN per la LUN %s
ko_kr: LUN %s에 대한 LUN 대상 세부사항을 가져오지 못했습니다.
pt_br: Falha ao obter detalhes do destino do LUN %s.
tr_tr: LUN %s için LUN hedef detaylarını alma başarısız.

source: Failed to get LUN target list for the LUN %s
de: Fehler beim Abrufen von LUN-Zielliste für die LUN %s
es: No se ha podido obtener la lista de destino de LUN para el LUN %s
fr: Echec d'obtention de la liste cible du numéro d'unité logique %s
it: Impossibile acquisire l'elenco di destinazione LUN per LUN %s
ko_kr: LUN %s에 대한 LUN 대상 목록을 가져오지 못함
pt_br: Falha ao obter a lista de destinos de LUN para o LUN %s
tr_tr: LUN %s için LUN hedef listesi alınamadı

source: Failed to get Partition ID for volume %(volume_id)s.
de: Fehler beim Abrufen der Partitions-ID für Datenträger %(volume_id)s.
es: No se ha podido obtener el ID de partición del volumen %(volume_id)s.
fr: Echec d'obtention de l'ID de partition pour le volume %(volume_id)s.
it: Impossibile ottenere l'ID partizione per il volume %(volume_id)s.
ko_kr: 볼륨 %(volume_id)s에 대한 파티션 ID를 가져오지 못했습니다.
pt_br: Falha ao obter o ID da partição para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için Bölüm ID'si alınamadı.

source: Failed to get Raid Snapshot ID from Snapshot %(snapshot_id)s.
de: Fehler beim Abrufen der RAID-Schattenkopie-ID aus Schattenkopie %(snapshot_id)s.
es: No se ha podido obtener el ID de instantánea Raid de la instantánea %(snapshot_id)s.
fr: Echec de l'obtention de l'ID d'instantané Raid à partir de l'instantané %(snapshot_id)s.
it: Impossibile ottenere l'ID istantanea raid dall'istantanea %(snapshot_id)s.
ko_kr: 스냅샷 %(snapshot_id)s에서 Raid 스냅샷 ID를 가져오지 못했습니다.
pt_br: Falha ao obter o ID de captura instantânea de RAID da captura instantânea %(snapshot_id)s.
tr_tr: %(snapshot_id)s anlık görüntüsünden Raid Anlık Görüntü Kimliği alınamıyor.

source: Failed to get Raid Snapshot ID from snapshot: %(snapshot_id)s.
de: Fehler beim Abrufen der RAID-Schattenkopie-ID aus Schattenkopie: %(snapshot_id)s.
es: No se ha podido obtener el ID de instantánea Raid de la instantánea %(snapshot_id)s.
fr: Echec de l'obtention de l'ID d'instantané Raid à partir de l'instantané %(snapshot_id)s.
it: Impossibile ottenere l'ID istantanea raid dall'istantanea %(snapshot_id)s.
ko_kr: 스냅샷: %(snapshot_id)s에서 Raid 스냅샷 ID를 가져오지 못했습니다.
pt_br: Falha ao obter ID de captura instantânea de RAID da captura instantânea: %(snapshot_id)s.
tr_tr: %(snapshot_id)s anlık görüntüsünden Raid Anlık Görüntü Kimliği alınamadı.
