Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Invalid argument - whence=%s not supported.
de: Ungültiges Argument: whence=%s wird nicht unterstützt.
es: Argumento no válido - whence=%s no admitido.
fr: Argument non valide - whence=%s n'est pas pris en charge.
it: Argomento non valido - whence=%s non supportato.
ko_kr: 올바르지 않은 인수 - whence=%s은(는) 지원되지 않습니다.
pt_br: Argumento inválido – whence=%s não suportado.

source: Invalid attaching mode '%(mode)s' for volume %(volume_id)s.
de: Ungültiger Anhangmodus '%(mode)s' für Datenträger %(volume_id)s.
es: Método de conexión '%(mode)s' inválido para el volumen %(volume_id)s.
fr: Mode de connexion '%(mode)s' non valide pour le volume %(volume_id)s.
it: Modalità di collegamento non valida '%(mode)s' per il volume %(volume_id)s.
ko_kr: 볼륨 %(volume_id)s의 연결 모드 '%(mode)s'가 잘못 되었습니다.
pt_br: Modo de anexamento inválido '%(mode)s' para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için geçersiz ekleme kipi '%(mode)s'.

source: Invalid auth key: %(reason)s
de: Ungültiger Autorisierungsschlüssel: %(reason)s
es: Claves de autenticación inválidas: %(reason)s
fr: Clé d'auth non valide : %(reason)s
it: Chiave di autenticazione non valida: %(reason)s
ko_kr: 잘못된 인증 키: %(reason)s
pt_br: Chave de autenticação inválida: %(reason)s
tr_tr: Geçersiz kimlik doğrulama anahtarı: %(reason)s

source: Invalid backup: %(reason)s
de: Ungültige Sicherung: %(reason)s
es: Copia de seguridad no válida: %(reason)s
fr: Sauvegarde non valide : %(reason)s
it: Backup non valido: %(reason)s
ko_kr: 올바르지 않은 백업: %(reason)s
pt_br: Backup inválido: %(reason)s
tr_tr: Geçersiz yedekleme: %(reason)s

source: Invalid barbican api url: version is required, e.g. 'http[s]://<ipaddr>|<fqdn>[:port]/<version>' url specified is: %s
de: Ungültige Barbican-API-URL: Die Version ist erforderlich. Beispiel: 'http[s]://<IP-Adresse>|<FQDN>[:Port]/<Version>'. Angegebene URL: %s
es: URL de API de Barbican no válido: debe tener el formato siguiente: 'http[s]://<ipaddr>|<fqdn>[:puerto]/<versión>', el URL especificado es: %s
fr: URL d'API barbican non valide : la version est obligatoire, par exemple 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', l'URL indiquée est : %s
it: URL API Barbican non valido: è richiesta la versione, ad esempio 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', l'url specificato è: %s
ko_kr: 올바르지 않은 barbican api url: 버전이 필요합니다(예: 'http[s]://<ipaddr>|<fqdn>[:port]/<version>') 지정된 url은 %s입니다.
pt_br: URL da API barbican inválida: a versão é necessária, por exemplo, 'http[s]://<ipaddr>|<fqdn>[:port]/<version>'. A URL especificada é: %s

source: Invalid chap user details found in CloudByte storage.
de: Ungültige Details des CHAP-Benutzers im CloudByte-Speicher gefunden.
es: Se han encontrado detalles de usuario chap no válidos en el almacenamiento CloudByte.
fr: Informations d'utilisateur chap non valides détectées dans le stockage CloudByte.
it: Trovati dettagli utente chap non validi nella memoria CloudByte.
ko_kr: CloudByte 스토리지에서 올바르지 않은 chap 사용자 세부사항이 발견되었습니다.
pt_br: Detalhes do usuário chap inválidos localizados no armazenamento do CloudByte.
tr_tr: CloudByte depolamada geçersiz chap kullanıcı ayrıntıları bulundu.

source: Invalid connection initialization response of volume %(name)s
de: Ungültige Antwort für Initialisierung der Verbindung von Datenträger %(name)s
es: Respuesta de inicialización de conexión no válida del volumen %(name)s
fr: Réponse d'initialisation de connexion non valide pour le volume %(name)s
it: Risposta di inizializzazione di connessione del volume non valida %(name)s
ko_kr: 볼륨 %(name)s의 올바르지 않은 연결 초기화 응답
pt_br: Resposta de inicialização de conexão inválida %(name)s
tr_tr: %(name)s mantıksal sürücüsünün geçersiz bağlantı ilklendirme yanıtı

source: Invalid connection initialization response of volume %(name)s: %(output)s
de: Ungültige Antwort für Initialisierung der Verbindung von Datenträger %(name)s: %(output)s
es: Respuesta de inicialización de conexión no válida del volumen %(name)s: %(output)s
fr: Réponse d'initialisation de connexion non valide pour le volume %(name)s : %(output)s
it: Risposta di inizializzazione di connessione del volume non valida %(name)s: %(output)s
ko_kr: 볼륨 %(name)s의 올바르지 않은 연결 초기화 응답: %(output)s
pt_br: Resposta de inicialização de conexão inválida de volume %(name)s: %(output)s
tr_tr: %(name)s mantıksal sürücüsünün geçersiz bağlantı ilklendirme yanıtı: %(output)s

source: Invalid content type %(content_type)s.
de: Ungültiger Inhaltstyp %(content_type)s.
es: Tipo de contenido invalido %(content_type)s.
fr: Le type de contenu %(content_type)s est invalide
it: Tipo di contenuto non valido%(content_type)s.
ko_kr: 올바르지 않은 컨텐츠 유형 %(content_type)s.
pt_br: Tipo de conteúdo inválido %(content_type)s.
tr_tr: Geçersiz içerik türü %(content_type)s.

source: Invalid credentials
de: Ungültige Berechtigungsnachweise
es: Credenciales no válidas
fr: Données d'identification non valides
it: Credenziali non valide
ko_kr: 올바르지 않은 신임 정보
pt_br: Credenciais inválidas
tr_tr: Geçersiz kimlik bilgileri

source: Invalid directory: %s
de: Ungültiges Verzeichnis: %s
es: Directorio no válido: %s
fr: Répertoire non valide : %s
it: Directory non valida: %s
ko_kr: 올바르지 않은 디렉토리: %s
pt_br: Diretório inválido: %s
tr_tr: Geçersiz dizin: %s

source: Invalid disk adapter type: %(invalid_type)s.
de: Ungültiger Plattenadaptertyp: %(invalid_type)s.
es: Tipo de adaptador de disco no válido: %(invalid_type)s.
fr: Type de carte d'unité de disque non valide : %(invalid_type)s.
it: Tipo adattatore disco non valido: %(invalid_type)s.
ko_kr: 올바르지 않은 디스크 어댑터 유형: %(invalid_type)s.
pt_br: Tipo de adaptador de disco inválido: %(invalid_type)s.
tr_tr: Geçersiz disk bağdaştırıcı türü: %(invalid_type)s.

source: Invalid disk backing: %s.
de: Ungültige Plattensicherung: %s.
es: Respaldo de disco no válido: %s.
fr: Sauvegarde de disque non valide : %s.
it: Backup del disco non valido: %s.
ko_kr: 올바르지 않은 디스크 백업: %s.
pt_br: Disco inválido auxiliar: %s.
tr_tr: Geçersiz disk desteği: %s.

source: Invalid disk type: %(disk_type)s.
de: Ungültiger Plattentyp: %(disk_type)s.
es: Tipo de disco no válido: %(disk_type)s.
fr: Type de disque non valide : %(disk_type)s.
it: Tipo disco non valido: %(disk_type)s.
ko_kr: 올바르지 않은 디스크 유형: %(disk_type)s.
pt_br: Tipo de disco inválido: %(disk_type)s.
tr_tr: Geçersiz disk türü: %(disk_type)s.

source: Invalid disk type: %s.
de: Ungültiger Plattentyp: %s.
es: Tipo de disco no válido: %s.
fr: Type de disque non valide : %s.
it: Tipo disco non valido: %s.
ko_kr: 올바르지 않은 디스크 유형: %s.
pt_br: Tipo de disco inválido: %s.
tr_tr: Geçersiz disk türü: %s.

source: Invalid host: %(reason)s
de: Ungültiger Host: %(reason)s
es: Host inválido: %(reason)s
fr: Hôte non valide : %(reason)s
it: Host non valido: %(reason)s
ko_kr: 잘못된 호스트: %(reason)s
pt_br: Host inválido: %(reason)s
tr_tr: Geçersiz istemci: %(reason)s

source: Invalid hpe3parclient version found (%(found)s). Version %(minimum)s or greater required. Run "pip install --upgrade python-3parclient" to upgrade the hpe3parclient.
de: Ungültige hpe3parclient-Version gefunden (%(found)s). Eine Version ab %(minimum)s ist erforderlich. Führen Sie "pip install --upgrade python-3parclient" aus, um ein Upgrade für hpe3parclient durchzuführen.
es: Se ha encontrado una versión de hpe3parclient no válida (%(found)s). Se requiere la versión %(minimum)s o superior. Ejecute "pip install --upgrade python-3parclient" para actualizar hpe3parclient.
fr: Version de hpe3parclient non valide détectée (%(found)s). Version %(minimum)s ou ultérieure requise. Exécutez "pip install --upgrade python-3parclient" pour mettre à niveau le client hpe3parclient.
it: Trovata versione di hpe3parclient non valida (%(found)s). È richiesta la versione %(minimum)s o versioni successive. Eseguire "pip install --upgrade python-3parclient" per aggiornare hpe3parclient.
ko_kr: 올바르지 않은 hpe3parclient 버전을 발견했습니다(%(found)s). 버전 %(minimum)s 이상이 필요합니다. "pip install --upgrade python-3parclient"를 실행하여 hpe3parclient를 업그레이드하십시오.
pt_br: Versão de hpe3parclient inválida localizada (%(found)s). Versão %(minimum)s ou maior é necessária. Execute "pip install --upgrade python-3parclient" para fazer upgrade do hpe3parclient.

source: Invalid hpelefthandclient version found (%(found)s). Version %(minimum)s or greater required. Run 'pip install --upgrade python-lefthandclient' to upgrade the hpelefthandclient.
de: Ungültige hpelefthandclient-Version gefunden (%(found)s). Version %(minimum)s oder höher erforderlich. Führen Sie 'pip install --upgrade python-lefthandclient' aus, um ein Upgrade für hpelefthandclient durchzuführen.
es: Se ha encontrado una versión no válida de hpelefthandclient (%(found)s). Se requiere la versión %(minimum)s o superior. Ejecute 'pip install --upgrade python-lefthandclient' para actualizar hpelefthandclient.
fr: Version de hpelefthandclient non valide détectée (%(found)s). Version %(minimum)s ou ultérieure requise. Exécutez "pip install --upgrade python-lefthandclient" pour mettre à niveau le client hpe3lefthandclient.
it: Trovata versione di hpelefthandclient non valida (%(found)s). È richiesta la versione %(minimum)s o versioni successive. Eseguire "pip install --upgrade python-lefthandclient" per aggiornare hpelefthandclient.
ko_kr: 올바르지 않은 hpelefthandclient 버전을 찾았습니다(%(found)s). 버전 %(minimum)s 이상이 필요합니다. 'pip install --upgrade python-lefthandclient'를 실행하여 hpelefthandclient를 업그레이드하십시오.
pt_br: Versão de hpelefthandclient inválida localizada (%(found)s). Versão %(minimum)s ou maior é necessária. Execute 'pip install --upgrade python-lefthandclient' para fazer upgrade do hpelefthandclient.

source: Invalid image href %(image_href)s.
de: Ungültiger Abbildhyperlink %(image_href)s.
es: Href de imagen %(image_href)s no válida.
fr: href %(image_href)s d'image non valide.
it: href immagine %(image_href)s non valido.
ko_kr: 올바르지 않은 이미지 href %(image_href)s.
pt_br: Imagem inválida href %(image_href)s.
tr_tr: Geçersiz %(image_href)s imaj kaynak dosyası.

source: Invalid image identifier or unable to access requested image.
de: Ungültige Abbild-ID oder auf das angeforderte Abbild kann nicht zugegriffen werden.
es: El identificador de imagen no es válido o no se ha podido acceder a la imagen solicitada.
fr: Identificateur d'image non valide ou accès impossible à l'image demandée.
it: Identificativo dell'immagine non valido oppure non è possibile accedere all'immagine richiesta.
ko_kr: 이미지 ID가 올바르지 않거나 요청된 이미지에 액세스할 수 없습니다.
pt_br: O identificador da imagem inválido ou incapaz de acessar a imagem solicitada.
tr_tr: Geçersiz imaj tanımlayıcı ya da istenen imaja erişilemedi.

source: Invalid imageRef provided.
de: Angabe für imageRef ungültig.
es: Se ha proporcionado una referencia de imagen no válida.
fr: imageRef fournie non valide.
it: imageRef specificato non è valido.
ko_kr: 올바르지 않은 imageRef가 제공되었습니다.
pt_br: imageRef inválida fornecida.
tr_tr: Geçersiz imaj referansı verildi.

source: Invalid input
de: Ungültige Eingabe
es: Entrada no válida
fr: Entrée incorrecte
it: Input non valido
ko_kr: 올바르지 않은 입력
pt_br: Entrada inválida
tr_tr: Geçersiz girdi

source: Invalid input received: %(reason)s
de: Ungültige Eingabe erhalten: %(reason)s
es: Entrada inválida recibida: %(reason)s
fr: Entrée invalide reçue : %(reason)s
it: Input ricevuto non valido: %(reason)s
ko_kr: 잘못된 입력을 받음: %(reason)s
pt_br: Entrada inválida recebida: %(reason)s
tr_tr: Geçersiz girdi aldı: %(reason)s

source: Invalid is_public filter [%s]
de: 'is_public-Filter' [%s] ungültig
es: Filtro is_public no válido [%s]
fr: Filtre is_public non valide [%s]
it: Filtro is_public non valido [%s]
ko_kr: 올바르지 않은 is_public 필터 [%s]
pt_br: Filtro is_public inválido [%s]
tr_tr: Geçersiz is_public süzgeci [%s]

source: Invalid lun type %s is configured.
de: Es wurde ein ungültiger LUN-Typ %s konfiguriert.
es: Se ha configurado un tipo de lun %s no válido.
fr: Le type lun non valide %s est configuré.
it: Configurato tipo di lun non valido %s.
ko_kr: 올바르지 않은 lun 유형 %s이(가) 구성되었습니다.
pt_br: Um tipo de LUN inválido %s foi configurado.

source: Invalid metadata size: %(reason)s
de: Ungültige Metadatengröße: %(reason)s
es: Tamaño de metadatos inválido: %(reason)s
fr: Taille de métadonnée invalide : %(reason)s
it: Dimensione metadati non valida: %(reason)s
ko_kr: 잘못된 메타데이터 크기: %(reason)s
pt_br: Tamanho de metadados inválido: %(reason)s
tr_tr: Geçersiz metadata boyutu: %(reason)s

source: Invalid metadata: %(reason)s
de: Ungültige Metadaten: %(reason)s
es: Metadatos inválidos: %(reason)s
fr: Métadonnée invalide : %(reason)s
it: Metadati non validi: %(reason)s
ko_kr: 잘못된 메타데이터: %(reason)s
pt_br: Metadados inválidos: %(reason)s
tr_tr: Geçersiz metadata: %(reason)s

source: Invalid mount point base: %s
de: Ungültige Mountpunktbasis: %s
es: Base de punto de montaje no válida: %s
fr: Base du point de montage non valide : %s
it: Base del punto di montaggio non valida: %s
ko_kr: 올바르지 않은 마운트 지점 기반: %s
pt_br: Base de ponto de montagem inválido: %s
tr_tr: Geçersiz bağlantı noktası tabanı: %s

source: Invalid mount point base: %s.
de: Ungültige Mountpunktbasis: %s.
es: Base de punto de montaje no válida: %s.
fr: Base de point de montage non valide : %s.
it: Base del punto di montaggio non valida: %s
ko_kr: 올바르지 않은 마운트 지점 기반: %s.
pt_br: Base de ponto de montagem inválida: %s.
tr_tr: Geçersiz paylaşım noktası tabanı: %s.

source: Invalid new snapCPG name for retype. new_snap_cpg='%s'.
de: Ungültiger neuer snapCPG-Name für Typänderung. new_snap_cpg='%s'.
es: Nuevo nombre de snapCPG no válido para la reescritura. new_snap_cpg='%s'.
fr: Nouveau nom snapCPG non valide pour confirmation. new_snap_cpg='%s'.
it: Nuovo nome snapCPG non valido per la riscrittura new_snap_cpg='%s'.
ko_kr: 새 snapCPG 이름이 재입력을 수행하기에 올바르지 않습니다. new_snap_cpg='%s'.
pt_br: Novo nome do snapCPG inválido para nova digitação. new_snap_cpg='%s'.
tr_tr: Retype için geçersiz yeni snapCPG ismi. new_snap_cpg='%s'.

source: Invalid port number %(config)s for Coho rpc port
de: Ungültige Portnummer %(config)s für Coho-RPC-Port.
es: Número de puerto no válido %(config)s para el puerto RPC de Coho
fr: Numéro de port %(config)s non valide pour le port Coho rpc
it: Numero di porta non valido %(config)s per la porta RPC Coho
ko_kr: Coho rpc 포트의 올바르지 않은 포트 번호 %(config)s
pt_br: Número de porta inválido %(config)s para a porta RPC do Coho.

source: Invalid prefetch type '%s' is configured. PrefetchType must be in 0,1,2,3.
de: Es wurde ein ungültiger PrefetchType '%s' konfiguriert. PrefetchType muss in 0,1,2,3 sein.
es: Se ha configurado un tipo de captación previa %s no válido. El tipo de captación previa debe estar dentro de 0,1,2,3.
fr: Le paramètre PrefetchType non valide '%s' est configuré. PrefetchType doit avoir la valeur 0, 1, 2 ou 3.
it: Configurato tipo di prefetch non valido '%s'. PrefetchType deve essere 0,1,2,3.
ko_kr: 올바르지 않은 프리페치 유형 '%s'이(가) 구성되었습니다. PrefetchType은 0,1,2,3이어야 합니다.
pt_br: Um tipo de pré-busca inválido '%s' está configurado. O PrefetchType deve ser em 0,1,2,3.

source: Invalid qos specs: %(reason)s
de: Ungültige QoS-Spezifikationen: %(reason)s
es: Especificaciones de qos no válidas: %(reason)s
fr: Spécifications QoS non valides : %(reason)s
it: Specifiche qos non valide: %(reason)s
ko_kr: 올바르지 않은 qos 스펙: %(reason)s
pt_br: Inválidas qos specs: %(reason)s
tr_tr: Geçersiz qos özellikleri: %(reason)s

source: Invalid request to attach volume to an invalid target
de: Die Anforderung, einen Datenträger an ein ungültiges Ziel anzuhängen, ist nicht zulässig.
es: Solicitud no válida para adjuntar un volumen a un destino no válido
fr: Demande non valide de connexion du volume à une cible non valide
it: Richiesta non valida per collegare il volume a una destinazione non valida
ko_kr: 올바르지 않은 대상에 볼륨을 접속하는 요청이 올바르지 않습니다.
pt_br: Solicitação inválida para anexar volume a um destino inválido
tr_tr: Geçersiz bir hedefe geçersiz mantıksal sürücü ekleme isteği

source: Invalid request to attach volume with an invalid mode. Attaching mode should be 'rw' or 'ro'
de: Die Anforderung, einen Datenträger mit einem ungültigen Modus anzuhängen, ist nicht zulässig. Der Anhangmodus muss 'rw' oder 'ro' sein.
es: Solicitud no válida para adjuntar un volumen con el modo no válido. Adjuntando modo debe ser 'rw' o 'ro'
fr: Demande non valide de rattachement du volume dans un mode non valide. Le mode d'attachement doit être 'rw' ou 'ro'
it: Richiesta non valida per collegare il volume con una modalità non valida. La modalità di collegamento deve essere 'rw' o 'ro'
ko_kr: 올바르지 않은 모드로 볼륨을 접속하는 유효하지 않은 요청입니다. 접속 모드는 'rw' 또는 'ro'여야 합니다.
pt_br: Solicitação inválida para anexar o volume a um modo inválido. O modo de anexação deve ser 'rw' ou 'ro'
tr_tr: Geçersiz bir kip ile geçersiz mantıksal sürücü ekleme isteği. Ekleme kipi 'rw' ya da 'ro' olmalıdır

source: Invalid reservation expiration %(expire)s.
de: Ungültiges Ende für Reservierung: %(expire)s.
es: Caducidad de reserva no válida %(expire)s.
fr: Expiration de réservation non valide %(expire)s.
it: Scadenza prenotazione non valida %(expire)s.
ko_kr: 올바르지 않은 예약 만기 %(expire)s.
pt_br: Expiração de reserva inválida %(expire)s.
tr_tr: Geçersiz koşul sonu %(expire)s.

source: Invalid response header from RPC server
de: Ungültiger Antwortheader vom RPC-Server
es: Respuesta no válida procedente del servidor RPC
fr: En-tête de réponse non valide du serveur RPC
it: Intestazione di risposta non valida dal server RPC
ko_kr: RPC 서버의 올바르지 않은 응답 헤더
pt_br: Cabeçalho de resposta inválido a partir do servidor RPC

source: Invalid secondary id %s.
de: Ungültige sekundäre ID %s.
es: ID secundarios no válidos %s.
fr: ID secondaire non valide %s.
it: L'id secondario %s e' invalido.
ko_kr: 올바르지 않은 보조 id %s.
pt_br: ID secundário inválido %s

source: Invalid secondary_id specified. Valid backend id is %s.
de: Die Angabe für 'secondary_id' ist ungültig. Gültige Backend-ID: %s.

source: Invalid service catalog json.
de: Ungültige Servicekatalog-JSON.
es: JSON de catálogo de servicios no válido.
fr: json de catalogue de service non valide.
it: json del catalogo del servizio non è valido.
ko_kr: 올바르지 않은 서비스 카탈로그 json입니다.
pt_br: Catálogo de serviço json inválido.
tr_tr: Geçersiz servis katalogu json.

source: Invalid sheepdog cluster status.
de: Ungültiger Status des sheepdog-Clusters.
es: Estado de clúster sheepdog no válido.
fr: Statut de cluster Sheepdog non valide.
it: Stato del cluster sheepdog non valido.
ko_kr: Sheepdog 클러스터 상태가 올바르지 않습니다.
pt_br: Status do cluster sheepdog inválido.

source: Invalid snapshot: %(reason)s
de: Ungültige Schattenkopie: %(reason)s
es: Instantánea no válida: %(reason)s
fr: snapshot invalide : %(reason)s
it: Istantanea non valida: %(reason)s
ko_kr: 잘못된 스냅샷: %(reason)s
pt_br: Snapshot inválido: %(reason)s
tr_tr: Geçersiz anlık sistem görüntüsü: %(reason)s

source: Invalid status: '%s'
de: Ungültiger Status: '%s'
es: Estado no válido: '%s'
fr: Statut non valide : '%s'
it: Stato non valido: '%s'
ko_kr: 올바르지 않은 상태: '%s'
pt_br: Status inválido: '%s'
tr_tr: Geçersiz durum: %s

source: Invalid storage pool %s requested. Retype failed.
de: Ungültiger Speicherpool %s angefordert. Typänderung fehlgeschlagen.
es: Se ha solicitado una agrupación de almacenamiento no válida %s. Ha fallado la reescritura.
fr: Pool de stockage non valide %s demandé. Echec de la nouvelle saisie.
it: Richiesto un pool dell'archivio %s non valido. Nuova immissione non riuscita.
ko_kr: 올바르지 않은 스토리지 풀 %s이(가) 요청되었습니다. 재입력에 실패했습니다.
pt_br: Conjunto de armazenamentos inválido %s solicitado. Digitar novamente com falha.
tr_tr: %s geçersiz depolama havuzu istendi. Retype başarısız.

source: Invalid storage pool %s specificed.
de: Ungültiger Speicherpool %s angegeben.
es: Se ha especificado una agrupación de almacenamiento no válida %s.
fr: Pool de stockage %s non valide spécifié.
it: Specificato un pool dell'archivio %s non valido.
ko_kr: 올바르지 않은 스토리지 풀 %s이(가) 지정되었습니다.
pt_br: Conjunto de armazenamento inválido %s especificado.
tr_tr: Geçersiz depolama havuzu %s belirtildi.

source: Invalid storage pool is configured.
de: Es wurde ein ungültiger Speicherpool konfiguriert.
es: Se ha configurado una agrupación de almacenamiento no válida.
fr: Un pool de stockage non valide est configuré.
it: Configurato pool di archiviazione non valido.
ko_kr: 올바르지 않은 스토리지 풀이 구성되었습니다.
pt_br: Um conjunto de armazenamento inválido foi configurado.

source: Invalid synchronize mode specified, allowed mode is %s.
de: Ungültiger Synchronisationsmodus angegeben. Zulässiger Modus: %s.
es: Se ha especificado un modo de sincronización no válido, el modo permitido es %s.
fr: Mode de synchronisation non valide indiqué, le mode autorisé est %s.
it: Specificata modalità di sincronizzazione non valida, la modalità consentita è %s.
ko_kr: 올바르지 않은 동기화 모드가 지정되었습니다. 허용된 모드는 %s입니다.
pt_br: Modo de sincronização inválido especificado, o modo permitido é %s.

source: Invalid transport type.
de: Ungültiger Transporttyp.
es: Tipo de transporte no válido.
fr: Type de transport non valide.
it: Tipo di trasporto non valido.
ko_kr: 올바르지 않은 전송 유형입니다.
pt_br: Tipo de transporte inválido.

source: Invalid update setting: '%s'
de: Ungültige Aktualisierungseinstellung: '%s'
es: Valor de actualización no válido: '%s'
fr: Paramètre de mise à jour non valide : '%s'
it: Impostazione di aggiornamento non valida: '%s'
ko_kr: 올바르지 않은 업데이트 설정: '%s'
pt_br: Configuração de atualização inválida: '%s'
tr_tr: Geçersiz güncelleme ayarı: '%s'

source: Invalid url: must be in the form 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', url specified is: %s
de: Ungültige URL: Muss das folgende Format haben: 'http[s]://<IP-Adresse>|<FQDN>[:Port]/<Version>'- Angegebene URL: %s
es: URL no válido: debe tener el formato siguiente: 'http[s]://<ipaddr>|<fqdn>[:puerto]/<versión>', el URL especificado es: %s
fr: URL non valide : doit être au format 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', l'URL indiquée est : %s
it: URL non valido: deve essere nel formato 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', l'url specificato è: %s
ko_kr: 올바르지 않은 url: 'http[s]://<ipaddr>|<fqdn>[:port]/<version>' 형식이어야 함, 지정된 url은 %s입니다.
pt_br: URL inválida: deve estar no formato 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', A URL especificada é: %s

source: Invalid value '%s' for force.
de: Wert '%s' für Zwangsausführung ungültig.
es: Valor no válido %s' para forzar.
fr: Valeur invalide '%s' pour le 'forçage'.
it: Valore non valido '%s' per force.
ko_kr: 강제 실행에 대한 올바르지 않은 값 '%s'입니다.
pt_br: Valor inválido '%s' para força.
tr_tr: Zorlama için geçersiz değer '%s'.

source: Invalid value '%s' for force.
de: Wert '%s' für Zwangsausführung ungültig.
es: Valor no válido %s' para forzar.
fr: Valeur non valide '%s' pour force.
it: Valore non valido '%s' per force.
ko_kr: 강제 실행에 대한 올바르지 않은 값 '%s'입니다.
pt_br: Valor inválido '%s' para força.
tr_tr: Zorlama için geçersiz değer '%s'.

source: Invalid value '%s' for is_public. Accepted values: True or False.
de: Ungültiger Wert '%s' für is_public. Gültige Werte: True oder False.
es: Valor no válido '%s' para is_public. Valores aceptados: True o False.
fr: Valeur '%s' non valide pour is_public. Valeurs admises : True ou False.
it: Valore non valido '%s' per is_public. Valori accettati: True o False.
ko_kr: is_public에 대해 값 '%s'이(가) 올바르지 않습니다. 승인된 값: True 또는 False.
pt_br: Valor inválido '%s' para valores is_public. Valores aceitos: True ou False.
tr_tr: is_public için %s yanlış bir değerdir. Kabul edilebilir değerler: True yada False.

source: Invalid value '%s' for skip_validation.
de: Ungültiger Wert '%s' für skip_validation.
es: Valor no válido '%s' para skip_validation.
fr: La valeur '%s' n'est pas valide pour skip_validation.
it: Valore non valido '%s' per skip_validation.
ko_kr: skip_validation에 대한 값 '%s'이(가) 올바르지 않습니다.
pt_br: Valor inválido '%s' para skip_validation.
tr_tr: skip_validation için geçersiz değer '%s'
