Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: If compression is set to True, rsize must also be set (not equal to -1).
de: Wenn die Komprimierung auf True festgelegt wurde, muss auch rsize festgelegt werden (auf einen Wert ungleich -1).
es: Si compression se define como True, rsize también debe definirse (distinto a -1).
fr: Si la compression est définie sur True, rsize doit également être définie (autre que -1).
it: Se la compressione è impostata su True, anche rsize deve essere impostato (non uguale a -1).
ko_kr: 압축이 True로 설정되면 rsize도 설정해야 합니다(-1이 아님).
pt_br: Se a compactação estiver configurada como True, rsize também deverá ser configurado (não igual a -1).
tr_tr: Sıkıştırma True olarak ayarlanırsa, rsize da ayrıca ayarlanmalı (-1 e eşit değil).

source: If nofmtdisk is set to True, rsize must also be set to -1.
de: Wenn 'nofmtdisk' auf 'True' gesetzt ist, muss 'rsize' auf '-1' gesetzt werden.
es: Si nofmtdisk está definido a True, rsize también se debe definir a -1.
fr: Si le paramètre nofmtdisk est défini avec la valeur True, rsize doit également être défini avec la valeur -1.
it: Se nofmtdisk è impostato su True, anche rsize deve essere impostato su -1.
ko_kr: nofmtdisk가 True로 설정되면 rsize도 -1로 설정해야 합니다.
pt_br: Se nofmtdisk for configurado para True, rsize também deverá ser configurado para -1.

source: Illegal value '%(prot)s' specified for flashsystem_connection_protocol: valid value(s) are %(enabled)s.
de: Unzulässiger Wert '%(prot)s' für flashsystem_connection_protocol angegeben: Gültige Werte sind %(enabled)s.
es: Valor no permitido '%(prot)s' especificado para flashsystem_connection_protocol: Los valores válidos son %(enabled)s.
fr: Valeur non admise '%(prot)s' spécifiée pour flashsystem_connection_protocol : la ou les valeurs valides sont %(enabled)s.
it: Specificato valore non valido '%(prot)s' per flashsystem_connection_protocol: i valori validi sono %(enabled)s.
ko_kr: flashsystem_connection_protocol에 올바르지 않은 값 '%(prot)s'을(를) 지정함: 올바른 값은 %(enabled)s입니다.
pt_br: Valor ilegal '%(prot)s' especificado para flashsystem_connection_protocol: valor(es) válido(s) são %(enabled)s.
tr_tr: flashsystem_connection_protocol için geçersiz değer'%(prot)s' belirtilmiş: geçerli değer(ler) %(enabled)s.

source: Illegal value specified for IOTYPE: 0, 1, or 2.
de: Unzulässiger Wert für IOTYPE angegeben: 0, 1 oder 2.
es: Se ha especificado un valor no permitido en IOTYPE: 0, 1 o 2.
fr: Valeur non conforme indiquée pour IOTYPE : 0, 1 ou 2.
it: Valore non consentito specificato per IOTYPE: 0, 1 o 2.
ko_kr: IOTYPE에 대해 잘못된 값이 지정됨 : 0, 1 또는 2.
pt_br: Valor ilegal especificado para IOTYPE: 0, 1 ou 2.

source: Illegal value specified for smarttier: set to either 0, 1, 2, or 3.
de: Unzulässiger Wert für smarttier angegeben. Gültige Werte sind 0, 1, 2 und 3.
es: Valor no válido especificado para smarttier: establezca 0, 1, 2 o 3.
fr: Valeur non valide spécifiée pour smarttier : définissez-la sur 0, 1, 2 ou 3.
it: Valore non consentito specificato per smarttier: impostare su 0, 1, 2, o 3.
ko_kr: smarttier에 대해 잘못된 값이 지정됨: 0, 1, 2 또는 3으로 설정하십시오.
pt_br: Valor ilegal especificado para smarttier: configurado para 0, 1, 2 ou 3.

source: Illegal value specified for storwize_svc_vol_grainsize: set to either 32, 64, 128, or 256.
de: Unzulässiger Wert für storwize_svc_vol_grainsize angegeben: Gültige Werte sind 32, 64, 128 und 256.
es: Valor ilegal especificado para storwize_svc_vol_grainsize: establecido en 32, 64, 128 o 256.
fr: Valeur non admise spécifiée pour storwize_svc_vol_grainsize : définissez-la sur 32, 64, 128 ou 256.
it: Valore non consentito specificato per storwize_svc_vol_grainsize: impostare su 32, 64, 128 o 256.
ko_kr: storwize_svc_vol_grainsize에 잘못된 값이 지정됨:32, 64, 128 또는 256으로 설정하십시오.
pt_br: Valor ilegal especificado para storwize_svc_vol_grainsize: configurado como 32, 64, 128 ou 256.
tr_tr: storwize_svc_vol_grainsize için geçersiz değer belirtildi: 32, 64, 128 veya 256 olarak ayarlayın.

source: Illegal value specified for thin: Can not set thin and thick at the same time.
de: Unzulässiger Wert für thin angegeben: thin und thick können nicht gleichzeitig festgelegt werden.
es: Valor no válido especificado en thin: No se puede establecer thin y thick al mismo tiempo.
fr: Valeur incorrecte spécifiée pour thin : vous ne pouvez pas spécifier thin et thick en même temps.
it: Valore non consentito specificato per thin: Impossibile impostare thin e thickcontemporaneamente.
ko_kr: thin에 대해 잘못된 값이 지정됨: 동시에 thin과 thick을 설정할 수 없습니다.
pt_br: Valor ilegal especificado para thin: não é possível configurar thin e thick ao mesmo tempo.

source: Image %(image_id)s could not be found.
de: Abbild %(image_id)s wurde nicht gefunden.
es: No se ha podido encontrar la imagen %(image_id)s.
fr: L'image %(image_id)s est introuvable.
it: Impossibile trovare l'immagine %(image_id)s.
ko_kr: %(image_id)s 이미지를 찾을 수 없습니다.
pt_br: A imagem %(image_id)s não pôde ser localizada.
tr_tr: %(image_id)s imaj kaynak dosyası bulunamadı.

source: Image %(image_id)s is not active.
de: Abbild %(image_id)s ist nicht aktiv.
es: La imagen %(image_id)s no está activa.
fr: L'image %(image_id)s n'est pas active.
it: L'immagine %(image_id)s non è attiva.
ko_kr: %(image_id)s 이미지가 활성 상태가 아닙니다.
pt_br: A imagem %(image_id)s não está ativa.
tr_tr: İmaj %(image_id)s etkin değil.

source: Image %(image_id)s is unacceptable: %(reason)s
de: Das Abbild %(image_id)s ist nicht zulässig: %(reason)s
es: La imagen %(image_id)s es inaceptable: %(reason)s
fr: L'image %(image_id)s est inacceptable : %(reason)s
it: L'immagine %(image_id)s non è accettabile: %(reason)s
ko_kr: %(image_id)s 이미지는 허용할 수 없음: %(reason)s
pt_br: A imagem %(image_id)s é inaceitável: %(reason)s
tr_tr: %(image_id)s imajı kabul edilemez: %(reason)s

source: Image location not present.
de: Abbildposition nicht vorhanden.
es: Ubicación de imagen no presente.
fr: Emplacement de l'image introuvable.
it: Ubicazione di immagine non presente.
ko_kr: 이미지 위치가 없습니다.
pt_br: Local da imagem ausente.
tr_tr: İmaj konumu mevcut değil.

source: Image virtual size is %(image_size)dGB and doesn't fit in a volume of size %(volume_size)dGB.
de: Die virtuelle Größe des Abbilds mit %(image_size)d GB passt nicht auf einen Datenträger mit der Größe %(volume_size)d GB.
es: El tamaño virtual de la imgen es %(image_size)d GB y no cabe en un volumen de tamaño %(volume_size)dGB.
fr: La taille virtuelle de l'image, %(image_size)d Go, ne peut pas être hébergée dans un volume avec une taille de %(volume_size)d Go.
it: La dimensione virtuale immagine è %(image_size)d GB e non rientra in un volume di dimensione %(volume_size)dGB.
ko_kr: 이미지 가상 크기가 %(image_size)dGB이므로 %(volume_size)dGB 크기의 볼륨에 맞지 않습니다.
pt_br: O tamanho virtual da imagem é %(image_size)d GB e não se ajusta a um volume de tamanho %(volume_size)dGB.

source: ImageBusy error raised while deleting rbd volume. This may have been caused by a connection from a client that has crashed and, if so, may be resolved by retrying the delete after 30 seconds has elapsed.
de: Beim Löschen von RBD-Datenträger ist ein ImageBusy-Fehler aufgetreten. Dies wurde möglicherweise von einer Verbindung mit einem Client verursacht, der abgestürzt ist. Wenn dies der Fall ist, kann das Problem möglicherweise behoben werden, wenn Sie den Löschversuch nach Ablauf von 30 Sekunden wiederholen.
es: Se ha producido un error de ImageBusy al suprimir el volumen rbd. Puede haberse producido debido a una conexión de un cliente que ha colgado y, si es así, se puede resolver volviendo a intentar la supresión después de que hayan transcurrido 30 segundos.
fr: Erreur ImageBusy générée lors de la suppression du volume rbd. Cela peut être dû à une interruption de connexion d'un client et, dans ce cas, il suffit parfois d'effectuer une nouvelle tentative de suppression après un délai de 30 secondes.
it: Errore ImageBusy generato durante l'eliminazione del volume rbd. Ciò può essere causato da una connessione da un client che si è interrotta e, in questo caso, può essere risolto provando a ripetere l'eliminazione dopo 30 secondi.
ko_kr: rbd 볼륨 삭제 중 ImageBusy 오류가 발생했습니다. 이는 충돌한 클라이언트로부터의 연결로 인해 발생했을 수 있습니다. 이러한 경우 30초 후 삭제를 재시도하여 문제를 해결할 수도 있습니다.
pt_br: Erro ImageBusy ocorrido ao excluir volume rbd. Isso pode ter sido causado por uma conexão de um cliente que travou e, em caso afirmativo, pode ser resolvido tentando novamente a exclusão após 30 segundos.
tr_tr: Rbd mantıksal sürücüsü silinirken ImageBusy hatası yükseldi. Bu çökmüş bir istemciden gelen bir bağlantı yüzünden olabilir, bu durumda, 30 saniye geçtikten sonra silmeyi tekrar denemek çözebilir.

source: Import record failed, cannot find backup service to perform the import. Request service %(service)s
de: Importieren des Datensatzes fehlgeschlagen. Der Sicherungsdienst zum Durchführen des Imports kann nicht gefunden werden. Dienst %(service)s anfordern
es: Ha fallado la importación de registro, no se puede encontrar el servicio de copia de seguridad para realizar la importación. Solicite el servicio %(service)s
fr: Echec d'importation d'enregistrement, service de sauvegarde introuvable pour réaliser l'importation. Service de requête %(service)s
it: Importazione del record non riuscita; non è stato possibile trovare il servizio di backup per eseguire l'importazione. Richiesta del servizio %(service)s
ko_kr: 레코드 가져오기에 실패했습니다. 가져오기를 수행할 백업 서비스를 찾을 수 없습니다. 요청 서비스 %(service)s
pt_br: Importação de registro falhou, não é possível localizar o serviço de backup para executar a importação. Solicitar serviço %(service)s
tr_tr: Kayıt içe aktarımı başarısız oldu, içe aktarımı gerçekleştirecek yedekleme servisi bulunamıyor. %(service)s servisini iste

source: Incorrect request body format
de: Falsches Format für Anforderungshauptteil
es: Formato de cuerpo de solicitud incorrecto
fr: Format de corps de demande incorrect
it: Il formato del corpo della richiesta non è corretto
ko_kr: 올바르지 않은 요청 본문 형식
pt_br: Formato do corpo da solicitação incorreta
tr_tr: Geçersiz gövde biçimi isteği.

source: Incorrect request body format.
de: Falsches Format für Anforderungshauptteil.
es: Formato de cuerpo de solicitud incorrecto.
fr: Format de corps de demande incorrect.
it: Il formato della struttura della richiesta non è corretto.
ko_kr: 올바르지 않은 요청 본문 형식입니다.
pt_br: Formato do corpo da solicitação incorreto.
tr_tr: Hatalı istek gövde biçimi.

source: Incremental backups exist for this backup.
de: Inkrementelle Sicherungen sind für diese Sicherung vorhanden.
es: Existen copias de seguridad incrementales para esta copia de seguridad.
fr: Les sauvegardes incrémentielles existent pour cette sauvegarde.
it: Per questo backup esistono backup incrementali.
ko_kr: 이 백업에 대한 증분 백업이 있습니다.
pt_br: Os backups incrementais existem para esse backup.
tr_tr: Bu yedek için artımlı yedeklemeler mevcut.

source: Infortrend CLI exception: %(err)s Param: %(param)s (Return Code: %(rc)s) (Output: %(out)s)
de: Infortrend-CLI-Ausnahmebedingung: %(err)s Parameter: %(param)s (Rückgabecode: %(rc)s) (Ausgabe: %(out)s)
es: Excepción de CLI Infortrend: %(err)s Parám: %(param)s (Código de retorno: %(rc)s) (Salida: %(out)s)
fr: Exception CLI Infortrend : %(err)s Paramètre : %(param)s (Code retour : %(rc)s) (Sortie : %(out)s)
it: Eccezione CLI Infortrend: %(err)s Param: %(param)s (Codice di ritorno: %(rc)s) (Output: %(out)s)
ko_kr: Infortrend CLI 예외: %(err)s 매개변수: %(param)s(리턴 코드: %(rc)s) (출력: %(out)s)
pt_br: Exceção da CLI Infortrend: %(err)s Parâmetro: %(param)s (Código de retorno: %(rc)s) (Saída: %(out)s)
tr_tr: Infortrend CLI istisnası: %(err)s Param: %(param)s (Dönüş Kodu: %(rc)s) (Çıktı: %(out)s)

source: Initial tier: {}, policy: {} is not valid.
de: Ursprüngliche Schicht: {}, Richtlinie: {} ist nicht gültig.
es: Nivel inicial: {}, la política: {} no es válida.
fr: Niveau initial : {}, stratégie : {} est non valide.
it: Livello iniziale: {}, politica: {} non valido.
ko_kr: 초기 계층: {}, 정책: {}가 올바르지 않습니다.
pt_br: Camada inicial: {}, a política: {} não é válida.

source: Input type {} is not supported.
de: Eingabetyp {} wird nicht unterstützt.
es: El tipo de entrada {} no está soportado.
fr: Le type d'entrée {} n'est pas pris en charge.
it: Tipo di input {} non supportato.
ko_kr: 입력 유형 {}는 지원되지 않습니다.
pt_br: O tipo de entrada {} não é suportado.

source: Input volumes or snapshots are invalid.
de: Eingabedatenträger oder Schattenkopien sind ungültig.
es: Los volúmenes de entrada o instantáneas no son válidos.
fr: Les volumes ou les instantanés d'entrée ne sont pas valides.
it: Istantanee o volumi di input non validi.
ko_kr: 입력 볼륨 또는 스냅샷이 올바르지 않습니다.
pt_br: Os volumes ou capturas instantâneas de entrada são inválidos.
tr_tr: Girdi mantıksal sürücüleri ve anlık sistem görüntüleri geçersizdir.

source: Input volumes or source volumes are invalid.
de: Eingabedatenträger oder Quellendatenträger sind ungültig.
es: Los volúmenes de entrada o los volúmenes de origen no son válidos.
fr: Les volumes d'entrée ou les volumes source ne sont pas valides.
it: Volumi di input o di origine non validi.
ko_kr: 입력 볼륨 또는 소스 볼륨이 올바르지 않습니다.
pt_br: Os volumes de entrada ou de origem são inválidos.

source: Instance %(uuid)s could not be found.
de: Instanz %(uuid)s wurde nicht gefunden.
es: No se ha podido encontrar la instancia %(uuid)s.
fr: Instance %(uuid)s introuvable.
it: Impossibile trovare l'istanza %(uuid)s.
ko_kr: %(uuid)s 인스턴스를 찾을 수 없습니다.
pt_br: A instância %(uuid)s não pôde ser localizada.
tr_tr: %(uuid)s örneği bulunamadı.

source: Insufficient free space available to extend volume.
de: Es ist nicht genügend freier Speicherplatz vorhanden, um den Datenträger zu erweitern.
es: No hay suficiente espacio libre disponible para extender el volumen.
fr: L'espace libre disponible est insuffisant pour l'extension du volume.
it: Spazio libero disponibile insufficiente per estendere il volume.
ko_kr: 볼륨을 확장하는 데 충분한 여유 공간이 없습니다.
pt_br: Espaço livre insuficiente disponível para o volume de extensão.

source: Insufficient privileges
de: Unzureichende Berechtigungen
es: Privilegios insuficientes
fr: Privilèges insuffisants
it: Privilegi insufficienti
ko_kr: 권한이 충분하지 않음
pt_br: Privilégios insuficientes
tr_tr: Yetersiz ayrıcalıklar

source: Interval value (in seconds) between connection retries to ceph cluster.
de: Intervall (in Sekunden) zwischen Verbindungsversuchen zum ceph-Cluster.
es: Valor de intervalo (en segundos) entre los reintentos de conexión al clúster ceph.
fr: Valeur de l'intervalle (en secondes) entre les nouvelles tentatives de connexion au cluster ceph cluster.
it: Valore di intervallo (in secondi) tra i tentativi di connessione al cluster ceph.
ko_kr: ceph 클러스터에 대한 연결 재시도 사이의 간격 값(초)입니다.
pt_br: O valor do intervalo (em segundos) entre novas tentativas de conexão com o cluster ceph.
tr_tr: Ceph kümesi için bağlantılar arasındaki dahili değer (saniye cinsinde)

source: Invalid %(protocol)s ports %(port)s specified for io_port_list.
de: Ungültige %(protocol)s-Ports %(port)s für io_port_list angegeben.
es: Se han especificado puertos %(protocol)s %(port)s no válidos para io_port_list.
fr: Ports %(protocol)s %(port)s non valides spécifiés pour io_port_list.
it: Porte %(protocol)s %(port)s non valide specificate per io_port_list.
ko_kr: io_port_list에 대해 올바르지 않은 %(protocol)s 포트 %(port)s이(가) 지정되었습니다.
pt_br: Portas %(port)s de %(protocol)s inválidas especificadas para io_port_list.

source: Invalid 3PAR Domain: %(err)s
de: Ungültige 3PAR-Domäne: %(err)s
es: Dominio 3PAR no válido: %(err)s
fr: Domaine 3PAR non valide : %(err)s
it: Dominio 3PAR non valido: %(err)s
ko_kr: 3PAR 도메인이 잘못되었습니다: %(err)s
pt_br: Inválido Domínio 3PAR: %(err)s
tr_tr: Geçersiz 3PAR Alanı: %(err)s

source: Invalid ALUA value. ALUA value must be 1 or 0.
de: Ungültiger ALUA-Wert. ALUA-Wert muss 1 oder 0 sein.
es: Valor ALUA no válido. El valor ALUA debe ser 1 o 0.
fr: Valeur ALUA non valide. La valeur de ALUA doit être 1 ou 0.
it: Valore ALUA non valido. Il valore ALUA deve essere 1 o 0.
ko_kr: ALUA 값이 올바르지 않습니다. ALUA 값은 1 또는 0이어야 합니다.
pt_br: Valor ALUA inválido. O valor ALUA deve ser 1 ou 0.

source: Invalid Ceph args provided for backup rbd operation
de: Ungültige Ceph-Argumente für RBD-Sicherungsoperation angegeben.
es: Arg de ceph no válidos proporcionados para operación rbd de copia de seguridad
fr: Args Ceph non valide pour l'opération rbd de sauvegarde
it: Gli argomenti (args) Ceph forniti per l'operazione di backup rbd non sono validi
ko_kr: 백업 rbd 조작에 올바르지 않은 Ceph 인수가 제공됨
pt_br: Argumentos fornecidos de Ceph inválidos para a operação rbd de backup
tr_tr: Rbd işlem yedeklemesi için verilen Ceph argümanları geçersiz

source: Invalid CgSnapshot: %(reason)s
de: Ungültiger CgSnapshot: %(reason)s
es: CgSnapshot no válido: %(reason)s
fr: Instantané de groupe de cohérence non valide : %(reason)s
it: CgSnapshot non valido: %(reason)s
ko_kr: 올바르지 않은 Cg 스냅샷: %(reason)s
pt_br: CgSnapshot inválido: %(reason)s
tr_tr: Geçersiz CgSnapshot: %(reason)s

source: Invalid ConsistencyGroup: %(reason)s
de: Ungültige ConsistencyGroup: %(reason)s
es: ConsistencyGroup no válido: %(reason)s
fr: Groupe de cohérence non valide : %(reason)s
it: ConsistencyGroup non valido: %(reason)s
ko_kr: 올바르지 않은 일관성 그룹: %(reason)s
pt_br: ConsistencyGroup inválido: %(reason)s
tr_tr: Geçersiz TutarlılıkGrubu: %(reason)s

source: Invalid ConsistencyGroup: No host to create consistency group
de: Ungültige Konsistenzgruppe: Kein Host für die Erstellung der Konsistenzgruppe
es: ConsistencyGroup no válido: No hay host para crear grupo de consistencia
fr: ConsistencyGroup non valide : Aucun hôte pour créer le groupe de cohérence
it: ConsistencyGroup non valido: nessun host per la creazione del gruppo di coerenza
ko_kr: 올바르지 않은 일관성 그룹: 일관성 그룹을 작성할 호스트가 없음
pt_br: ConsistencyGroup inválido: Nenhum host para criar grupo de consistências
tr_tr: Geçersiz TutarlılıkGrubu: Tutarlılık grubu oluşturmak için istemci yok

source: Invalid HPELeftHand API version found: %(found)s. Version %(minimum)s or greater required for manage/unmanage support.
de: Ungültige HPELeftHand-API-Version gefunden: %(found)s. Version %(minimum)s oder höher erforderlich für die Unterstützung der Funktionen Verwaltung/Aufheben von Verwaltung.
es: Se ha encontrado una versión de API de HPELeftHand no válida:%(found)s). Se necesita la versión %(minimum)s o superior para tener soporte para gestionar/dejar de gestionar.
fr: Version de l'API HPELeftHand API non valide détectée : %(found)s. Version %(minimum)s ou ultérieure requise pour la prise en charge des opérations de gestion et d'arrêt de gestion (manage/unmanage).
it: Trovata versione API HPEeftHand non valida: %(found)s. È richiesta la versione %(minimum)s o superiore per gestire/annullare la gestione del supporto.
ko_kr: 올바르지 않은 HPELeftHand API 버전 발견: %(found)s. 관리/비관리 지원을 위해서는 %(minimum)s 이상이 필요합니다.
pt_br: Versão HPELeftHand da API inválida localizada: %(found)s. A versão %(minimum)s ou maior são necessárias para gerenciar/não gerenciar o suporte.

source: Invalid IP address format: '%s'
de: Ungültiges IP-Adressformat: '%s'
es: Formato de dirección IP no válido: '%s'
fr: Format d'adresse IP non valide : '%s'
it: Formato indirizzo IP non valido: '%s'
ko_kr: 올바르지 않은 IP 주소 형식: '%s'
pt_br: Formato de endereço IP inválido: '%s'
tr_tr: Geçersiz IP adres biçimi: '%s'

source: Invalid QoS specification detected while getting QoS policy for volume %s
de: Ungültige QoS-Spezifikation beim Abrufen der QoS-Richtlinie für Datenträger %s gefunden.
es: Se ha detectado una especificación QoS no válida al obtener la política QoS del volumen %s
fr: Spécification QoS non valide détectée lors de l'obtention de la stratégie QoS pour le volume %s
it: Specifica QoS non valida rilevata durante il richiamo della politica QoS per il volume %s
ko_kr: 볼륨 %s에 대한 QoS 정책을 가져오는 중에 올바르지 않은 QoS 스펙이 발견됨
pt_br: Especificação de QoS inválida detectada ao obter política de QoS para o volume %s
tr_tr: %s mantıksal sürücüsü için QoS ilkesi alırken geçersiz QoS özellikleri algılandı

source: Invalid Replication Target: %(reason)s
de: Ungültiges Replikationsziel: %(reason)s
es: Destino de replicación no válido: %(reason)s
fr: Cible de réplication non valide : %(reason)s
it: Destinazione di replica non valida: %(reason)s
ko_kr: 올바르지 않은 복제 대상: %(reason)s
pt_br: Destino de Replicação Inválido: %(reason)s

source: Invalid VNX authentication type: %s
de: Ungültiger VNX-Authentifizierungstyp: %s
es: Tipo de autenticación VNX no válido: %s
fr: Type d'authentification VNX non valide : %s
it: Tipo di autenticazione VNX non valido: %s
ko_kr: 올바르지 않은 VNX 인증 유형: %s
pt_br: Tipo de autenticação VNX inválido: %s
tr_tr: Geçersiz VNX kimlik doğrulama türü: %s

source: Invalid Virtuozzo Storage share specification: %r. Must be: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
de: Ungültige Spezifikation einer Virtuozzo-Speicherfreigabe: %r. Erforderlich: [MDS1[,MDS2],...:/]<CLUSTERNAME>[:KENNWORT].
es: Especificación de compartición de Virtuozzo Storage no válida: %r. Debe ser: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
fr: Spécification de partage Virtuozzo Storage non valide : %r. Doit être : [MDS1[,MDS2],...:/]<NOM CLUSTER>[:MOT DE PASSE].
it: Specifica di condivisione Virtuozzo Storage non valida: %r. Deve essere: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
ko_kr: 올바르지 않은 Virtuozzo 스토리지 공유 스펙: %r. 다음이어야 함: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
pt_br: Especificação de compartilhamento de armazenamento Virtuozzo inválido: %r. Deve ser: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
tr_tr: Geçersiz Virtuozzo Depolama paylaşım belirtimi: %r. Şu şekilde olmalıdır: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].

source: Invalid XtremIO version %(cur)s, version %(min)s or up is required
de: Ungültige XtremIO-Version %(cur)s, Version ab %(min)s ist erforderlich.
es: Versión de XtremIO no válida %(cur)s, se requiere la versión %(min)s o superior
fr: Version XtremIO non valide %(cur)s, version %(min)s ou ultérieure est requise
it: Versione XtremIO non valida %(cur)s, è richiesta la versione %(min)s o successiva
ko_kr: 올바르지 않은 XtremIO 버전 %(cur)s, %(min)s 이상의 버전이 필요함
pt_br: Versão XtremIO %(cur)s inválida, versão %(min)s ou posterior é necessária
tr_tr: Geçersiz XtremIO sürümü %(cur)s, sürüm %(min)s veya yukarısı gerekli

source: Invalid allocated quotas defined for the following project quotas: %s
de: Es wurden ungültige Kontingentzuordnungen für die folgenden Projektkontingente definiert: %s
es: Se han definido unas cuotas asignadas no válidas en las siguientes cuotas de proyecto: %s
fr: Quotas alloués non valides définis pour les quotas de projet suivants : %s
it: Quote allocate non valide definite per le seguenti quote del progetto: %s
ko_kr: 다음 프로젝트 할당량에 잘못 할당된 할당량이 정의됨 : %s
pt_br: Cotas alocadas inválidas definidas para as cotas de projeto a seguir: %s

source: Invalid argument
de: Ungültiges Argument
es: Argumento no válido
fr: Argument non valide
it: Argomento non valido
ko_kr: 올바르지 않은 인수
pt_br: Argumento inválido
tr_tr: Geçersiz değişken

source: Invalid argument - negative seek offset.
de: Ungültiges Argument - negativer Suchoffset.
es: Argumento no válido - desplazamiento de búsqueda negativo.
fr: Argument non valide - décalage seek négatif.
it: Argomento non valido - offset di ricerca negativo.
ko_kr: 올바르지 않은 인수 - 음수 찾기 오프셋.
pt_br: Argumento inválido – deslocamento de busca negativo.

source: Invalid argument - whence=%s not supported
de: Ungültiges Argument - whence=%s wird nicht unterstützt.
es: Argumento no válido - whence=%s no admitido
fr: Argument non valide - whence=%s non pris en charge
it: Argomento non valido - whence=%s non supportato
ko_kr: 올바르지 않은 인수 - whence=%s은(는) 지원되지 않음
pt_br: Argumento inválido - whence=%s não suportado
tr_tr: Geçersiz değişken - whence=%s desteklenmez
