Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: There is no snapshot point for the snapshotted volume: %(snap)s. Not creating any backing for the volume: %(vol)s.
cs: Pro snímek svazku %(snap)s neexistuje žádný bod snímku. Záloha pro svazek %(vol)s nebude vytvořena.
it: Non esiste alcun punto di istantanea per il volume con istantanea: %(snap)s. Non viene creato alcun backup per il volume: %(vol)s.
tr_tr: Anlık görüntülenen mantıksal sürücü: %(snap)s için anlık görüntü noktası yok. Mantıksal sürücü: %(vol)s için destek oluşturulmuyor.

source: Token is invalid, going to re-login and get a new one.
cs: Známka je neplatná, přihlášení bude opakováno pro získání nového.
it: Il token non è valido, rieseguire il login e ottenere un nuovo token.
tr_tr: Jeton geçersiz, tekrar giriş yapıp yeni bir tane alınacak.

source: Transfer volume completed successfully.
cs: Přenos svazku úspěšně dokončen.
it: Trasferimento del volume completato correttamente.
tr_tr: Mantıksal sürücü aktarımı başarıyla tamamlandı.

source: Tried to delete non-existent vdisk %s.
cs: Pokus o smazání neexistujícího virtuálního disku %s.
it: Si è tentato di eliminare un vdisk non esistente %s.
tr_tr: Mevcut olmayan vdisk %s silinmeye çalışıldı.

source: Tried to delete snapshot %s, but was not found in Datera cluster. Continuing with delete.
cs: Pokus o smazání snímku %s, který ale nebyl nalezen v clusteru Datera. Pokračuje se ve smazání.
it: Si è tentato di eliminare l'istantanea %s, ma non è stata trovata nel cluster Datera. Continuare con l'eliminazione.
tr_tr: %s anlık görüntüsü silinmeye çalışıldı, ama Datera kümesinde bulunamadı. Silmeye devam ediliyor.

source: Tried to delete volume %s, but it was not found in the Datera cluster. Continuing with delete.
cs: Pokus o smazání svazku %s, který ale nebyl nalezen v clusteru Datera. Pokračuje se ve smazání.
it: Si è tentato di eliminare il volume %s, ma non è stato trovato nel cluster Datera. Continuare con l'eliminazione.
tr_tr: %s mantıksal sürücüsü silinmeye çalışıldı, ama Datera kümesinde bulunamadı. Silmeye devam ediliyor.

source: Tried to detach volume %s, but it was not found in the Datera cluster. Continuing with detach.
it: Si è tentato di scollegare il volume %s, ma non è stato trovato nel cluster Datera. Continuare con l'eliminazione.

source: Trying to unmap volume from all sdcs before deletion: %s.
cs: Pokus o zrušení mapování svazku ze všech sdcs před smazáním: %s
it: Tentativo di annullare l'associazione del volume da tutti gli sdcs prima dell'eliminazione: %s.
tr_tr: Silmeden önce tüm sdc'lerden mantıksal sürücü eşleştirmesini kaldırmaya çalışılıyor: %s.

source: Unable to accept transfer for volume, because it is in maintenance.
cs: Nelze přijmout přenos svazku, protože je v údržbě.
it: Impossibile accettare il trasferimento per il volume perché è in manutenzione.

source: Unable to attach volume, because it is in maintenance.
cs: Nelze připojit svazek, protože je v údržbě.
it: Impossibile collegare il volume perché è in manutenzione.

source: Unable to create the snapshot for volume, because it is in maintenance.
cs: Nelze vytvořit snímek svazku, protože je v údržbě.
it: Impossibile creare l'istantanea per il volume perché è in manutenzione.

source: Unable to detach volume, because it is in maintenance.
cs: Nelze odpojit svazek, protože je v údržbě.
it: Impossibile scollegare il volume perché è in manutenzione.

source: Unable to get Cinder internal context, will not use image-volume cache.
cs: Nelze získat vnitřní kontext Cinder, mezipaměť obrazu-svazku nebude použita.
it: Impossibile ottenere il contesto interno Cinder, la cache del volume immagine non verrà utilizzata.

source: Unable to get remote copy information for volume %s
it: Impossibile ottenere le informazioni di copia remota per il volume %s

source: Unable to initialize the connection for volume, because it is in maintenance.
cs: Nelze zavést připojení ke svazku, protože je v údržbě.
it: Impossibile inizializzare la connessione per il volume perché è in manutenzione.

source: Unable to serialize field '%s' - excluding from backup
cs: Nelze serializovat pole '%s' - je vynecháno ze zásoby
it: Impossibile serializzare il campo '%s' - esclusione dal backup
tr_tr: '%s' alanı serileştirilemiyor - yedekten çıkarılıyor

source: Unable to update volume, because it is in maintenance.
cs: Nelze aktualizovat svazek, protože je v údržbě.
it: Impossibile aggiornare il volume perché è in manutenzione.

source: Unexporting lun %s.
cs: Rušení exportu lun %s.
it: Annullata esportazione lun %s.
tr_tr: lun %s aktarımı geri alınıyor

source: Unmanage snapshot with id: %s
cs: Zrušit správu snímku s id: %s
it: Annulla gestione dell'istantanea con id: %s

source: Unmanage volume %(volume_id)s completed.
cs: Rušení správy svazku %(volume_id)s dokončeno.
it: Annullamento della gestione del volume %(volume_id)s completata.
tr_tr: %(volume_id)s yönetimini bırakma tamamlandı.

source: Unmanage volume %s
cs: Zrušit správu svazku %s
it: Annulla gestione del volume %s
tr_tr: Mantıksal sürücü %s'i yönetmeyi durdur

source: Unmanage volume with id: %s
cs: Zrušit správu svazku s id: %s
it: Annulla gestione volume con id: %s
tr_tr: Şu kimliğe sahip mantıksal sürücü yönetimini bırak: %s

source: Unmanaged LUN with current path %(path)s and uuid %(uuid)s.
cs: Správa zrušena u LUN se současnou cestou %(path)s a uuid %(uuid)s.
it: Annullata operazione di gestione LUN con percorso corrente %(path)s e uuid %(uuid)s.
tr_tr: %(path)s mevcut yolu ve %(uuid)s uuid'ine sahip LUN yönetimi bırakıldı.

source: Unmanaged volume with current label %(label)s and wwn %(wwn)s.
cs: Správa byla zrušena pro svazek se současnou jmenovkou %(label)s a wwn %(wwn)s.
it: Volume non gestito con etichetta corrente %(label)s e wwn %(wwn)s.
tr_tr: %(label)s etiketli ve %(wwn)s wwn'li mantıksal sürücünün yönetimi bırakıldı.

source: Unmap volume: %(volume)s.
cs: Zrušení mapování svazku: %(volume)s.
it: Annulla associazione volume: %(volume)s.
tr_tr: Mantıksal sürücü eşleştirmesini kes: %(volume)s.

source: Unreserve volume completed successfully.
cs: Zrušení rezervace všech svazků úspěšně dokončena.
it: Annullamento della riserva del volume completata correttamente.
tr_tr: Mantıksal sürücünün rezervinin kaldırılması başarıyla bitti.

source: Update Consistency Group: %(group)s. This adds and/or removes volumes from a CG.
cs: Aktualizace skupiny jednotnosti: %(group)s. Toto přidá a/nebo odstraní svazky ze skupiny jednotnosti.
it: Aggiorna gruppo di coerenza: %(group)s. I volumi vengono aggiunti e/o rimossi da un CG.

source: Update consistency group completed successfully.
it: Aggiornamento del gruppo di coerenza completato correttamente.

source: Update migrated volume %(new_volume)s completed.
cs: Aktualizace přesunutého svazku %(new_volume)s dokončena.
it: Aggiornamento del volume migrato %(new_volume)s completato.
tr_tr: Göç etmiş mantıksal sürücü %(new_volume)s güncellemesi tamamlandı.

source: Update readonly setting on volume completed successfully.
cs: Aktualizace nastavení položek pro čtení ve svazku úspěšně dokončena.
it: Aggiornamento dell'impostazione di sola lettura sul volume completato correttamente.
tr_tr: Mantıksal sürücü üstünde yalnızca okunabilir ayarın güncellenmesi başarıyla tamamlandı.

source: Update snapshot metadata completed successfully.
cs: Aktualizace popisných dat snímku úspěšně dokončena.
it: Aggiornamento dei metadati dell'istantanea completato correttamente.
tr_tr: Anlık görüntü metadata'sı güncelle başarıyla tamamlandı.

source: Update volume admin metadata completed successfully.
cs: Aktualizace popisných dat správce svazku úspěšně dokončena.
it: Aggiornamento dei metadati di gestione del volume completato correttamente.
tr_tr: Mantıksal sürücü yönetici metadata'sını güncelle başarıyla tamamlandı.

source: Update volume metadata completed successfully.
cs: Aktualizace popisných dat svazku úspěšně dokončena.
it: Aggiornamento dei metadati del volume completato correttamente.
tr_tr: Mantıksal sürücü metadata güncellemesi başarıyla tamamlandı.

source: Updated Consistency Group %s
cs: Skupina jednotnosti %s aktualizována
it: Aggiornato gruppo di coerenza %s
tr_tr: Tutarlılık Grubu %s güncellendi

source: Updating consistency group %(id)s with name %(name)s description: %(description)s add_volumes: %(add_volumes)s remove_volumes: %(remove_volumes)s.
cs: Aktualizování skupiny jednotnosti %(id)s s názvem %(name)s, popisem: %(description)s, přidané svazky: %(add_volumes)s odstraněné svazky: %(remove_volumes)s.
it: Aggiornamento gruppo di coerenza %(id)s di nome %(name)s descrizione: %(description)s add_volumes: %(add_volumes)s remove_volumes: %(remove_volumes)s.
tr_tr: %(name)s isimli %(id)s tutarlılık grubu güncelleniyor tanım: %(description)s add_volumes: %(add_volumes)s remove_volumes: %(remove_volumes)s.

source: Updating snapshot %(id)s with info %(dict)s
cs: Aktualizace snímku %(id)s informacemi %(dict)s
it: Aggiornamento dell'istantanea %(id)s con informazioni %(dict)s
tr_tr: %(id)s anlık görüntüsü %(dict)s bilgisi ile güncelleniyor

source: Updating status for CG: %(id)s.
cs: Aktualizace stavu skupiny jednotnosti: %(id)s.
it: Aggiornamento dello stato per CG: %(id)s.

source: Updating storage service catalog information for backend '%s'
cs: Aktualizování informací o katalogu služby úložiště pro podpůrnou vrstvu '%s'
it: Aggiornamento delle informazioni sul catalogo del servizio di archiviazione per il backend '%s'
tr_tr: '%s' arka ucu için depolama servisi kataloğu bilgisi güncelleniyor

source: Use ALUA when adding initiator to host.
cs: Použít ALUA při přidávání zavaděče k hostiteli.
it: Utilizzare ALUA quando si aggiunge l'iniziatore all'host.

source: Use CHAP when adding initiator to host.
cs: Použít CHAP při přidávání zavaděče k hostiteli.
it: Utilizzare CHAP quando si aggiunge l'iniziatore all'host.

source: Using FC Zone Manager %(zm_version)s, Driver %(drv_name)s %(drv_version)s.
cs: Používán správce zóny FC %(zm_version)s, ovladač %(drv_name)s %(drv_version)s.
it: Utilizzo di FC Zone Manager %(zm_version)s, Driver %(drv_name)s %(drv_version)s.
tr_tr: FC Zone Manager %(zm_version)s, Sürücü %(drv_name)s %(drv_version)s kullanılıyor.

source: Using FC lookup service %s.
it: Utilizzo del servizio di ricerca FC %s.

source: Using compute cluster(s): %s.
cs: Použit výpočtové clustery: %s.
it: Utilizzo di cluster di calcolo: %s.

source: Using existing initiator group name: %(igGroupName)s.
cs: Použit existující název skupiny zavaděče: %(igGroupName)s.
it: Si sta utilizzando il nome del gruppo di iniziatori esistente: %(igGroupName)s.
tr_tr: Mevcut başlatıcı grubu ismi kullanılıyor: %(igGroupName)s.

source: Using extra_specs for defining QoS specs will be deprecated in the N release of OpenStack. Please use QoS specs.
it: L'utilizzo di extra_specs per definire le specifiche QoS risulterà obsoleto nella release N di OpenStack. Utilizzare le specifiche QoS.

source: Using overridden vmware_host_version from config: %s
cs: Použita potlačena verze hostitele vmware z nastavení: %s
it: Utilizzo della versione vmware_host_version sovrascritta da config: %s
tr_tr: %s yapılandırmasından üzerine yazılmış vmware_host_version kullanılıyor

source: Using pool %(pool)s instead of %(cpg)s
cs: Používání zásoby %(pool)s místo %(cpg)s
it: Utilizzo del pool %(pool)s anziché %(cpg)s
tr_tr: %(cpg)s yerine %(pool)s havuzu kullanılıyor

source: VF context is changed in the session.
it: Il contesto VF viene modificato nella sessione.

source: Value with type=%s is not serializable
cs: Hodnota typ=%s není serializovatelná
it: Il valore con tipo=%s non è serializzabile
tr_tr: type=%s sahip değer serileştirilemez

source: Virtual volume %(disp)s '%(new)s' is being retyped.
cs: Probíhá přetypování virtuálního svazku %(disp)s '%(new)s'
it: Il volume virtuale %(disp)s '%(new)s' viene riscritto.
tr_tr: Sanal mantıksal sürücü %(disp)s '%(new)s' retype ediliyor.

source: Virtual volume %(disp)s '%(new)s' is now being managed.
cs: Virtuálního svazek %(disp)s '%(new)s' je nyní spravován.
it: Il volume virtuale %(disp)s '%(new)s' è ora in fase di gestione.
tr_tr: Sanal mantıksal sürücü %(disp)s '%(new)s' artık yönetiliyor.

source: Virtual volume %(disp)s '%(new)s' snapCPG is empty so it will be set to: %(cpg)s
cs: Snímek společné skupiny poskytování virtuálního svazku %(disp)s '%(new)s' je prázdný, proto bude nastavena na: %(cpg)s
it: Il volume virtuale %(disp)s '%(new)s' snapCPG è vuoto per cui verrà impostato su: %(cpg)s
tr_tr: Sanal mantıksal sürücü %(disp)s '%(new)s' snapCPG boş, bu yüzden %(cpg)s olarak ayarlanacak

source: Virtual volume %(disp)s '%(vol)s' is no longer managed. Volume renamed to '%(new)s'.
cs: Virtuální svazek %(disp)s '%(vol)s' již není spravován. Byl přejmenován na '%(new)s'.
it: Il volume virtuale %(disp)s '%(vol)s' non viene più gestito. Volume ridenominato in '%(new)s'.
tr_tr: Sanal mantıksal sürücü %(disp)s '%(vol)s' artık yönetilmiyor. Mantıksal sürücü '%(new)s' olarak yeniden adlandırıldı.

source: Virtual volume %(disp)s successfully retyped to %(new_type)s.
cs: Virtuálního svazek %(disp)s úspěšně přetypován na %(new_type)s.
it: Volume virtuale %(disp)s riscritto correttamente in %(new_type)s.
tr_tr: Sanal mantıksal sürücü %(disp)s başarıyla %(new_type)s olarak retype edildi.

source: Virtual volume '%(ref)s' renamed to '%(new)s'.
cs: Virtuální svazek '%(ref)s' přejmenován na '%(new)s'.
it: Volume virtuale '%(ref)s' ridenominato in '%(new)s'.
tr_tr: Sanal mantıksal sürücü '%(ref)s' '%(new)s' olarak adlandırıldı.

source: Vol copy job completed for dest %s.
cs: Úkol kopírování svazku dokončen u cíle %s.
it: Lavoro di copia del volume completato per destinazione %s.
tr_tr: Mantıksal sürücü kopyalama işi %s hedefi için tamamlandı.

source: Volume %(volume)s does not have meta device members.
cs: Svazek %(volume)s nemá členy meta zařízení.
it: Il volume %(volume)s non presenta membri di metadispositivi.
tr_tr: Mantıksal sürücü %(volume)s meta aygıt üyelerine sahip değil.

source: Volume %(volume)s is already mapped. The device number is %(deviceNumber)s.
cs: Svazek %(volume)s již je namapován. Číslo zařízení je %(deviceNumber)s.
it: Il volume %(volume)s è già associato. Il numero di dispositivo è %(deviceNumber)s.
tr_tr: Mantıksal sürücü %(volume)s zaten eşleştirilmiş. Aygıt numarası %(deviceNumber)s.

source: Volume %(volumeName)s not in any storage group.
cs: Svazek %(volumeName)s není v žádné skupině úložiště.
it: Volume %(volumeName)s non presente in alcun gruppo di archiviazione.
tr_tr: Mantıksal sürücü %(volumeName)s hiçbir depolama grubunda değil.

source: Volume %(volume_id)s: being created as %(create_type)s with specification: %(volume_spec)s
cs: Svazek %(volume_id)s je vytvářen jako %(create_type)s se specifikací: %(volume_spec)s
it: Volume %(volume_id)s: creato come %(create_type)s con specifica: %(volume_spec)s
tr_tr: Mantıksal sürücü %(volume_id)s: %(volume_spec)s özelliğine sahip %(create_type)s olarak oluşturuluyor

source: Volume %(volume_name)s (%(volume_id)s): created successfully
cs: Svazek %(volume_name)s (%(volume_id)s) úspěšně vytvořen
it: Volume %(volume_name)s (%(volume_id)s): creato correttamente
tr_tr: Mantıksal sürücü %(volume_name)s (%(volume_id)s): başarıyla oluşturuldu

source: Volume %s converted.
cs: Svazek %s převeden.
it: Volume %s convertito.

source: Volume %s created
cs: Svazek %s vytvořen
it: Volume %s creato

source: Volume %s does not exist, it seems it was already deleted.
it: Il volume %s non esiste, sembra che sia stato già eliminato.

source: Volume %s has been transferred.
cs: Svazek %s byl přenesen.
it: Il volume %s è stato trasferito.
tr_tr: Mantıksal sürücü %s aktarıldı.

source: Volume %s is mapping to multiple hosts.
cs: Mapování svazku %s k více hostitelům.
it: Il volume %s viene associato a più host.
tr_tr: Mantıksal sürücü %s birden fazla istemciyle eşleşiyor.

source: Volume %s is not mapped. No volume to unmap.
cs: Svazek %s není namapován. Není třeba rušit mapování.
it: Il volume %s non è associato. Nessun volume di cui annullare l'associazione.
tr_tr: Mantıksal sürücü %s eşleştirilmemiş. Eşleştirmesi kesilecek bir mantıksal sürücü yok.

source: Volume %s presented.
cs: Svazek %s darován.
it: Volume %s presentato.

source: Volume %s retyped.
cs: Svazek %s přetypován.
it: Volume %s riscritto.

source: Volume %s unmanaged.
cs: Zrušena správa svazku %s.
it: Volume %s non gestito.

source: Volume %s will be deleted later.
it: Il volume %s verrà eliminato successivamente.

source: Volume %s: retyped successfully
cs: Svazek %s úspěšně přetypován
it: Volume %s: riscritto correttamente
tr_tr: Mantıksal sürücü %s: retype başarılı

source: Volume already mapped, retrieving %(ig)s, %(vol)s
cs: Svazek již je namapován. Získávání %(ig)s, %(vol)s
it: Volume già associato, richiamo di %(ig)s, %(vol)s

source: Volume copy %(size_in_m).2f MB at %(mbps).2f MB/s
cs: Kopírování svazku o velikosti %(size_in_m).2f MB rychlostí %(mbps).2f MB/s
it: Copia del volume %(size_in_m).2f MB su %(mbps).2f MB/s
tr_tr: Mantıksal sürücü kopyalama %(size_in_m).2f MB %(mbps).2f MB/s hızında

source: Volume copy completed (%(size_in_m).2f MB at %(mbps).2f MB/s).
cs: Kopírování svazku dokončeno (%(size_in_m).2f MB rychlostí %(mbps).2f MB/s).
it: Copia del volume completata %(size_in_m).2f MB su %(mbps).2f MB/s

source: Volume created successfully.
cs: Svazek úspěšně vytvořen.
it: Volume creato correttamente.
tr_tr: Mantıksal sürücü başarıyla oluşturuldu.

source: Volume detach called, but volume not attached.
cs: Zavoláno odpojení svazku, ale svazek není připojen.
it: Scollegamento volume chiamato, ma volume non collegato.

source: Volume info retrieved successfully.
cs: Informace o svazku úspěšně získány.
it: Informazioni sul volume richiamate correttamente.
tr_tr: Mantıksal sürücü bilgisi başarıyla getirildi.

source: Volume mappings for %(name)s: %(mappings)s
it: Associazioni volume per %(name)s: %(mappings)s

source: Volume name changed from %(tmp)s to %(orig)s
cs: Název svazku změněn z %(tmp)s na %(orig)s
it: Nome volume modificato da %(tmp)s a %(orig)s

source: Volume name changed from %(tmp)s to %(orig)s.
cs: Název svazku změněn z %(tmp)s na %(orig)s.
it: Nome volume modificato da %(tmp)s a %(orig)s

source: Volume retrieved successfully.
cs: Svazek úspěšně získán.
it: Volume richiamato correttamente.
tr_tr: Mantıksal sürücü başarıyla alındı.

source: Volume service: %(label)s. Casted to: %(loc)s
cs: Služba svazku: %(label)s. Obsazena do: %(loc)s
it: Servizio volume: %(label)s. Eseguito cast per: %(loc)s
tr_tr: Mantıksal sürücü servisi: %(label)s. %(loc)s'a gönderildi

source: Volume status is: %s.
cs: Stav svazku je: %s.
it: Lo stato del volume è: %s.
tr_tr: Mantıksal sürücü durumu: %s.

source: Volume type is %s.
cs: Typ svazku je %s.
it: Il tipo di volume è %s.
tr_tr: Mantıksal sürücü türü %s.

source: Volume type: %(volume_type)s, storage pool name: %(pool_name)s, storage pool id: %(pool_id)s, protection domain id: %(domain_id)s, protection domain name: %(domain_name)s.
cs: Typ svazku: %(volume_type)s, název zásoby úložiště: %(pool_name)s, id zásoby úložiště: %(pool_id)s, id ochranné domény: %(domain_id)s, název ochranné domény: %(domain_name)s.
it: Tipo di volume: %(volume_type)s, nome pool di archiviazione: %(pool_name)s, id pool di archiviazione: %(pool_id)s, id dominio di protezione: %(domain_id)s, nome dominio di protezione: %(domain_name)s.
tr_tr: Mantıksal sürücü türü: %(volume_type)s, depolama havuzu ismi: %(pool_name)s, depolama havuzu kimliği: %(pool_id)s, koruma alan kimliği: %(domain_id)s, koruma alan ismi: %(domain_name)s.

source: Volume updated successfully.
cs: Svazek úspěšně aktualizován.
it: Volume aggiornato correttamente.
tr_tr: Mantıksal sürücü başarıyla güncellendi.

source: Volume with given ref %s need not be renamed during manage operation.
cs: Svazek zadaným odkazem %s není třeba během operace správy přejmenovávat.
it: Il volume con un determinato riferimento %s non deve essere ridenominato durante l'operazione di gestione.
tr_tr: Verilen %s referanslı mantıksal sürücü yönetme işlemi süresinde yeniden adlandırılmamalı.

source: Volume: %(vol_id)s, size: %(vol_size)d is larger than backup: %(backup_id)s, size: %(backup_size)d, continuing with restore.
cs: Svazek: %(vol_id)s, velikost: %(vol_size)d je větší než záloha: %(backup_id)s, velikost: %(backup_size)d, pokračuje se v obnově.
it: Il volume: %(vol_id)s, dimensione: %(vol_size)d è maggiore del backup: %(backup_id)s, dimensione: %(backup_size)d, continuare con il ripristino.
tr_tr: Mantıksal sürücü: %(vol_id)s, boyut: %(vol_size)d yedek: %(backup_id)s, boyut: %(backup_size)d'den büyük, geri yüklemeyle devam ediliyor.

source: WWPN on node %(node)s: %(wwpn)s.
cs: WWPN na uzlu %(node)s: %(wwpn)s.
it: WWPN sul nodo %(node)s: %(wwpn)s.
tr_tr: %(node)s düğümü üzerinde WWPN: %(wwpn)s.

source: Waiting for volume expansion of %(vol)s to complete, current remaining actions are %(action)s. ETA: %(eta)s mins.
cs: Čekání na dokončení rozšíření svazku %(vol)s. Činnosti které je třeba ještě provést: %(action)s. Předpokládaný čas dokončení: %(eta)s min.
it: In attesa del completamento dell'espansione del volume di %(vol)s, le azioni restanti correnti sono %(action)s. ETA: %(eta)s min.

source: Waiting for web service array communication.
cs: Čeká se na komunikaci s polem internetové služby.
it: In attesa della comunicazione dell'array del servizio web.
tr_tr: Web servis dizisi iletişimi bekleniyor.

source: Waiting for web service to validate the configured password.
cs: Čeká se na ověření nastaveného hesla internetovou službou.
it: In attesa del servizio web per convalidare la password configurata.

source: Will clone a volume from the image volume %(id)s.
cs: Svazek bude klonován ze svazku obrazu %(id)s.
it: Un volume verrà clonato dal volume dell'immagine %(id)s.

source: XtremIO SW version %s
cs: Verze softwaru XtremIO: %s
it: XtremIO versione SW %s
tr_tr: XtremIO SW sürümü %s

source: ZFSSA version: %s
cs: Verze ZFSSA: %s
it: Versione ZFSSA: %s
tr_tr: ZFSSA sürümü: %s

source: Zone exists in I-T mode. Skipping zone creation %s
cs: Zóna existuje v režimu I-T. Vytváření zóny %s přeskočeno
it: La zona esiste in modalità I-T. Ignorare la creazione zone per %s
tr_tr: Bölge I-T kipinde mevcut. Bölge oluşturma %s atlanıyor

source: Zone exists in I-T mode. Skipping zone creation for %(zonename)s
it: La zona esiste in modalità I-T. Ignorare la creazione zone per %(zonename)s

source: Zone map to add: %s
cs: Mapa zóny pro přidání: %s
it: Associazione zone da aggiungere: %s
tr_tr: Eklenecek bölge haritası: %s

source: Zone name created using prefix because either host name or storage system is none.
it: Nome zona creato utilizzando il prefisso perché il nome host o il sistema di archiviazione sono none.

source: Zone name created using prefix because host name is none.
it: Nome zona creato utilizzando il prefisso perché il nome host è none.

source: Zoning Policy: %s, not recognized
cs: Zásada zónování: %s nebylo rozpoznáno
it: Politica di configurazione zone %s non riconosciuta
tr_tr: Bölgeleme İlkesi: %s, tanınmıyor

source: Zoning policy for Fabric %(policy)s
it: Politica di configurazione zone per Fabric %(policy)s

source: Zoning policy for Fabric %s
cs: Zásady zónování pro Fabric %s
it: Politica di configurazione zone per Fabric %s
tr_tr: Fabric %s için bölgeleme ilkesi

source: Zoning policy for fabric %(policy)s
it: Politica di configurazione zone per fabric %(policy)s

source: Zoning policy for fabric %s
cs: Zásady zónování pro Fabric %s
it: Politica di configurazione zone per fabric %s
tr_tr: Fabric %s için bölgeleme haritası

source: Zoning policy is not valid, no zoning will be performed.
it: La politica di configurazione zone non è valida, non verrà eseguita nessuna configurazione zone.
