Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-warning.po
Languages: cs, tr_tr

source: Vendor unique property "%(property)s" must start with vendor prefix with colon "%(prefix)s". The property was not registered on capabilities list.
cs: Vlastnost jedinečná prodejci "%(property)s" musí začínat předponou prodejce "%(prefix)s" s pomlčkou. Vlastnost nebyla registrována v seznamu schopností.

source: Virtual Volume Set '%s' doesn't exist on array.
cs: Sada virtuálního svazku '%s' neexistuje v poli.

source: Volume "%s" not found.
cs: Svazek "%s" nenalezen.

source: Volume %(name)s already presented (%(status)d)!
cs: Svazek %(name)s již je přítomen na (%(status)d)!

source: Volume %s already deleted.
cs: Svazek %s již je smazán.

source: Volume is not writable. Please broaden the file permissions. Mount: %s
cs: Nelze zapisovat na svazek. Prosím rozšiřte oprávnění souboru. Připojení: %s

source: Volume not found. %s
cs: Svazek nenalezen. %s

source: iSCSI IP: '%s' was not found in hpe3par_iscsi_ips list defined in cinder.conf.
cs: iSCSI IP: '%s' nebylo nalezeno v seznamu hpe3par_iscsi_ips zadaném v cinder.conf.

source: srstatld requires WSAPI version '%(srstatld_version)s' version '%(version)s' is installed.
cs: srstatld vyžaduje verzi WSAPI '%(srstatld_version)s'. Naisntalovaná verze je '%(version)s'.
