Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Terminate volume connection failed: %(err)s
de: Beenden der Datenträgerverbindung fehlgeschlagen: %(err)s
es: Error al terminar la conexión del volumen: %(err)s
fr: La clôture de la connexion au volume a échoué : %(err)s
it: Terminazione connessione volume non riuscita: %(err)s
ko_kr: 볼륨 연결 종료 실패: %(err)s
pt_br: Falha ao finalizar a conexão de volume: %(err)s
tr_tr: Mantıksal sürücü bağlantı sonlandırma başarısız oldu: %(err)s

source: The %(type)s %(id)s source to be replicated was not found.
de: Die zu replizierende Quelle %(type)s %(id)s wurde nicht gefunden.
es: El origen %(type)s %(id)s para replicar no se ha encontrado.
fr: La source %(type)s %(id)s à répliquer est introuvable.
it: L'origine %(type)s %(id)s da replicare non è stata trovata.
ko_kr: 복제할 %(type)s %(id)s 소스를 찾을 수 없습니다.
pt_br: A origem %(type)s %(id)s a ser replicada não foi localizada.
tr_tr: Çoğaltılacak %(type)s %(id)s kaynağı bulunamadı.

source: The 'sort_key' and 'sort_dir' parameters are deprecated and cannot be used with the 'sort' parameter.
de: Die Parameter 'sort_key' und 'sort_dir' sind veraltet und können nicht dem Parameter 'sort' verwendet werden.
es: Los parámetros 'sort_key' y 'sort_dir' están en desuso y no se pueden utilizar con el parámetro 'sort'.
fr: Les paramètres 'sort_key' et 'sort_dir' sont obsolètes et ne peuvent pas être utilisés avec le paramètre 'sort'.
it: I parametri 'sort_key' e 'sort_dir' sono obsoleti e non possono essere utilizzati con il parametro 'sort'.
ko_kr: 'sort_key'와 'sort_dir' 매개변수는 더 이상 사용되지 않는 항목이므로'sort' 매개변수에 이를 사용할 수 없습니다.
pt_br: Os parâmetros 'sort_key' e 'sort_dir' foram descontinuados e não podem ser usados com o parâmetro 'sort’.
tr_tr: 'sort_key' ve 'sort_dir' parametreleri önerilmiyor ve 'sort' parametresi ile kullanılamaz.

source: The EQL array has closed the connection.
de: Der EQL-Array hat die Verbindung geschlossen.
es: La matriz EQL ha cerrado la conexión.
fr: La matrice EQL a fermé la connexion.
it: L'array EQL ha chiuso la connessione.
ko_kr: EQL 배열에서 연결을 종료했습니다.
pt_br: A matriz EQL fechou a conexão.
tr_tr: EQL dizisi bağlantıyı kapattı.

source: The GPFS filesystem %(fs)s is not at the required release level. Current level is %(cur)s, must be at least %(min)s.
de: Das GPFS-Dateisystem %(fs)s ist nicht auf dem erforderlichen Releasestand. Aktueller Stand ist %(cur)s, er muss aber mindestens %(min)s sein.
es: El GPFS filesystem %(fs)s no está en el nivel de release requerido. El nivel actual es %(cur)s, debe ser al menos %(min)s.
fr: Le système de fichiers GPFS %(fs)s ne se trouve pas au niveau d'édition requis. Niveau actuel : %(cur)s, niveau minimal requis : %(min)s.
it: Il filesystem %(fs)s GPFS non è del livello di release richiesto. Il livello corrente è %(cur)s, deve essere almeno %(min)s.
ko_kr: GPFS 파일 시스템 %(fs)s이(가) 필수 릴리스 레벨이 아닙니다. 현재 레벨은 %(cur)s이고, 최소 %(min)s이어야 합니다.
pt_br: O sistema de arquivos GPFS %(fs)s não está no nível da liberação necessário. O nível atual é %(cur)s, deve ser pelo menos %(min)s.
tr_tr: GPFS dosya sistemi %(fs)s gerekli sürüm seviyesinde değil. Mevcut seviye %(cur)s, en az %(min)s olmalı.

source: The IP Address was not found.
de: Die IP-Adresse wurde nicht gefunden.
es: No se ha encontrado la dirección IP.
fr: Adresse IP introuvable.
it: L'indirizzo IP non è stato trovato.
ko_kr: IP 주소를 찾을 수 없습니다.
pt_br: o Endereço IP não foi localizado.
tr_tr: IP Adresi bulunamadı.

source: The WebDAV request failed. Reason: %(msg)s, Return code/reason: %(code)s, Source Volume: %(src)s, Destination Volume: %(dst)s, Method: %(method)s.
de: Die WebDAV-Anforderung ist fehlgeschlagen. Ursache: %(msg)s, Rückgabecode/Ursache: %(code)s, Quellendatenträger: %(src)s, Zieldatenträger: %(dst)s, Methode: %(method)s.
es: La solicitud WebDAV ha fallado. Motivo: %(msg)s, Código de retorno/motivo: %(code)s, Volumen de origen: %(src)s, Volumen de destino: %(dst)s, Método: %(method)s.
fr: Echec de la demande WebDAV. Cause : %(msg)s. Code retour/cause : %(code)s, volume source : %(src)s, volume de destination : %(dst)s, méthode : %(method)s.
it: La richiesta WebDAV non è riuscita. Motivo: %(msg)s, Codice di ritorno/motivo:%(code)s, Volume di origine: %(src)s, Volume di destinazione:%(dst)s, Metodo:%(method)s.
ko_kr: WebDAV 요청 실패. 이유: %(msg)s, 리턴 코드/이유: %(code)s,소스 볼륨: %(src)s, 대상 볼륨: %(dst)s, 메소드: %(method)s.
pt_br: A solicitação WebDAV falhou. Motivo: %(msg)s, Código de retorno/razão: %(code)s, Volume de Origem: %(src)s, Volume de Destino: %(dst)s, Método: %(method)s.
tr_tr: WebDAV isteği başarısız oldu. Neden: %(msg)s, Dönüş kodu/nedeni: %(code)s, Kaynak Mantıksal Sürücü: %(src)s, Hedef Mantıksal Sürücü: %(dst)s, Yöntem: %(method)s.

source: The above error may show that the database has not been created. Please create a database using 'cinder-manage db sync' before running this command.
de: Der oben genannte Fehler gibt möglicherweise an, dass die Datenbank nicht erstellt wurde. Erstellen Sie eine Datenbank mithilfe von 'cinder-manage db sync', bevor Sie diesen Befehl ausführen.
es: El error anterior puede mostrar que la base de datos no se ha creado. Cree una base de datos utilizando 'cinder-manage db sync' antes de ejecutar este mandato.
fr: L'erreur ci-dessous peut indiquer que la base de données n'a pas été créée. Créez une base de données avec 'cinder-manage db sync' avant d'exécuter cette commande.
it: L'errore sopra riportato potrebbe mostrare che il database non è stato creato. Creare un database utilizzando 'cinder-manage db sync' prima di eseguire questo comando.
ko_kr: 위의 오류는 데이터베이스가 작성되지 않았음을 표시할 수 있습니다. 이 명령을 실행하기 전에 'cinder-manage db sync'를 사용하여 데이터베이스를 작성하십시오.
pt_br: O erro acima pode mostrar que o banco de dados não foi criado. Crie um banco de dados usando ‘cinder-manage db sync’ antes de executar esse comando.
tr_tr: Yukarıdaki hata veritabanının oluşturulamadığını gösterebilir. Lütfen bu komutu çalıştırmadan önce 'cinder-manage db sync' kullanarak bir veritabanı oluşturun.

source: The array does not support the storage pool setting for SLO %(slo)s and workload %(workload)s. Please check the array for valid SLOs and workloads.
de: Das Array unterstützt nicht die Speicherpooleinstellung für SLO %(slo)s und Workload %(workload)s. Überprüfen Sie, ob das Array gültige SLOs und Workloads enthält.
es: La matriz no da soporte al valor de la agrupación de almacenamiento para SLO %(slo)s y la carga de trabajo %(workload)s. Busque SLO y cargas de trabajo válidos en la matriz.
fr: La matrice ne prend pas en charge la valeur de pool de stockage pour SLO %(slo)s et la charge de travail %(workload)s. Vérifiez la matrice pour connaître les valeurs SLO et les valeurs de charge de travail valides.
it: L'array non supporta l'impostazione del pool di archiviazione per SLO %(slo)s e carico di lavoro %(workload)s. Controllare l'array per SLO e carichi di lavoro validi.
ko_kr: 배열에서 SLO %(slo)s 및 워크로드 %(workload)s의 스토리지 풀 설정을 지원하지 않습니다. 올바른 SLO 및 워크로드의 배열을 확인하십시오.
pt_br: A matriz não suporta a configuração do conjunto de armazenamentos para o SLO %(slo)s e carga de trabalho %(workload)s. Verifique se se há SLOs e cargas de trabalho válidos na matriz.

source: The back-end where the volume is created does not have replication enabled.
de: Die Repliaktion ist in dem Backend, in dem der Datenträger erstellt wurde, nicht aktiviert.
es: El programa de fondo donde se ha creado el volumen no tiene la replicación habilitada.
fr: La réplication n'est pas activée sur le back-end sur lequel le volume est créé.
it: Il back-end in cui viene creato il volume non ha la replica abilitata.
ko_kr: 볼륨이 작성된 백엔드에서 복제가 사용되지 않았습니다.
pt_br: O backend no qual o volume é criado não possui a replicação ativada.

source: The command %(cmd)s failed. (ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)
de: Der Befehl %(cmd)s ist fehlgeschlagen. (Rückgabe: %(ret)s, Standardausgabe: %(out)s, Standardfehler: %(err)s)
es: El mandato %(cmd)s ha fallado. (ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)
fr: Echec de la commande %(cmd)s. (ret : %(ret)s, stdout : %(out)s, stderr : %(err)s)
it: Il comando %(cmd)s non è riuscito. (ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)
ko_kr: 명령 %(cmd)s에 실패했습니다.(ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)
pt_br: Comando %(cmd)s com falha. (ret: %(ret)s, saída padrão: %(out)s, erro padrão: %(err)s)
tr_tr: %(cmd)s komutu başarısız. (ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)

source: The copy should be primary or secondary
de: Die Kopie muss primär oder sekundär sein.
es: La copia debe ser primaria o secundaria
fr: La copie doit être primaire ou secondaire
it: La copia deve essere primaria o secondaria
ko_kr: 사본은 1차 또는 2차여야 함
pt_br: A cópia deve ser primária ou secundária
tr_tr: Kopyalamanın birincil ya da ikincil olması gerekir

source: The creation of a logical device could not be completed. (LDEV: %(ldev)s)
de: Die Erstellung einer logischen Einheit konnte nicht abgeschlossen werden. (Logische Einheit: %(ldev)s)
es: No se ha podido completar la creación de un dispositivo lógico. (LDEV: %(ldev)s)
fr: La création d'une unité logique n'a pas abouti. (unité logique : %(ldev)s)
it: La creazione dell'unità logica non può essere completata. (LDEV: %(ldev)s)
ko_kr: 논리 디바이스의 작성을 완료할 수 없습니다.(LDEV: %(ldev)s)
pt_br: A criação de um dispositivo lógico não pôde ser concluída. (LDEV: %(ldev)s)
tr_tr: Mantıksal bir aygıtın oluşturulması tamamlanamadı. (LDEV: %(ldev)s)

source: The decorated method must accept either a volume or a snapshot object
de: Die dekorierte Methode muss entweder einen Datenträger oder ein Schattenkopieobjekt akzeptieren.
es: El método decorated debe aceptar un volumen o un objeto de instantánea.
fr: La méthode décorée doit accepter un instantané ou un objet d'instantané
it: Il metodo decorato deve accettare un oggetto volume o istantanea
ko_kr: 데코레이션된 메소드는 볼륨 또는 스냅샷 오브젝트를 승인해야 함
pt_br: O método decorado deve aceitar um volume ou um objeto de captura instantânea
tr_tr: Dekore edilen metod ya bir mantıksal sürüc üya da anlık görüntü nesnesi kabul etmeli

source: The device in the path %(path)s is unavailable: %(reason)s
de: Das Gerät im Pfad %(path)s ist nicht erreichbar: %(reason)s
es: El dispositivo en la ruta %(path)s no está disponible: %(reason)s
fr: L'unité du chemin %(path)s est indisponible : %(reason)s
it: Il dispositivo nel percorso %(path)s non è disponibile: %(reason)s
ko_kr: 경로 %(path)s에 있는 디바이스를 사용할 수 없음: %(reason)s
pt_br: O dispositivo no caminho %(path)s está indisponível: %(reason)s
tr_tr: %(path)s yolundaki aygıt kullanılabilir değil: %(reason)s

source: The end time (%(end)s) must be after the start time (%(start)s).
de: Die Endzeit (%(end)s) muss nach der Startzeit (%(start)s) liegen.
es: La hora de finalización (%(end)s) debe ser posterior a la hora de inicio (%(start)s).
fr: L'heure de fin (%(end)s) doit être postérieure à l'heure de début (%(start)s).
it: L'ora di fine (%(end)s) deve essere successiva all'ora di inizio (%(start)s).
ko_kr: 종료 시간(%(end)s)은 시작 시간(%(start)s) 이후여야 합니다.
pt_br: O horário de encerramento (%(end)s) deve ser posterior ao horário de início (%(start)s).
tr_tr: Bitiş zamanı (%(end)s) başlangıç zamanından (%(start)s) sonra olmalıdır.

source: The extra_spec: %s is invalid.
de: extra_spec %s ist ungültig.
es: extra_spec: %s no es válido.
fr: extra_spec %s n'est pas valide.
it: La extra_spec: %s non è valida.
ko_kr: extra_spec: %s이(가) 올바르지 않습니다.
pt_br: O extra_spec: %s é inválido.
tr_tr: extra_spec: %s geçersizdir.

source: The extraspec: %(extraspec)s is not valid.
de: Die zusätzliche Spezifikation %(extraspec)s ist nicht gültig.
es: La especificación extraspec: %(extraspec)s no es válida.
fr: La spécification supplémentaire %(extraspec)s n'est pas valide.
it: Specifica supplementare: %(extraspec)s non valida.
ko_kr: 추가 스펙: %(extraspec)s이(가) 올바르지 않습니다.
pt_br: O extraspec: %(extraspec)s não é válido.
tr_tr: extraspec: %(extraspec)s geçersizdir.

source: The failed-over volume could not be deleted: %s
de: Der Failover-Datenträger konnte nicht gelöscht werden: %s
es: No se ha podido suprimir el volumen que ha dado error: %s.
fr: Suppression impossible du volume basculé : %s
it: Impossibile eliminare il volume sottoposto a failover: %s
ko_kr: 장애 복구된 볼륨을 삭제할 수 없음: %s
pt_br: O volume com failover executado não pôde ser excluído: %s

source: The following elements are required: %s
de: Die folgenden Elemente sind erforderlich: %s
es: Se necesitan los elementos siguientes: %s
fr: Les éléments suivants sont requis : %s
it: Sono richiesti i seguenti elementi: %s
ko_kr: 다음 요소가 필요함: %s
pt_br: Os seguintes elementos são necessários: %s
tr_tr: Aşağıdaki ögeler gereklidir: %s

source: The following migrations have a downgrade, which are not allowed: %s
de: Die folgenden Migrationen haben Herabstufungen, die nicht zulässig sind: %s
es: Las siguientes migraciones tienen una degradación, lo cual no les está permitido: %s
fr: Les migrations suivantes contiennent un retour à une version antérieure, ce qui n'est pas autorisé : %s
it: Nelle seguenti migrazioni è presente un downgrade che non è consentito: %s
ko_kr: 다음 마이그레이션에 다운그레이드가 있으며, 이는 허용되지 않습니다. %s
pt_br: As migrações a seguir possuem um downgrade, que não é permitido: %s

source: The host group or iSCSI target could not be added.
de: Die Hostgruppe oder das iSCSI-Ziel konnte nicht hinzugefügt werden.
es: No se ha podido añadir el grupo de host o el destino iSCSI.
fr: Impossible d'ajouter le groupe d'hôtes ou la cible iSCSI.
it: Impossibile aggiungere il gruppo di host o la destinazione iSCSI.
ko_kr: 호스트 그룹 또는 iSCSI 대상을 추가할 수 없습니다.
pt_br: O grupo de hosts ou destino de iSCSI não pôde ser incluído.
tr_tr: İstemci grubu veya iSCSI hedefi eklenemedi.

source: The host group or iSCSI target was not found.
de: Die Hostgruppe oder das iSCSI-Ziel wurde nicht gefunden.
es: No se ha encontrado el grupo de host o el destino iSCSI.
fr: Le groupe d'hôtes ou la cible iSCSI est introuvable.
it: Non è stato trovato il gruppo di host o la destinazione iSCSI.
ko_kr: 호스트 그룹 또는 iSCSI 대상을 찾을 수 없습니다.
pt_br: O grupo de hosts ou destino iSCSI não foi localizado.
tr_tr: İstemci grubu ya da iSCSI hedefi bulunamadı.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the 3PAR backends.
de: Der Host ist nicht für die Zurücksetzung bereit. Synchronisieren Sie erneut die Datenträger und nehmen Sie die Replikation an den 3PAR-Backends wieder auf.
es: El host no está a punto para restablecerlo. Vuelva a sincronizar los volúmenes y reanude la replicación en los programas de fondo 3PAR.
fr: L'hôte n'est pas prêt à être rebasculé. Resynchronisez les volumes et reprenez la réplication sur les back-ends 3PAR.
it: L'host non è pronto per essere sottoposto a failback. Risincronizzare i volumi e riprendere la replica sui backend 3PAR.
ko_kr: 호스트를 장애 복구할 준비가 되지 않았습니다. 볼륨을 다시 동기화하고 3PAR 백엔드에서 복제를 재개하십시오.
pt_br: O host não está pronto para efetuar failback. Ressincronize os volumes e continue a replicação nos backends 3PAR.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the LeftHand backends.
de: Der Host ist nicht für die Zurücksetzung bereit. Synchronisieren Sie erneut die Datenträger und nehmen Sie die Replikation an den LeftHand-Backends wieder auf.
es: El host no está a punto para restablecerlo. Vuelva a sincronizar los volúmenes y reanude la replicación en los programas de fondo LeftHand.
fr: L'hôte n'est pas prêt à être rebasculé. Resynchronisez les volumes et reprenez la réplication sur les back-ends LeftHand.
it: L'host non è pronto per essere sottoposto a failback. Risincronizzare i volumi e riprendere la replica sui backend LeftHand.
ko_kr: 호스트를 장애 복구할 준비가 되지 않았습니다. 볼륨을 다시 동기화하고 LeftHand 백엔드에서 복제를 재개하십시오.
pt_br: O host não está pronto para efetuar failback. Ressincronize os volumes e continue a replicação nos backends LEftHand.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the Storwize backends.
de: Der Host ist nicht für die Zurücksetzung bereit. Synchronisieren Sie erneut die Datenträger und nehmen Sie die Replikation an den Storwize-Backends wieder auf.
es: El host no está a punto para restablecerlo. Vuelva a sincronizar los volúmenes y reanude la replicación en los programas de fondo de Storwize.
fr: L'hôte n'est pas prêt à être rebasculé. Resynchronisez les volumes et reprenez la réplication sur les back-ends Storwize.
it: L'host non è pronto per essere sottoposto a failback. Risincronizzare i volumi e riprendere la replica sui backend Storwize.
ko_kr: 호스트를 장애 복구할 준비가 되지 않았습니다. 볼륨을 다시 동기화하고 Storwize 백엔드에서 복제를 재개하십시오.
pt_br: O host não está pronto para efetuar failback. Ressincronize os volumes e continue a replicação nos backends Storwize.

source: The iSCSI CHAP user %(user)s does not exist.
de: Der iSCSI-CHAP-Benutzer %(user)s ist nicht vorhanden.
es: El usuario CHAP de iSCSI %(user)s no existe.
fr: L'utilisateur CHAP iSCSI %(user)s n'existe pas.
it: L'utente iSCSI CHAP %(user)s non esiste.
ko_kr: iSCSI CHAP 사용자 %(user)s이(가) 존재하지 않습니다.
pt_br: O usuário de CHAP iSCSI %(user)s não existe.
tr_tr: iSCSI CHAP kullanıcısı %(user)s mevcut değil.

source: The imported lun %(lun_id)s is in pool %(lun_pool)s which is not managed by the host %(host)s.
de: Die importierte LUN %(lun_id)s befindet sich im Pool %(lun_pool)s, der nicht vom Host %(host)s verwaltet wird.
es: El LUN importado %(lun_id)s está en la agrupación %(lun_pool)s que no está gestionada por el host %(host)s.
fr: Le numéro d'unité logique importé, %(lun_id)s, fait partie du pool %(lun_pool)s, lequel n'est pas géré par l'hôte %(host)s.
it: La lun importata %(lun_id)s è nel pool %(lun_pool)s che non è gestito dall'host %(host)s.
ko_kr: 가져온 lun %(lun_id)s이(가) 풀 %(lun_pool)s에 있는데 이 풀은 %(host)s 호스트에서 관리되지 않습니다.
pt_br: O lun importado %(lun_id)s está no conjunto %(lun_pool)s que não é gerenciado por host %(host)s.
tr_tr: İçe aktarılan lun %(lun_id)s %(host)s istemcisi tarafından yönetilmeyen %(lun_pool)s havuzunda.

source: The job has not completed and is in a %(state)s state.
de: Die Aufgabe wurde nicht ausgeführt und hat den Status %(state)s.

source: The key cannot be None.
de: Der Schlüssel kann nicht None sein.
es: La clave no puede ser Ninguno.
fr: La clé ne peut pas être nulle.
it: La chiave non può essere Nessuno.
ko_kr: 키는 None이 되어서는 안 됩니다.
pt_br: A chave não pode ser Nenhum.
tr_tr: Anahtar boş olamaz.

source: The logical device for specified %(type)s %(id)s was already deleted.
de: Die logische Einheit für angegebenen %(type)s %(id)s wurde bereits gelöscht.
es: El dispositivo lógico del %(type)s %(id)s especificado ya se había eliminado.
fr: L'unité logique pour le %(type)s %(id)s spécifié a déjà été supprimée.
it: L'unità logica per %(type)s %(id)s specificato è già stata eliminata.
ko_kr: 지정된 %(type)s %(id)s의 논리 디바이스가 이미 삭제되었습니다.
pt_br: O dispositivo lógico para o %(type)s %(id)s especificado já foi excluído.
tr_tr: Belirtilen %(type)s %(id)s için mantıksal aygıt zaten silinmiş.

source: The method %(method)s is timed out. (timeout value: %(timeout)s)
de: Das zulässige Zeitlimit für Methode %(method)s wurde überschritten. (Zeitlimitwert: %(timeout)s)
es: El método %(method)s ha excedido el tiempo de espera. (valor de tiempo de espera: %(timeout)s)
fr: La méthode %(method)s a expiré. (valeur du délai d'expiration : %(timeout)s)
it: Il metodo %(method)s è scaduto. (valore timeout: %(timeout)s)
ko_kr: 메소드 %(method)s이(가) 제한시간을 초과했습니다.(제한시간 값: %(timeout)s)
pt_br: O método %(method)s atingiu o tempo limite. (valor de tempo limite: %(timeout)s)
tr_tr: %(method)s metodu zaman aşımına uğradı. (zaman aşımı değeri: %(timeout)s)

source: The method update_migrated_volume is not implemented.
de: Die Methode update_migrated_volume ist nicht implementiert.
es: No se ha implementado el método update_migrated_volume.
fr: La méthode update_migrated_volume n'est pas implémentée.
it: Il metodo update_migrated_volume non è implementato.
ko_kr: update_migrated_volume 메소드가 구현되지 않았습니다.
pt_br: O método update_migrated_volume não está implementado.
tr_tr: update_migrated_volume metodu uygulanamadı.

source: The mount %(mount_path)s is not a valid Quobyte USP volume. Error: %(exc)s
de: Der im Pfad %(mount_path)s eingehängte Datenträger ist kein gültiger Quobyte-USP-Datenträger. Fehler: %(exc)s
es: El montaje %(mount_path)s no es un volumen Quobyte USP válido. Error: %(exc)s
fr: Le montage %(mount_path)s n'est pas un volume Quobyte USP valide. Erreur : %(exc)s
it: Il montaggio %(mount_path)s non è un volume USP Quobyte valido. Errore: %(exc)s
ko_kr: 마운트 %(mount_path)s이(가) 올바른 Quobyte USP 볼륨이 아닙니다. 오류: %(exc)s
pt_br: A montagem %(mount_path)s não é um volume Quobyte USP válido. Erro: %(exc)s

source: The parameter of the storage backend. (config_group: %(config_group)s)
de: Der Parameter des Speicherbackends. (config_group: %(config_group)s)
es: El parámetro del back-end de almacenamiento. (config_group: %(config_group)s)
fr: Paramètre du back-end de stockage. (groupe de configuration : %(config_group)s)
it: Il parametro del backend di memoria. (config_group: %(config_group)s)
ko_kr: 스토리지 백엔드의 매개변수입니다.(config_group: %(config_group)s)
pt_br: O parâmetro do backend de armazenamento. (config_group: %(config_group)s)
tr_tr: Depolama arka ucunun parametresi. (config_group: %(config_group)s)

source: The parent backup must be available for incremental backup.
de: Die übergeordnete Sicherung muss für eine inkrementelle Sicherung verfügbar sein.
es: La copia de seguridad padre debe estar disponible para una copia de seguridad incremental.
fr: La sauvegarde parent doit être disponible pour la sauvegarde incrémentielle.
it: Il backup parent deve essere disponibile per il backup incrementale.
ko_kr: 상위 백업은 증분 백업을 수행할 수 있어야 합니다.
pt_br: O backup principal deve estar disponível para backup incremental.
tr_tr: Artımlı yedekleme için ana yedekleme kullanılabilir olmalıdır.

source: The provided snapshot '%s' is not a snapshot of the provided volume.
de: Die angegebene Schattenkopie '%s' ist keine Schattenkopie des angegebenen Datenträgers.
es: La instantánea proporcionada '%s' no es una instantánea del volumen proporcionado.
fr: L'instantané fourni '%s' n'est pas un instantané du volume fourni.
it: L'istantanea fornita '%s' non è un'istantanea del volume fornito.
ko_kr: 제공된 스냅샷 '%s'이(가) 제공된 볼륨의 스냅샷이 아닙니다.
pt_br: A captura instantânea fornecida '%s' não é uma captura instantânea do volume fornecido.

source: The reference to the volume in the backend should have the format file_system/volume_name (volume_name cannot contain '/')
de: Der Verweis auf den Datenträger im Backend muss das Format file_system/volume_name haben (volume_name darf keinen Schrägstrich '/' enthalten).
es: La referencia al volumen del programa de fondo debería tener el formato file_system/volume_name (volume_name no puede contener '/')
fr: La référence au volume sur le back-end doit être au format système_de_fichiers/nom_volume (nom_volume ne peut pas contenir de barre oblique '/')
it: Il riferimento al volume nel backend deve avere il formato file_system/volume_name (volume_name non può contenere '/')
ko_kr: 백엔드의 볼륨 참조 형식은 file_system/volume_name이어야 합니다(volume_name에 '/'가 포함될 수 없음).
pt_br: A referência ao volume no backend deve ter o formato file_system/volume_name (volume_name não pode conter '/')

source: The remote retention count must be %s or less.
de: Der Zähler für ferne Aufbewahrung muss kleiner-gleich %s sein.
es: El recuento de retención remota debe ser de %s o inferior.
fr: La valeur de la rétention à distance doit être inférieure ou égale à %s.
it: Il conteggio memorizzazione remoto deve essere %s o inferiore.
ko_kr: 원격 보유 수는 %s 이하여야 합니다.
pt_br: A contagem de retenção remota deve ser %s ou menos.
