Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: New size should be bigger than the real size from backend storage. realsize: %(oldsize)s, newsize: %(newsize)s.
de: Die neue Größe muss größer sein als die tatsächliche Größe aus dem Backendspeicher. Tatsächliche Größe: %(oldsize)s, neue Größe: %(newsize)s.
es: El nuevo tamaño debe ser mayor que el tamaño real del almacenamiento de fondo. tamaño real: %(oldsize)s, tamaño nuevo: %(newsize)s.
fr: La nouvelle taille doit être supérieure à la taille réelle du stockage du back-end. Taille réelle : %(oldsize)s, nouvelle taille : %(newsize)s.
it: La nuova dimensione deve essere maggiore della dimensione reale dell'archiviazione di backend. dimensione reale: %(oldsize)s, nuova dimensione: %(newsize)s.
ko_kr: 새 크기는 백엔드 스토리지의 실제 크기보다 커야 함: realsize: %(oldsize)s, newsize: %(newsize)s.
pt_br: O novo tamanho deve ser maior que o tamanho real a partir do armazenamento de backend. realsize: %(oldsize)s, newsize: %(newsize)s.

source: New volume size must be specified as an integer.
de: Neue Datenträgergröße muss als Ganzzahl angegeben werden.
es: Se debe especificar el nuevo tamaño de volumen como un entero.
fr: La nouvelle taille du volume doit être indiquée comme entier.
it: La nuova dimensione di volume deve essere specificata come numero intero.
ko_kr: 새 볼륨 크기를 정수로 지정해야 합니다.
pt_br: Novo tamanho do volume deve ser especificado como um número inteiro.
tr_tr: Yeni mantıksal sürücü boyutu bir tam sayı olarak belirtilmelidir.

source: New volume type must be specified.
de: Neuer Datenträgertyp muss angegeben werden.
es: Se debe especificar tipo de volumen nuevo.
fr: Le nouveau type de volume doit être indiqué.
it: È necessario specificare il tipo del nuovo volume.
ko_kr: 새 볼륨 유형을 지정해야 합니다.
pt_br: Novo tipo de volume deve ser especificado.
tr_tr: Yeni mantıksal sürücü türü belirtilmelidir.

source: New volume type not specified in request_spec.
de: Der neue Datenträgertyp wurde nicht in request_spec angegeben.
es: No se ha especificado el tipo de volumen nuevo en request_spec.
fr: Nouveau type de volume non indiqué dans request_spec.
it: Nuovo tipo di volume non specificato in request_spec.
ko_kr: 새 볼륨 유형이 request_spec에서 지정되지 않았습니다.
pt_br: Tipo de volume novo não especificado em request_spec.
tr_tr: request_spec içinde yeni mantıksal sürücü türü belirtilmemiş.

source: Nimble Cinder Driver exception
de: Nimble-Cinder-Treiberausnahme
es: Excepción de controlador Nimble Cinder
fr: Exception du pilote Nimble Cinder
it: Eccezione driver Nimble Cinder
ko_kr: Nimble Cinder 드라이버 예외
pt_br: Exceção Nimble Cinder Driver
tr_tr: Nimble Cinder Sürücü hatası

source: No FC initiator can be added to host.
de: Es kann kein FC-Initiator zum Host hinzugefügt werden.
es: No se puede añadir ningún iniciador FC al host.
fr: Aucun initiateur FC ne peut être ajouté à l'hôte.
it: Nessun iniziatore FC può essere aggiunto all'host.
ko_kr: FC 개시자를 호스트에 추가할 수 없습니다.
pt_br: Nenhum iniciador de FC pode ser incluído no host.

source: No FC port connected to fabric.
de: Kein FC-Port mit Fabric verbunden.
es: No hay ningún puerto FC conectado al tejido.
fr: Aucun port FC n'est connecté à l'ensemble de noeuds (fabric).
it: Nessuna porta FC collegata a fabric.
ko_kr: FC 포트가 패브릭에 연결되지 않았습니다.
pt_br: Nenhuma porta FC conectada à malha.

source: No FCP targets found
de: Keine FCP-Ziele gefunden
es: No se han encontrado destinos FCP
fr: Aucune cible FCP détectée
it: Nessuna destinazione FCP trovata
ko_kr: FCP 대상을 찾을 수 없음
pt_br: Nenhum destino do FCP localizado
tr_tr: FCP hedefi bulunamadı

source: No Port Group elements found in config file.
de: Es wurden keine Portgruppenelemente in der Konfigurationsdatei gefunden.
es: No se han encontrado elementos de grupo de puertos en el archivo de configuración.
fr: Aucun élément de groupe de ports n'a été trouvé dans le fichier de configuration.
it: Nessun elemento del gruppo di porte trovato nel file di configurazione.
ko_kr: 구성 파일에서 포트 그룹 요소를 찾을 수 없습니다.
pt_br: Nenhum elemento de Grupo de Portas localizado no arquivo de configuração.

source: No VF ID is defined in the configuration file.
de: In der Konfigurationsdatei ist keine VF-ID definiert.
es: No se ha definido ningún ID de VF en el archivo de configuración.
fr: Aucun ID VF n'est défini dans le fichier de configuration.
it: Nessun ID VF definito nel file di configurazione.
ko_kr: 구성 파일에 VF ID가 정의되지 않았습니다.
pt_br: Nenhum ID de VF está definido no arquivo de configuração.

source: No active iSCSI portals with supplied iSCSI IPs
de: Keine aktiven iSCSI-Portale mit angegebenen iSCSI-IPs
es: No hay portales iSCSI activos con las IP iSCSI proporcionadas
fr: Il n'existe aucun portail iSCSI actif dans les IP iSCSI soumis
it: Nessun portale iSCSI attivo con gli IP iSCSI forniti
ko_kr: 제공된 iSCSI IP를 가진 활성 iSCSI 포털이 없음
pt_br: Nenhum portal iSCSI ativo com IPs de iSCSI fornecidos
tr_tr: Sağlanan iSCSI IP'lerine sahip etkin iSCSI portalı yok

source: No available service named %s
de: Kein Dienst mit dem Namen %s verfügbar.
es: No se ha nombrado el servicio disponible %s
fr: Aucun service disponible dénommé %s
it: Nessun servizio disponibile denominato %s
ko_kr: %s(으)로 이름 지정된 사용 가능한 서비스가 없음
pt_br: Nenhum serviço disponível denominado %s
tr_tr: %s adında kullanılabilir servis yok

source: No backup with id %s
de: Keine Datensicherung mit ID %s
es: No hay ninguna copia de seguridad con el ID %s
fr: Aucune sauvegarde avec l'ID %s
it: Nessun backup con id %s
ko_kr: ID가 %s인 백업이 없음
pt_br: Nenhum backup com o ID %s
tr_tr: %s kimlikli yedekleme yok

source: No backups available to do an incremental backup.
de: Keine Sicherungen für die Erstellung einer inkrementellen Sicherung verfügbar.
es: No hay copias de seguridad disponibles para hacer una copia de seguridad incremental.
fr: Aucune sauvegarde disponible pour faire une sauvegarde incrémentielle.
it: Nessun backup disponibile per eseguire un backup incrementale.
ko_kr: 증분 백업을 수행할 수 있는 백업이 없습니다.
pt_br: Não há backups disponíveis para fazer um backup incremental.
tr_tr: Artımlı yedekleme için kullanılabilir hiçbir yedek yok.

source: No big enough free disk
de: Nicht genügend freier Plattenspeicherplatz
es: No hay suficiente espacio libre en el disco
fr: Aucun disque libre de taille suffisante
it: Nessun disco disponibile è abbastanza grande
ko_kr: 충분한 여유 디스크 공간 없음
pt_br: Disco livre não é grande o suficiente
tr_tr: Yeterince büyük boş disk yok

source: No cgsnapshot with id %s
de: Kein Cgsnapshot mit ID %s
es: No hay ningún cgsnapshot con el ID %s
fr: Aucun instantané de groupe de cohérence avec l'ID %s
it: Nessun cgsnapshot con id %s
ko_kr: ID가 %s인 cg 스냅샷이 없음
pt_br: Nenhuma cgsnapshot com o ID %s
tr_tr: %s kimlikli hiçbir cgsnapshot yok

source: No cinder entries in syslog!
de: Keine Cinder-Einträge im Syslog!
es: No hay entradas de Cinder en syslog
fr: Aucune entrée Cinder dans syslog
it: Nessuna voce cinder nel syslog!
ko_kr: syslog에 cinder 항목이 없습니다!
pt_br: Nenhuma entrada do cinder no syslog!
tr_tr: syslog içinde hiçbir cinder girdisi yok!

source: No cloned LUN named %s found on the filer
de: Keine geklonte LUN mit dem Namen %s auf dem Dateiserver gefunden.
es: No se ha encontrado ningún LUN clonado denominado %s en el gestor de archivos
fr: Aucun LUN cloné nommé %s détecté dans le gestionnaire de fichiers
it: Nessuna LUN clonata chiamata %s è stata trovata nel filer
ko_kr: 이름이 %s인 복제 LUN을 파일러에서 찾을 수 없음
pt_br: Nenhum LUN clonado denominado %s foi localizado no arquivador
tr_tr: Dosyalayıcıda %s isimli çoğaltılmış LUN bulunamadı

source: No config node found.
de: Kein Konfigurationsknoten gefunden.
es: No se ha encontrado ningún nodo de configuración.
fr: Aucun noeud de configuration n'a été trouvé.
it: Nessun nodo config trovato.
ko_kr: 구성 노드를 찾을 수 없습니다.
pt_br: Nenhum nó de configuração localizado.
tr_tr: Yapılandırma düğümü bulunamadı.

source: No consistency group with id %s
de: Keine Konsistenzgruppe mit ID %s vorhanden.
es: No existe ningún grupo de consistencia con el id %s
fr: Aucun groupe de cohérence avec l'ID %s
it: Nessun gruppo di coerenza con id %s
ko_kr: ID가 %s인 일관성 그룹이 없음
pt_br: Nenhum grupo de consistências com o ID %s
tr_tr: %s kimlikli hiçbir tutarlılık grubu yok

source: No element by given name %s.
de: Kein Element mit dem angegebenen Namen %s vorhanden.
es: No hay ningún elemento con el nombre indicado %s.
fr: Aucun élément du nom indiqué %s.
it: Nessun elemento dal nome specificato %s.
ko_kr: 지정된 이름 %s의 요소가 없습니다.
pt_br: Nenhum elemento pelo nome fornecido %s.

source: No errors in logfiles!
de: Keine Fehler in den Protokolldateien!
es: ¡No hay errores en los ficheros de log!
fr: Aucune erreur dans le fichier de log !
it: Nessun errore nei file di log!
ko_kr: 로그 파일에 오류가 없습니다!
pt_br: Sem erros nos arquivos de log!
tr_tr: logfiles dosyasında hiçbir hata yok!

source: No file found with %s as backing file.
de: Keine Datei mit %s als Sicherungsdatei gefunden.
es: No se ha encontrado el archivo con %s como archivo de respaldo.
fr: Aucun fichier trouvé avec %s comme fichier de sauvegarde.
it: Nessun file trovato con %s come file di backup.
ko_kr: 백업 파일로 %s을(를) 가진 파일을 찾을 수 없음
pt_br: Nenhum arquivo localizado com %s como arquivo auxiliar.
tr_tr: %s için destek dosyası olacak bir dosya bulunamadı.

source: No free LUN IDs left. Maximum number of volumes that can be attached to host (%s) has been exceeded.
de: Keine freien LUN-IDs übrig. Die maximale Anzahl der Datenträger, die an den Host (%s) angehängt werden können, wurde überschritten.
es: No queda libre ningún ID de LUN. El número máximo de volúmenes que se puede conectar al host (%s) se ha superado.
fr: Il ne reste aucun ID de numéro d'unité logique libre. Le nombre maximal de volumes pouvant être rattachés à l'hôte (%s) a été dépassé.
it: Nessun ID LUN rimasto libero. Il numero massimo di volumi che possono essere collegati all'host (%s) è stato superato.
ko_kr: 사용 가능한 LUN ID가 남아 있지 않습니다. 호스트에 연결할 수 있는 최대 볼륨 수(%s)가 초과되었습니다.
pt_br: Não resta nenhum ID de LUN. O número máximo de volumes que pode ser anexado ao host (%s) foi excedido.
tr_tr: Boş LUN ID'si kalmadı. İstemciye (%s) eklenebilecek azami mantıksal sürücü sayısı aşıldı.

source: No free disk
de: Kein freier Plattenspeicherplatz
es: No hay disco libre
fr: Aucun disque libre
it: Nessun disco disponibile
ko_kr: 여유 디스크 공간 없음
pt_br: Nenhum disco livre
tr_tr: Boş disk yok

source: No good iscsi portal found in supplied list for %s.
de: Kein gültiges iSCSI-Portal in bereitgestellter Liste für %s gefunden.
es: No se ha encontrado ningún portal iscsi bueno en la lista proporcionada para %s.
fr: Aucun portail iSCSI valide détecté pour %s dans la liste fournie.
it: Nessun portale iscsi valido trovato nell'elenco fornito per %s.
ko_kr: %s에 대한 제공된 목록에서 올바른 iscsi 포털을 찾을 수 없습니다.
pt_br: Nenhum portal de iscsi bom localizado na lista fornecida para %s.
tr_tr: %s için sağlanan listede iyi iscsi portalı bulunamadı.

source: No good iscsi portals found for %s.
de: Keine gültigen iSCSI-Portals für %s gefunden.
es: No se ha encontrado ningún portal iscsi bueno para %s.
fr: Aucun portail iSCSI valide détecté pour %s.
it: Nessun portale iscsi valido trovato in %s.
ko_kr: %s에 대한 올바른 iscsi 포털을 찾을 수 없습니다.
pt_br: Nenhum portal de iscsi bom localizado para %s.
tr_tr: %s için iyi iscsi portalı bulunamadı.

source: No host to create consistency group %s.
de: Kein Host zum Erstellen der Konsistenzgruppe %s.
es: No hay host para crear grupo de consistencia%s.
fr: Aucun hôte pour créer le groupe de cohérence %s.
it: Nessun host per creare il gruppo di coerenza %s.
ko_kr: 일관성 그룹 %s을(를) 작성할 호스트가 없습니다.
pt_br: Nenhum host para criar o grupo de consistências %s.
tr_tr: %s tutarlılık grubu oluşturulacak istemci yok.

source: No iSCSI-enabled ports on target array.
de: Keine iSCSI-fähigen Ports auf Zielarray.
es: No hay puertos habilitados para iSCSI en la matriz de destino.
fr: Aucun port activé pour iSCSI n'existe sur la matrice cible.
it: Nessuna porta abilitata a iSCSI nell'array di destinazione.
ko_kr: 대상 배열에 iSCSI 사용 포트가 없습니다.
pt_br: Nenhuma porta ativada para iSCSI na matriz de destino.

source: No image_name was specified in request.
de: Kein image_name in Anforderung angegeben.
es: No se ha especificado ningún nombre de imagen (image_name) en la solicitud.
fr: image_name non défini dans la demande.
it: Nessun image_name specificato nella richiesta.
ko_kr: 요청에 image_name이 지정되지 않았습니다.
pt_br: Nenhum image_name foi especificado na solicitação.
tr_tr: İstekte hiçbir image_name belirtilmemiş.

source: No initiator connected to fabric.
de: Kein Initiator mit Fabric verbunden.
es: No hay ningún iniciador conectado al tejido.
fr: Aucun initiateur n'est connecté à l'ensemble de noeuds (fabric).
it: Nessun iniziatore collegato a fabric.
ko_kr: 개시자가 패브릭에 연결되지 않았습니다.
pt_br: Nenhum iniciador conectado à malha.

source: No initiator group found for initiator %s
de: Keine Initiatorgruppe gefunden für Initiator %s
es: No se ha encontrado ningún grupo de iniciadores para el iniciador %s
fr: Aucun groupe demandeur trouvé pour le demandeur %s
it: Nessun gruppo iniziatore trovato per l'iniziatore %s
ko_kr: %s 개시자의 개시자 그룹을 찾을 수 없음
pt_br: Nenhum grupo de inicializador localizado para o inicializador %s
tr_tr: %s başlatıcısı için hiçbir başlatıcı grup bulunamadı

source: No initiators found, cannot proceed
de: Keine Initiatoren gefunden. Fortfahren nicht möglich.
es: No se han encontrado iniciadores, no se puede continuar
fr: Aucun initiateur détecté : poursuite impossible
it: Nessun iniziatore trovato, impossibile continuare
ko_kr: 개시자를 찾을 수 없음, 계속할 수 없음
pt_br: Nenhum inicializador localizado, não é possível continuar
tr_tr: Başlatıcı bulunamadı, devam edilemiyor

source: No interface found on cluster for ip %s
de: Keine Schnittstelle im Cluster für IP %s gefunden.
es: No se ha encontrado ninguna interfaz en el clúster para la IP %s
fr: Aucune interface trouvée dans le cluster pour l'IP %s
it: Nessuna interfaccia trovata nel cluster per l'ip %s
ko_kr: ip %s에 대한 클러스터에서 인터페이스를 찾을 수 없음
pt_br: Nenhuma interface localizada no cluster para o IP %s
tr_tr: Kümede %s ip'si için arayüz bulunamadı

source: No ip address found.
de: Keine IP-Adresse gefunden.
es: No se ha encontrado la dirección IP.
fr: Aucune adresse IP n'a été trouvée.
it: Nessun indirizzo IP rilevato.
ko_kr: IP 주소를 찾을 수 없습니다.
pt_br: Nenhum endereço IP localizado.
tr_tr: Ip adresi bulunamadı.

source: No iscsi auth groups were found in CloudByte.
de: In CloudByte wurden keine iSCSI-Authentifizierungsgruppen gefunden.
es: No se ha encontrado ningún grupo de autenticación iscsi en CloudByte.
fr: Aucun groupe d'authentification iscsi n'a été trouvé dans CloudByte.
it: Non è stato trovato alcun gruppo aut iscsi in CloudByte
ko_kr: CloudByte에서 iscsi 인증 그룹을 찾을 수 없습니다.
pt_br: Nenhum grupo de autenticação iscsi foi localizado no CloudByte.
tr_tr: CloudByte'da iscsi yetkilendirme grubu bulunamadı.

source: No iscsi initiators were found in CloudByte.
de: Keine iSCSI-Initiatoren in CloudByte gefunden.
es: No se ha encontrado ningún iniciador iscsi en CloudByte.
fr: Aucun initiateur iSCSI détecté dans CloudByte.
it: Non è stato trovato alcun iniziatore iscsi in CloudByte
ko_kr: CloudByte에서 iscsi 개시자를 찾을 수 없습니다.
pt_br: Nenhum inicializador iscsi foi localizado no CloudByte.
tr_tr: CloudByte içinde hiçbir iscsi başlatıcı bulunamadı.

source: No iscsi service found for CloudByte volume [%s].
de: Kein iSCSI-Dienst für CloudByte-Datenträger [%s] gefunden.
es: No se ha encontrado ningún servicio iscsi para el volumen de CloudByte [%s].
fr: Aucun service iSCSI détecté pour le volume CloudByte [%s].
it: Nessun servizio iscsi trovato per il volume CloudByte [%s].
ko_kr: CloudByte 볼륨 [%s]의 iscsi 서비스를 찾을 수 없습니다.
pt_br: Nenhum serviço de iscsi localizado para o volume do CloudByte [%s].
tr_tr: [%s] CloudByte mantıksal sürücüsü için hiçbir iscsi servisi bulunamadı.

source: No iscsi services found in CloudByte storage.
de: Keine iSCSI-Dienste in CloudByte-Speicher gefunden.
es: No se ha encontrado ningún servicio iscsi en el almacenamiento de CloudByte.
fr: Aucun service iSCSI détecté dans le système de stockage CloudByte.
it: Nessun servizio iscsi rilevato nell'archivio CloudByte.
ko_kr: CloudByte 스토리지에서 iscsi 서비스를 찾을 수 없습니다.
pt_br: Nenhum serviço de iscsi localizado no armazenamento CloudByte.
tr_tr: CloudByte depolamada hiçbir iscsi servisi bulunamadı.

source: No key file specified and unable to load key from %(cert)s %(e)s.
de: Keine Schlüsseldatei angegeben und Laden von Schlüssel aus %(cert)s %(e)s nicht möglich.
es: No se ha especificado archivo de claves y no se puede cargar la clave desde %(cert)s %(e)s.
fr: Aucun fichier de clés indiqué et impossible de charger la clé depuis %(cert)s %(e)s.
it: Nessun file di chiavi specificato e non è possibile caricare la chiave da %(cert)s %(e)s.
ko_kr: 지정된 키 파일이 없으며 %(cert)s %(e)s에서 키를 로드할 수 없습니다.
pt_br: Nenhum arquivo-chave especificado e incapaz de carregar a chave a partir de %(cert)s %(e)s.
tr_tr: Bir anahtar dosya belirtilmemiş ve anahtar %(cert)s den yüklenemiyor %(e)s.

source: No mounted Gluster shares found
de: Keine eingehängten gemeinsam genutzten Gluster-Laufwerke gefunden.
es: No se han encontrado unidades compartidas Gluster montadas
fr: Aucun partage Gluster monté trouvé
it: Non è stata trovata nessuna condivisione di Gluster montata
ko_kr: 마운트된 Gluster 공유를 찾지 못함
pt_br: Nenhum compartilhamento de Gluster montado foi localizado
tr_tr: Bağlı Gluster paylaşımı bulunamadı

source: No mounted NFS shares found
de: Keine eingehängten gemeinsam genutzten NFS-Laufwerke gefunden.
es: No se han encontrado unidades compartidas NFS montadas
fr: Aucun partage NFS monté trouvé
it: Non è stata trovata nessuna condivisione di NFS montata
ko_kr: 마운트된 NFS 공유를 찾지 못함
pt_br: Nenhum compartilhamento NFS montado foi localizado
tr_tr: Bağlı NFS paylaşımı bulunamadı

source: No mounted SMBFS shares found.
de: Keine eingehängten gemeinsam genutzten SMBFS-Laufwerke gefunden.
es: No se han encontrado unidades compartidas SMBFS montadas
fr: Aucun partage SMBFS monté trouvé.
it: Non è stata trovata nessuna condivisione SMBFS montata.
ko_kr: 마운트된 SMBFS 공유를 찾을 수 없습니다.
pt_br: Nenhum compartilhamento SMBFS montado foi localizado.
tr_tr: Bağlı SMBFS paylaşımı bulunamadı.

source: No mounted Virtuozzo Storage shares found
de: Keine eingehängten gemeinsam genutzten Virtuozzo-Laufwerke gefunden.
es: No se han encontrado unidades compartidas de Virtuozzo Storage
fr: Aucun partage de stockage Virtuozzo monté n'a été trouvé
it: Non è stata trovata alcuna condivisione Virtuozzo Storage montata
ko_kr: 마운트된 Virtuozzo 스토리지 공유를 찾을 수 없습니다.
pt_br: Nenhum compartilhamento de armazenamento Virtuozzo montado foi localizado
tr_tr: Bağlı Virtuozzo Depolama paylaşımı bulunamadı

source: No mounted shares found
de: Keine eingehängten gemeinsam genutzten Laufwerke gefunden.
es: No se han encontrado unidades compartidas montadas
fr: Aucun partage monté trouvé
it: Non è stata trovata nessuna condivisione montata
ko_kr: 마운트된 공유를 찾을 수 없음
pt_br: Nenhum compartilhamento montado foi localizado
tr_tr: Bağlı paylaşım bulunamadı

source: No node found in I/O group %(gid)s for volume %(vol)s.
de: Kein Knoten in E/A-Gruppe %(gid)s für Datenträger %(vol)s gefunden.
es: No se ha encontrado ningún nodo en el grupo de E/S %(gid)s del volumen %(vol)s.
fr: Aucun noeud n'a été détecté dans le groupe d'E-S %(gid)s pour le volume %(vol)s.
it: Nessun nodo trovato nel gruppo I/O %(gid)s per il volume %(vol)s.
ko_kr: 볼륨 %(vol)s에 대해 I/O 그룹 %(gid)s에서 노드를 찾을 수 없습니다.
pt_br: Nenhum nó foi localizado no grupo de E/S %(gid)s para o volume %(vol)s.
tr_tr: %(vol)s mantıksal sürücüsü için %(gid)s I/O grubunda düğüm bulunamadı.

source: No pools are available for provisioning volumes. Ensure that the configuration option netapp_pool_name_search_pattern is set correctly.
de: Für das Bereitstellen von Datenträgern sind keine Pools verfügbar. Stellen Sie sicher, dass die Konfigurationsoption netapp_pool_name_search_pattern ordnungsgemäß festgelegt ist.
es: No hay agrupaciones disponibles para el suministro de volúmenes. Asegúrese de que la opción de configuración netapp_pool_name_search_pattern se haya establecido correctamente.
fr: Aucun pool n'est disponible pour l'allocation de volumes. Vérifiez que l'option de configuration netapp_pool_name_search_pattern a été définie correctement.
it: Nessun pool disponibile per i volumi di provisioning. Assicurarsi chel'opzione di configurazione netapp_pool_name_search_pattern sia impostata correttamente.
ko_kr: 볼륨 프로비저닝을 위해 사용할 수 있는 풀이 없습니다. 구성 옵션 netapp_pool_name_search_pattern이 올바르게 설정되었는지 확인하십시오.
pt_br: Nenhum conjunto está disponível para volumes de fornecimento. Assegure-se de que a opção de configuração netapp_pool_name_search_pattern esteja definida corretamente.

source: No response was received from CloudByte storage list iSCSI auth user API call.
de: Es wurde keine Antwort von CloudBytes API-Aufruf zum Auflisten der iSCSI-Authentifizierungsbenutzer aus dem CloudByte-Speicher empfangen.
es: No se ha recibido ninguna respuesta desde la llamada de API de usuario de autenticación iSCSI de la lista de almacenamiento CloudByte .
fr: Aucune réponse n'a été reçue de l'appel d'API CloudByte de liste d'utilisateur d'authentification iSCSI.
it: Nessuna risposta ricevuta dalla chiamata API utente aut iSCSI dell'elenco della memoriaCloudByte.
ko_kr: CloudByte 스토리지 목록 iSCSI 인증 사용자 API 호출에서 응답이 수신되지 않았습니다.
pt_br: Nenhuma resposta foi recebida da API do usuário de autenticação iSCSI da lista de armazenamento do CloudByte chamada.
tr_tr: CloudByte depolama listesi iSCSI auth user API çağrısından yanıt alınamadı.

source: No response was received from CloudByte storage list tsm API call.
de: Es wurde keine Antwort von CloudBytes API-Aufruf zum Auflisten von TSM (listTsm) empfangen.
es: No se ha recibido ninguna respuesta de la llamada a la API de tsm de la lista de almacenamiento de CloudByte.
fr: Aucune réponse n'a été reçue de CloudByte pour l'affichage de l'appel API TSM du système de stockage.
it: Nessuna risposta ricevuta dalla chiamata API tsm dell'elenco dell'archivio CloudByte.
ko_kr: CloudByte 스토리지 목록 tsm API 호출에서 응답을 수신하지 못했습니다.
pt_br: Nenhuma resposta foi recebida da chamada API de tsm da lista de armazenamento CloudByte.
tr_tr: CloudByte storage list tsm API çağrısından yanıt alınamadı.

source: No response was received from CloudByte's list filesystem api call.
de: Es wurde keine Antwort von CloudBytes API-Aufruf zum Auflisten vom Dateisystem (listFileSystem) empfangen.
es: No se ha recibido ninguna respuesta de la llamada a la API del sistema de archivos de la lista de CloudByte.
fr: Aucune réponse n'a été reçue de CloudByte pour l'affichage de l'appel API du système de fichiers.
it: Nessuna risposta ricevuta dalla chiamata API del file system dell'elenco CloudByte.
ko_kr: CloudByte의 목록 파일 시스템 api 호출에서 응답을 수신하지 못했습니다.
pt_br: Nenhuma resposta foi recebida da chamada api do sistema de arquivos da lista do CloudByte.
tr_tr: CloudByte'ın list filesystem api çağrısından bir yanıt alınmadı.

source: No service VIP configured and no nexenta_client_address
de: Kein Dienst-VIP konfiguriert und 'nexenta_client_address' nicht vorhanden.
es: No se ha configurado ningún servicio VIP y no hay ninguna nexenta_client_address
fr: Aucune adresse IP virtuelle (VIP) de service configurée et aucun élément nexenta_client_address
it: Nessun VIP di servizio configurato e nessun nexenta_client_address
ko_kr: 서비스 VIP가 구성되지 않았으며nexenta_client_address가 없음
pt_br: Nenhum VIP de serviço configurado e nenhum nexenta_client_address
