Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: Create snapshot for Consistency Group %(cgId)s cgsnapshotID: %(cgsnapshot)s.
cs: Vytvořit snímek skupiny jednotnosti %(cgId)s, id snímku: %(cgsnapshot)s.
it: Crea istantanea per gruppo di coerenza %(cgId)s cgsnapshotID: %(cgsnapshot)s.
tr_tr: Tutarlılık Grubu %(cgId)s cgsnapshotID: %(cgsnapshot)s için anlık görüntü oluştur.

source: Create snapshot from volume %s
cs: Vytvořit snímek ze svazku %s
it: Crea istantanea dal volume %s
tr_tr: %s biriminden sistem görüntüsü oluşturuluyor

source: Create success. Snapshot: %(snapshot)s, Snapshot ID in raid: %(raid_snapshot_id)s, volume: %(volume)s.
cs: Vytvoření bylo úspěšné. Snímek: %(snapshot)s,id snímku v raid: %(raid_snapshot_id)s, svazek: %(volume)s.
it: Creazione eseguita correttamente. Istantanea: %(snapshot)s, ID istantanea in raid: %(raid_snapshot_id)s, volume: %(volume)s.
tr_tr: Oluşturma başarılı. Anlık görüntü: %(snapshot)s, Raid'deki anlık görüntü ID'si: %(raid_snapshot_id)s, mantıksal sürücü: %(volume)s.

source: Create target consistency group %(targetCg)s.
cs: Vytvořit cílovou skupinu jednotnosti %(targetCg)s.
it: Crea gruppo di coerenza di destinazione %(targetCg)s.
tr_tr: Hedef tutarlılık grubu %(targetCg)s oluştur.

source: Create volume of %s GB
cs: Vytvořit svazek o %s GB
it: Crea volume di %s GB
tr_tr: %s GB'lık birim oluştur

source: CreateReplay success %s
it: CreateReplay riuscito %s

source: Created CloudByte snapshot [%(cb_snap)s] w.r.t CloudByte volume [%(cb_vol)s] and OpenStack volume [%(stack_vol)s].
cs: Snímek CloudByte úspěšně vytvořen [%(cb_snap)s] s ohledem na svazky CloudByte [%(cb_vol)s] a OpenStack [%(stack_vol)s].
it: Creata correttamente un'istantanea CloudByte [%(cb_snap)s] in relazione al volume CloudByte [%(cb_vol)s] e al volume OpenStack [%(stack_vol)s].
tr_tr: CloudByte anlık görüntüsü [%(cb_snap)s] w.r.t CloudByte mantıksal sürücüsü [%(cb_vol)s] ve OpenStack mantıksal sürücüsü [%(stack_vol)s] oluşturuldu.

source: Created Consistency Group %s
cs: Vytvořena skupina jednotnosti %s
it: Creato gruppo di coerenza %s
tr_tr: Tutarlılık Grubu %s oluşturuldu

source: Created a clone [%(cb_clone)s] at CloudByte snapshot path [%(cb_snap)s] w.r.t parent OpenStack volume [%(stack_vol)s].
cs: Klon [%(cb_clone)s] vytvořen v cestě snímků CloudByte [%(cb_snap)s] s ohledem na nadřazený svazek OpenStack [%(stack_vol)s].
it: Creato un clone [%(cb_clone)s] nel percorso dell'istantanea CloudByte [%(cb_snap)s] in relazione al volume OpenStack principale [%(stack_vol)s].

source: Created datastore folder: %s.
cs: Vytvořena složka datového úložiště %s.
it: Creata cartella di datastore: %s.
tr_tr: Veri deposu dizini oluşturuldu: %s.

source: Created lun-map: %s
cs: Vytvořena mapa lun: %s
it: Creata associazione lun: %s

source: Created multi-attach E-Series host group %(label)s with clusterRef %(clusterRef)s
cs: Vytvořena skupina vícenásobného připojení hostitele E-Series '%(label)s' s odkazem clusteru %(clusterRef)s
it: Creato gruppo di host multi-attach E-Series '%(label)s' con clusterRef %(clusterRef)s
tr_tr: clusterRef %(clusterRef)s ile çoklu-ekleme E-serisi istemci grubu %(label)s oluşturuldu

source: Created new initiator group name: %(igGroupName)s.
cs: Vytvořen nový název skupiny zavaděče: %(igGroupName)s.
it: Creato nome nuovo del gruppo di iniziatori: %(igGroupName)s.
tr_tr: Yeni başlatıcı grubu ismi oluşturuldu: %(igGroupName)s.

source: Created new masking view : %(maskingViewName)s.
cs: Vytvořeno nové zamaskování : %(maskingViewName)s.
it: Creata nuova vista di mascheramento: %(maskingViewName)s.
tr_tr: Yeni maskeleme görünümü oluşturuldu : %(maskingViewName)s.

source: Created new storage group: %(storageGroupName)s.
cs: Vytvořena nová skupina úložiště: %(storageGroupName)s.
it: Creato nuovo gruppo di archiviazione: %(storageGroupName)s.
tr_tr: Yeni depolama grubu oluşturuldu: %(storageGroupName)s.

source: Created snap grp with label %s.
cs: Vytvořena skupina snímku se jmenovkou %s.
it: Creato grp snap con etichetta %s.
tr_tr: %s etiketli anlık görüntü grubu oluşturuldu.

source: Created volume %(instanceId)s: %(name)s
cs: Vytvořen svazek %(instanceId)s: %(name)s
it: Creato volume %(instanceId)s: %(name)s
tr_tr: %(instanceId)s mantıksal sürücüsü oluşturuldu: %(name)s

source: Created volume %(volname)s, volume id %(volid)s.
cs: Svazek %(volname)s vytvořen, id svazku %(volid)s.
it: Creato volume %(volname)s, id volume %(volid)s.
tr_tr: Mantıksal sürücü %(volname)s oluşturuldu, mantıksal sürücü kimliği %(volid)s.

source: Created volume successfully.
cs: Svazek úspěšně vytvořen.
it: Volume creato correttamente.
tr_tr: Mantıksal sürücü başarıyla tamamlandı.

source: Created volume with label %s.
cs: Vytvořen svazek se jmenovkou %s.
it: Creato volume con etichetta %s.
tr_tr: %s etiketine sahip mantıksal sürücü oluşturuldu.

source: Creating %(volume)s on %(device)s
cs: Vytváření %(volume)s na %(device)s
it: Creazione di %(volume)s su %(device)s

source: Creating Consistency Group
it: Creazione gruppo di coerenza

source: Creating backup of volume %(volume_id)s in container %(container)s
cs: Vytváření zálohy svazku %(volume_id)s v kontejneru %(container)s
it: Creazione backup del volume %(volume_id)s nel contenitore %(container)s
tr_tr: %(container)s kabındaki %(volume_id)s mantıksal sürücüsünün yedeği oluşturuluyor

source: Creating cgsnapshot %(name)s.
cs: Vytváření snímku skupiny jednotnosti %(name)s.
it: Creazione cgsnapshot %(name)s.
tr_tr: Cgsnapshot %(name)s oluşturuluyor.

source: Creating clone of volume: %s
cs: Vytváření klona svazku %s
it: Creazione clone del volume: %s
tr_tr: Mantıksal sürücü klonu oluşturuluyor: %s

source: Creating clone of volume: %s.
cs: Vytváření klona svazku %s.
it: Creazione clone del volume: %s.

source: Creating consistency group %(name)s from cgsnapshot %(snap)s.
cs: Vytváření skupiny jednotnosti %(name)s ze snímku %(snap)s.
it: Creazione gruppo di coerenza %(name)s da cgsnapshot %(snap)s.
tr_tr: %(name)s tutarlılık grubu %(snap)s cgsnapshot'dan oluşturuluyor.

source: Creating consistency group %(name)s from source consistency group %(source_cgid)s.
cs: Vytváření skupiny jednotnosti %(name)s ze zdrojové skupiny jednotnosti %(source_cgid)s.
it: Creazione gruppo di coerenza %(name)s da gruppo di coerenza di origine %(source_cgid)s.

source: Creating consistency group %(name)s.
cs: Vytváření skupiny jednotnosti %(name)s.
it: Creazione gruppo di coerenza %(name)s.
tr_tr: %(name)s tutarlılık grubu oluşturuluyor.

source: Creating host object %(host_name)r with IQN: %(iqn)s.
cs: Vytváření objektu hostitele %(host_name)r s IQN: %(iqn)s.
it: Creazione dell'oggetto host %(host_name)r con IQN: %(iqn)s.
tr_tr: IQN: %(iqn)s e sahip istemci nesnesi %(host_name)r oluşturuluyor.

source: Creating host object %(host_name)r with WWN: %(wwn)s.
cs: Vytváření objektu hostitele %(host_name)r s WWN: %(wwn)s.
it: Creazione dell'oggetto host %(host_name)r con WWN: %(wwn)s.
tr_tr: WWN: %(wwn)s'e sahip %(host_name)r istemci nesnesi oluşturuluyor.

source: Creating host with ports %s.
cs: Vytváření hostitele s porty %s.
it: Creazione host con porte %s.
tr_tr: %s bağlantı noktasına sahip istemci oluşturuluyor.

source: Creating image snapshot %s
cs: Vytváření snímku obrazu %s
it: Creazione dell'istantanea dell'immagine %s
tr_tr: İmaj anlık görüntüsü %s oluşturuluyor

source: Creating initiator group %(grp)s with initiator %(iname)s
cs: Vytváření skupiny zavaděče %(grp)s se zavaděčem %(iname)s
it: Creazione del gruppo iniziatore %(grp)s con iniziatore %(iname)s
tr_tr: Başlatıcı grubu %(grp)s %(iname)s başlatıcısı ile oluşturuluyor

source: Creating initiator group %(igrp)s with one initiator %(iname)s
cs: Vytváření skupiny zavaděče %(igrp)s s jedním zavaděčem %(iname)s
it: Creazione del gruppo iniziatore %(igrp)s con un iniziatore %(iname)s
tr_tr: Başlatıcı grubu %(igrp)s bir başlatıcı ile oluşturuluyor %(iname)s

source: Creating iscsi_target for volume: %s
cs: Vytváření cíle iscsi pro svazek %s
it: Creazione di iscsi_target per il volume: %s
tr_tr: Mantıksal sürücü: %s için iscsi_target oluşturuluyor

source: Creating regular file: %s.This may take some time.
it: Creazione del file regolare: %s. Questa operazione potrebbe richiedere del tempo.

source: Creating server %s
it: Creazione server %s

source: Creating snapshot %(snap)s of volume %(vol)s
it: Creazione dell'istantanea %(snap)s del volume %(vol)s.

source: Creating snapshot for volume_name=%(vol)s snap_name=%(name)s snap_description=%(desc)s
cs: Vytváření snímku pro svazek %(vol)s, název snímku: %(name)s, popis snímku %(desc)s
it: Creazione dell'istantanea per il nome volume=%(vol)s nome_istantanea=%(name)s descrizione_istantanea=%(desc)s
tr_tr: volume_name=%(vol)s snap_name=%(name)s snap_description=%(desc)s için anlık görüntü oluşturuluyor

source: Creating snapshot: %s
cs: Vytváření snímku: %s
it: Creazione istantanea: %s.
tr_tr: Anlık görüntü oluşturuluyor: %s

source: Creating temp snapshot %(snap)s from volume %(vol)s
it: Creazione dell'istantanea temporanea %(snap)s dal volume %(vol)s.

source: Creating transfer of volume %s
cs: Vytváření přenosu pro svazek %s
it: Creazione trasferimento di volume %s
tr_tr: %s mantıksal sürücüsünün aktarımı oluşturuluyor

source: Creating volume %s from snapshot.
cs: Vytváření svazku %s ze snímku.
it: Creazione del volume %s dall'istantanea.

source: Creating volume from snapshot: %s
it: Creazione volume dall'istantanea: %s.

source: Creating volume of %(size)s GB for restore of backup %(backup_id)s.
cs: Vytváření svazku s velikostí %(size)s GB pro obnovu zálohy %(backup_id)s.
it: Creazione del volume di %(size)s GB per il ripristino del backup %(backup_id)s.

source: Creating volume snapshot: %s.
cs: Vytváření snímku svazku: %s.
it: Creazione istantanea del volume: %s.

source: Creatng volume from snapshot. volume: %s
cs: Vytváření svazku ze snímku. Svazek: %s
it: Creazione volume dall'istantanea. volume: %s
tr_tr: Anlık görüntüden mantıksal sürücü oluşturuluyor. mantıksal sürücü: %s

source: DRBD connection for %s already removed
it: Connessione DRBD per %s già rimossa

source: Delete Consistency Group: %(group)s.
cs: Smazat skupiny jednotnosti: %(group)s.
it: Elimina gruppo di coerenza: %(group)s.
tr_tr: Tutarlılık Grubunu sil: %(group)s.

source: Delete Snapshot %(snapshot_id)s completed.
cs: Mazání snímku %(snapshot_id)s dokončeno.
it: Eliminazione istantanea %(snapshot_id)s completata.
tr_tr: %(snapshot_id)s anlık görüntü silme tamamlandı.

source: Delete Snapshot: %(snapshot)s.
cs: Smazání snímku: %(snapshot)s.
it: Elimina istantanea: %(snapshot)s.
tr_tr: Anlık görüntü sil: %(snapshot)s.

source: Delete Snapshot: %(snapshotName)s.
cs: Mazání snímku: %(snapshotName)s.
it: Elimina istantanea: %(snapshotName)s.
tr_tr: Anlık görüntüyü sil: %(snapshotName)s.

source: Delete Volume %(volume_id)s completed.
cs: Mazání svazku %(volume_id)s dokončeno.
it: Eliminazione del volume %(volume_id)s completata.
tr_tr: %(volume_id)s Mantıksal sürücüsü silindi.

source: Delete backup finished, backup %s deleted.
cs: Smazání zálohy bylo dokončeno, záloha %s smazána.
it: Eliminazione backup completata, backup %s eliminato.
tr_tr: Yedek silme bitti, yedek %s silindi.

source: Delete backup started, backup: %s.
cs: Smazání zálohy bylo zahájeno: záloha: %s.
it: Eliminazione backup avviata, backup: %s.
tr_tr: Yedek silme başladı, yedek: %s.

source: Delete backup with id: %s
cs: Smazat zálohu s id: %s
it: Elimina (delete) backup con l'id: %s
tr_tr: Şu kimliğe sahip yedeği sil: %s

source: Delete cgsnapshot %(snap_name)s for consistency group: %(group_name)s
cs: Mazání snímku %(snap_name)s skupiny jednotnosti: %(group_name)s
it: Elimina cgsnapshot %(snap_name)s per il gruppo di coerenza : %(group_name)s
tr_tr: Tutarlılık grubu için %(snap_name)s cgsnapshot'ını sil: %(group_name)s

source: Delete cgsnapshot with id: %s
cs: Smazání snímku skupiny jednotnosti s id: %s
it: Elimina cgsnapshot con id:%s
tr_tr: Şu kimliğe sahip cgsnapshot'u sil: %s

source: Delete connection target list: %(targets)s
it: Elimina elenco di destinazioni di connessione: %(targets)s

source: Delete consistency group completed successfully.
cs: Smazání skupiny jednotnosti úspěšně dokončeno.
it: Eliminazione del gruppo di coerenza completata correttamente.
tr_tr: Tutarlılık grubunun silinmesi başarıyla tamamlandı.

source: Delete consistency group with id: %s
cs: Smazání skupiny jednotnosti s id: %s
it: Elimina gruppo di coerenza con id: %s
tr_tr: Şu kimliğe sahip tutarlılık grubunu sil: %s

source: Delete of backup '%(backup)s' for volume '%(volume)s' finished with warning.
cs: Smazání zálohy '%(backup)s' svazku '%(volume)s' bylo dokončeno s varováním.
it: Eliminazione del backup '%(backup)s' per il volume '%(volume)s' completata con avvertenza.
tr_tr: '%(volume)s' mantıksal sürücüsü için '%(backup)s' yedeği silme uyarıyla bitti.

source: Delete snapshot completed successfully
cs: Smazání snímku úspěšně dokončeno
it: Eliminazione istantanea completata correttamente
tr_tr: Anlık görüntü silme başarıyla tamamlandı

source: Delete snapshot for source CG %(cgId)s cgsnapshotID: %(cgsnapshot)s.
cs: Smazat snímek zdrojové skupiny jednotnosti %(cgId)s, id snímku: %(cgsnapshot)s.
it: Elimina istantanea per CG di origine %(cgId)s cgsnapshotID: %(cgsnapshot)s.
tr_tr: Kaynak CG %(cgId)s için anlık görüntüyü sil cgsnapshotID: %(cgsnapshot)s.

source: Delete snapshot metadata completed successfully.
cs: Mazání popisných dat snímku úspěšně dokončeno.
it: Eliminazione dei metadati dell'istantanea completata correttamente.
tr_tr: Anlık görüntü metadata'sı sil başarıyla tamamlandı.

source: Delete snapshot with id: %s
cs: Smazat snímek s id: %s
it: Elimina istantanea con id: %s
tr_tr: %s id'li sistem görüntüsü siliniyor

source: Delete transfer with id: %s
cs: Mazání přenosu s id: %s
it: Elimina trasferimento con id: %s
tr_tr: Şu kimliğe sahip aktarımı sil: %s

source: Delete volume metadata completed successfully.
cs: Mazání popisných dat svazku úspěšně dokončeno.
it: Eliminazione dei metadati del volume completata correttamente.
tr_tr: Mantıksal sürücü metadata'sı silme başarıyla tamamlandı.

source: Delete volume request issued successfully.
cs: Žádost o smazání svazku úspěšně vytvořena.
it: Eliminazione della richiesta del volume eseguita correttamente.
tr_tr: Mantıksal sürücü silme isteği başarıyla yapıldı.

source: Delete volume with id: %s
cs: Smazat svazek s id: %s
it: Elimina volume con id: %s
tr_tr: %s id'li birim siliniyor

source: Deleted %(row)d rows from table=%(table)s
cs: Smazáno %(row)d řádků z tabulky %(table)s
it: Eliminate %(row)d righe dalla tabella=%(table)s
tr_tr: %(row)d satır table=%(table)s'den silindi

source: Deleted CloudByte snapshot [%(snap)s] w.r.t parent CloudByte volume [%(cb_vol)s] and parent OpenStack volume [%(stack_vol)s].
cs: Snímek CloudByte úspěšně smazán [%(snap)s] s ohledem na nadřazené svazky CloudByte [%(cb_vol)s] a OpenStack [%(stack_vol)s].
it: Eliminata un'istantanea CloudByte [%(snap)s] in relazione al volume CloudByte principale [%(cb_vol)s] e al volume OpenStack principale [%(stack_vol)s].
tr_tr: CloudByte anlık görüntüsü [%(snap)s] w.r.t üst CloudByte mantıksal sürücüsü [%(cb_vol)s] ve üst OpenStack mantıksal sürücüsü [%(stack_vol)s] silindi.

source: Deleted the VM backing: %s.
cs: Záloha virtuálního stroje %s smazána.
it: Eliminato backup VM: %s.
tr_tr: VM desteği: %s silindi.

source: Deleted vmdk file: %s.
cs: Smazán soubor vmdk %s.
it: Eliminato file vmdk: %s.
tr_tr: Vmdk dosyası silindi: %s.

source: Deleted volume successfully.
cs: Svazek úspěšně smazán.
it: Volume eliminato correttamente.
tr_tr: Mantıksal sürücü başarıyla silindi.

source: Deleting Consistency Group
it: Eliminazione gruppo di coerenza

source: Deleting Volume: %(volume)s
cs: Mazání svazku: %(volume)s
it: Eliminazione del volume: %(volume)s
tr_tr: Mantıksal sürücü siliniyor: %(volume)s

source: Deleting backup base image='%(basename)s' of volume %(volume)s.
cs: Mazání základního obrazu zálohy='%(basename)s' svazku %(volume)s.
it: Eliminazione dell'immagine di base di backup='%(basename)s' di volume %(volume)s.
tr_tr: %(volume)s mantıksal sürücüsünün yedek taban imajı='%(basename)s' siliniyor.

source: Deleting deleteInitiatorGrp %s
cs: Rušení mazání skupiny zavaděče %s
it: Eliminazione di deleteInitiatorGrp %s
tr_tr: deleteInitiatorGrp %s siliniyor

source: Deleting snapshot %(ss)s from %(pro)s
cs: Mazání snímku %(ss)s z %(pro)s
it: Eliminazione istantanea %(ss)s da %(pro)s
tr_tr: Anlık görüntü %(ss)s %(pro)s'den siliniyor

source: Deleting snapshot %s
cs: Mazání snímku %s
it: Eliminazione istantanea %s
tr_tr: Anlık görüntü %s siliniyor

source: Deleting snapshot: %s
cs: Mazání snímku: %s
it: Eliminazione dell'istantanea: %s
tr_tr: Anlık görüntü siliniyor: %s

source: Deleting stale snapshot: %s
cs: Mazání starého snímku: %s
it: Eliminazione dell'istantanea obsoleta: %s
tr_tr: Eski anlık görüntü siliniyor: %s

source: Deleting volume %s
cs: Mazání svazku %s
it: Eliminazione del volume %s
tr_tr: Mantıksal sürücü %s siliniyor

source: Deleting volume %s.
it: Eliminazione del volume %s.

source: Detach Volume, metadata is: %s.
cs: Odpojení svazku, popisná data jsou %s.
it: Scollegare il volume, i metadati sono: %s.

source: Detach volume completed successfully.
cs: Odpojení svazku úspěšně dokončeno.
it: Scollegamento del volume completato correttamente.
tr_tr: Mantıksal sürücü ayır başarıyla tamamlandı.

source: Determined volume DB was empty at startup.
cs: Databáze určeného svazku byla při spuštění prázdná.
it: È stato stabilito che il DB dei volumi era vuoto all'avvio.
tr_tr: Tespit edilen mantıksal sürücü DB'si başlangıçta boştu.

source: Determined volume DB was not empty at startup.
cs: Databáze určeného svazku nebyla při spuštění prázdná.
it: È stato stabilito che il DB dei volumi non era vuoto all'avvio.
tr_tr: Tespit edilen mantıksal sürücü DB'si başlangıçta boş değildi.

source: Did not find the snapshot: %(name)s for backing: %(backing)s. Need not delete anything.
cs: Snímek %(name)s nenalezen pro zálohu %(backing)s. Není třeba nic mazat.
it: Non è stata trovata l'istantanea: %(name)s per il backup: %(backing)s. Non è necessario eliminare nulla.
tr_tr: Destek: %(backing)s için anlık görüntü: %(name)s bulunamadı. Hiçbir şeyin silinmesi gerekmiyor.

source: Discovery ip %(disc_ip)s is found on mgmt+data subnet %(net_label)s
cs: Zjišťovací ip adresa %(disc_ip)s byla nalezena na datové+správní podsíti %(net_label)s
it: L'IP di rilevamento %(disc_ip)s viene trovato nella sottorete gestione+dati %(net_label)s
tr_tr: Keşif ip'si %(disc_ip)s %(net_label)s mgmt+veri alt ağında bulundu

source: Discovery ip %(disc_ip)s is used on data subnet %(net_label)s
cs: Zjišťovací ip adresa %(disc_ip)s je použita na datové podsíti %(net_label)s
it: L'IP di rilevamento %(disc_ip)s viene utilizzato nella sottorete di dati %(net_label)s
tr_tr: Keşif ip'si %(disc_ip)s %(net_label)s veri alt ağında kullanılıyor

source: Discovery ip %(disc_ip)s is used on subnet %(net_label)s
cs: Zjišťovací ip adresa %(disc_ip)s je použita na podsíti %(net_label)s
it: L'IP di rilevamento %(disc_ip)s viene utilizzato nella sottorete %(net_label)s
tr_tr: Keşif ip'si %(disc_ip)s %(net_label)s alt ağında kullanılıyor

source: Discovery ip %s is used on mgmt+data subnet
cs: Zjišťovací ip adresa %s je použita na datové+správní podsíti
it: L'IP di rilevamento %s viene utilizzato nella sottorete gestione+dati
tr_tr: Keşif ip'si %s mgmt+data alt ağında kullanılıyor

source: Dissociating volume %s
cs: Odlučování svazku %s
it: Dissociazione del volume %s
tr_tr: Mantıksal sürücü %s ilişiği kesiliyor

source: Domain id is %s.
cs: ID domény je %s.
it: L'ID dominio è %s.
tr_tr: Alan id'si %s.

source: Done copying image: %(id)s to volume: %(vol)s.
cs: Kopírování obrazu dokončeno: %(id)s do svazku: %(vol)s.
it: Eseguita copia dell'immagine: %(id)s su volume: %(vol)s.
tr_tr: İmaj %(id)s nin mantıksal sürücü: %(vol)s e kopyalanması bitti.

source: Done copying volume %(vol)s to a new image %(img)s
cs: Svazek %(vol)s zkopírován do nového obrazu %(img)s
it: Eseguita copia del volume %(vol)s in una nuova immagine %(img)s
tr_tr: %(vol)s mantıksal sürücüsünün %(img)s yeni imajına kopyalanması bitti

source: Downlevel GPFS Cluster Detected. GPFS encryption-at-rest feature not enabled in cluster daemon level %(cur)s - must be at least at level %(min)s.
cs: Zjištěn cluster GPFS nižší úrovně. Funkce šifrování při nečinnosti GPFS není povolena v daemonu clusteru na úrovni %(cur)s - úroveň musí být alespoň %(min)s.
it: Rilevato un cluster GPFS di livello inferiore. La funzione encryption-at-rest GPFS non è abilitata nel livello daemon del cluster %(cur)s - deve essere almeno di livello %(min)s.

source: Driver initialization completed successfully.
cs: Zavedení ovladače úspěšně dokončeno.
it: Inizializzazione del driver completata correttamente.
tr_tr: Sürücü ilklendirme başarıyla tamamlandı.

source: Driver post RPC initialization completed successfully.
it: Post-inizializzazione RPC del driver completata correttamente.

source: E-series proxy API version %(version)s does not support full set of SSC extra specs. The proxy version must be at at least %(min_version)s.
cs: Verze API E-series proxy %(version)s nepodporuje úplnou sadu dodatečných specifikací SSC. Verze proxy musí být alespoň %(min_version)s.
it: API proxy E-series versione %(version)s non supporta la serie completa di specifiche supplementari SSC. La versione proxy deve essere almeno %(min_version)s.

source: E-series proxy API version %s does not support autosupport logging.
cs: Verze API E-series proxy %s nepodporuje záznam automatické podpory.
it: API proxy E-series versione %s non supporta l'accesso con supporto automatico.

source: EQL-driver: Setup is complete, group IP is "%s".
cs: Ovladač EQL: Nastavení dokončeno, IP adresa skupiny je "%s".
it: Driver EQL: La configurazione è completa, l'IP gruppo è "%s".
tr_tr: EQL-sürücüsü: Kurulum tamamlandı, grup IP'si "%s".

source: EQL-driver: executing "%s".
cs: Ovladač EQL: spouštění "%s".
it: Driver EQL: esecuzione di "%s".
tr_tr: EQL-sürücüsü: "%s" çalıştırılıyor.

source: Editing Volume %(vol)s with mask %(mask)s
cs: Upravování svazku %(vol)s maskou %(mask)s
it: Modifica del volume %(vol)s con maschera %(mask)s
tr_tr: %(mask)s maskesine sahip %(vol)s mantıksal sürücüsü düzenleniyor

source: Embedded mode detected.
cs: Zjištěn režim vnoření.
it: Rilevata modalità integrata.
tr_tr: Gömülü kip algılandı.

source: Enabling LVM thin provisioning by default because a thin pool exists.
cs: Protože existuje mělká zásoba, je standardně povoleno mělké poskytování LVM.
it: Abilitazione del thin provisioning LVM per impostazione predefinita perché esiste un pool thin.

source: Enabling LVM thin provisioning by default because no LVs exist.
cs: Protože neexistují žádné LV, je standardně povoleno mělké poskytování LVM.
it: Abilitazione del thin provisioning LVM per impostazione predefinita perché non esiste alcun LV.

source: Entering extend_volume volume=%(vol)s new_size=%(size)s
cs: Spouštění rozšíření svazku %(vol)s, nová velikost=%(size)s
it: Inserimento del volume extend_volume=%(vol)s new_size=%(size)s
tr_tr: extend_volume volume=%(vol)s new_size=%(size)s durumuna giriliyor

source: Entering initialize_connection volume=%(vol)s connector=%(conn)s location=%(loc)s
cs: Spouštění zavedení spojení pro svazek %(vol)s, konektor=%(conn)s, umístění=%(loc)s
it: Inserimento del volume initialize_connection=%(vol)s connettore=%(conn)s ubicazione=%(loc)s
tr_tr: initialize_connection'a giriliyor mantıksal sürücü=%(vol)s bağlayıcı=%(conn)s konum=%(loc)s
