Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: VzStorage config 'vzstorage_used_ratio' invalid. Must be > 0 and <= 1.0: %s.
de: VzStorage-Konfiguration 'vzstorage_used_ratio' ist ungültig. Muss > 0 und <= 1,0 sein: %s.
es: VzStorage config 'vzstorage_used_ratio' no válido. Debe ser > 0 y <= 1.0: %s.
fr: La configuration VzStorage 'vzstorage_used_ratio' n'est pas valide. Doit être > 0 et <= 1.0: %s.
it: Config VzStorage 'vzstorage_used_ratio' non valida, deve essere > 0 e <= 1.0: %s.
ko_kr: VzStorage 구성 'vzstorage_used_ratio'가 올바르지 않습니다. 0보다 크고 1.0 이하여야 함: %s.
pt_br: Configuração VzStorage 'vzstorage_used_ratio' inválida. Deve ser > 0 e <= 1.0: %s.
tr_tr: VzStorage 'vzstorage_used_ratio' yapılandırması geçersiz. Değer > 0 ve <= 1.0 olmalıdır: %s.

source: VzStorage config file at %(config)s doesn't exist.
de: VzStorage-Konfigurationsdatei ist nicht in %(config)s vorhanden.
es: El archivo de config VzStorage en %(config)s no existe.
fr: Le fichier de configuration VzStorage %(config)s n'existe pas.
it: File config VzStorage in %(config)s non esiste.
ko_kr: %(config)s의 VzStorage 구성 파일이 존재하지 않습니다.
pt_br: Arquivo de configuração VzStorage em %(config)s não existe.
tr_tr: %(config)s konumunda VzStorage yapılandırma dosyası yok.

source: Wait replica complete timeout.
de: Zeitlimitüberschreitung beim Warten auf Fertigstellung des Replikats.
es: Al esperar la réplica se ha agotado el tiempo de espera.
fr: Dépassement du délai d'attente d'achèvement de la réplique.
it: Timeout di attesa del completamento replica.
ko_kr: 복제본 완료 대기 제한시간 초과
pt_br: Tempo limite de espera da conclusão da réplica.
tr_tr: Kopyanın tamamlanmasını bekleme zaman aşımına uğradı.

source: Wait synchronize failed. Running status: %s.
de: Warten auf Synchronisierung fehlgeschlagen. Ausführungsstatus: %s.
es: Esperar sincronización ha fallado. Estado de ejecución: %s.
fr: Echec de l'attente de synchronisation. Statut d'exécution : %s.
it: Sincronizzazione attesa non riuscita. Stato esecuzione: %s.
ko_kr: 동기화 대기 실패. 실행 상태: %s.
pt_br: Falha ao aguardar sincronização. Status de execução: %s.

source: Waiting for all nodes to join cluster. Ensure all sheep daemons are running.
de: Es wird gewartet, bis alle Knoten mit dem Cluster verknüpft sind. Stellen Sie sicher, dass alle sheep-Dämonprozesse aktiv sind.
es: Esperando a que todos los nodos se unan al clúster. Asegúrese de que los daemons sheep se estén ejecutando.
fr: En attente que tous les noeuds aient rejoint le cluster. Vérifiez que tous les démons sheep sont en exécution.
it: In attesa che tutti i nodi partecipino al cluster. Verificare che tutti i daemon sheep siano in esecuzione.
ko_kr: 모든 노드가 클러스터를 결합할 때까지 기다리는 중입니다. 모든 sheep 디먼이 실행 중인지 확인하십시오.
pt_br: Aguardando que todos os nós se associem ao cluster. Assegure-se de que todos os daemons sheep estejam em execução.

source: We should not do switch over on primary array.
de: Wechsel in primären Array nicht empfohlen.
es: No deberíamos hace conmutación en la matriz principal.
fr: Il est déconseillé d'effectuer un basculement sur la matrice principale.
it: Non è consigliabile passare all'array primario.
ko_kr: 기본 배열로 전환할 수 없습니다.
pt_br: Não é recomendável executar switch over na matriz primária.

source: Wrong resource call syntax
de: Falsche Syntax für Ressourcenaufruf
es: Sintaxis de llamada a recurso incorrecta
fr: Syntaxe d'appel de ressource incorrecte
it: Sintassi chiamata risorsa errata
ko_kr: 잘못된 자원 호출 구문
pt_br: Sintaxe de chamada de recurso errada.

source: X-IO Volume Driver exception!
de: Ausnahme bei X-IO-Datenträgertreiber!
es: Excepción del controlador de volumen X-IO
fr: Exception de pilote du volume X-IO
it: Eccezione X-IO Volume Driver!
ko_kr: X-IO 볼륨 드라이버 예외 발생!
pt_br: Exceção do Driver do Volume X-IO!
tr_tr: kural dışı X-IO disk dürücüsü!

source: XtremIO not configured correctly, no iscsi portals found
de: XtremIO ist nicht ordnungsgemäß konfiguriert, keine iSCSI-Portale gefunden.
es: XtremIO no configurado correctamente, no se ha encontrado ningún portal iscsi
fr: XtremIO n'a pas été configuré correctement, aucun portail iscsi n'a été détecté
it: XtremIO non configurato correttamente, nessun portale iscsi trovato
ko_kr: XtremIO가 올바르게 구성되지 않음, iscsi 포털을 찾을 수 없음
pt_br: XtremIO não configurado corretamente; nenhum portal iscsi localizado
tr_tr: XtremIO düzgün yapılandırılmamış, iscsi portalı bulunamadı

source: XtremIO not initialized correctly, no clusters found
de: XtremIO nicht richtig initialisiert, keine Cluster gefunden.
es: XtremIO no se ha inicializado correctamente, no se han encontrado clústeres
fr: XtremIO ne s'est pas initialisé correctement, aucun cluster n'a été trouvé
it: XtremIO non è inizializzato correttamente, non è stato trovato nessun cluster
ko_kr: XtremIO가 올바르게 초기화되지 않음, 클러스터를 찾을 수 없음
pt_br: XtremIO não inicializado corretamente, nenhum cluster localizado
tr_tr: XtremIO düzgün ilklendirilmemiş, küme bulunamadı

source: You must implement __call__
de: Sie müssen '__call__' implementieren.
es: Debe implementar __call__
fr: Vous devez implémenter __call__
it: È necessario implementare __call__
ko_kr: __call__을 구현해야 합니다.
pt_br: Você deve implementar __call__
tr_tr: __call__ fonksiyonunu uygulamalısınız.

source: You must install hpe3parclient before using 3PAR drivers. Run "pip install python-3parclient" to install the hpe3parclient.
de: Sie müssen hpe3parclient installieren, bevor Sie 3PAR-Treiber verwenden. Führen Sie "pip install python-3parclient" aus, um hpe3parclient zu installieren.
es: Debe instalar hpe3parclient para poder utilizar controladores 3PAR. Ejecute "pip install python-3parclient" para instalar hpe3parclient.
fr: Vous devez installer hpe3parclient avant d'utiliser des pilotes 3PAR. Exécutez "pip install python-3parclient" pour installer hpe3parclient.
it: È necessario installare hpe3parclient prima di utilizzare i driver 3PAR. Eseguire "pip install python-3parclient" per installare hpe3parclient.
ko_kr: 3PAR 드라이버를 사용하기 전에 hpe3parclient를 설치해야 합니다. "pip install python-3parclient"를 실행하여 hpe3parclient를 설치하십시오.
pt_br: Deve-se instalar o hpe3parclient antes de usar drivers 3PAR drivers. Execute "pip install python-3parclient" para instalar o hpe3parclient.

source: You must supply an array in your EMC configuration file.
de: Sie müssen in Ihrer EMC-Konfigurationsdatei ein Array angeben.
es: Debe proporcionar una matriz en el archivo de configuración EMC
fr: Vous devez fournir une matrice dans votre fichier de configuration EMC.
it: È necessario fornire un array nel file di configurazione EMC.
ko_kr: EMC 구성 파일에서 배열을 제공해야 합니다.
pt_br: Deve-se fornecer uma matriz no arquivo de configuração do EMC.
tr_tr: EMC yapılandırma dosyasında bir dizi sağlamalısınız.

source: Your original size: %(originalVolumeSize)s GB is greater than: %(newSize)s GB. Only Extend is supported. Exiting...
de: Die ursprüngliche Größe von %(originalVolumeSize)s GB ist größer als %(newSize)s GB. Nur Erweiterung wird unterstützt. Vorgang wird beendet...
es: Su tamaño original de %(originalVolumeSize)s GB es mayor que: %(newSize)s GB. Sólo se admite la ampliación. Saliendo...
fr: Votre taille initiale : %(originalVolumeSize)s Go est supérieure à : %(newSize)s Go. Seule l'extension est prise en charge. Sortie...
it: La dimensione originale: %(originalVolumeSize)s GB è maggiore di %(newSize)s GB. È supportata solo l'operazione di estensione. Uscire...
ko_kr: 원래 크기 %(originalVolumeSize)sGB가 %(newSize)sGB보다 큽니다. 확장만 지원됩니다. 종료 중...
pt_br: Seu tamanho original: %(originalVolumeSize)s GB é maior que: %(newSize)s GB. Somente Estender é suportado. Saindo...
tr_tr: Özgün boyutunuz: %(originalVolumeSize)s GB yeni boyuttan daha büyük: %(newSize)s GB. Sadece Genişletme destekleniyor. Çıkılıyor...

source: Zoning Policy: %s, not recognized
de: Zoning-Richtlinie: %s, nicht erkannt
es: Política de distribución en zonas: %s, no reconocida
fr: Stratégie de segmentation : %s, non reconnue
it: Politica di zona %s non riconosciuta
ko_kr: 구역 지정 정책: %s, 인식되지 않음
pt_br: Política de Zoneamento: %s, não reconhecido
tr_tr: Bölgeleme İlkesi: %s, tanınmıyor

source: _create_and_copy_vdisk_data: Failed to get attributes for vdisk %s.
de: _create_and_copy_vdisk_data: Abrufen von Attributen für virtuelle Platte %s fehlgeschlagen.
es: _create_and_copy_vdisk_data: no se han podido obtener los atributos para vdisk %s.
fr: _create_and_copy_vdisk_data : échec de l'obtention des attributs du disque virtuel %s.
it: _create_and_copy_vdisk_data: Impossibile ottenere gli attributi per il vdisk %s.
ko_kr: _create_and_copy_vdisk_data: vdisk %s의 속성을 가져오지 못했습니다.
pt_br: _create_and_copy_vdisk_data: Falha ao obter atributos para o vdisk %s.
tr_tr: _create_and_copy_vdisk_data: %s vdiski için özniteliklerin alınması başarısız.

source: _create_host failed to return the host name.
de: _create_host hat Hostnamen nicht zurückgegeben.
es: _create_host no ha devuelto el nombre de host.
fr: Echec de _create_host pour renvoyer le nom d'hôte.
it: _create_host non riuscito nella restituzione del nome host.
ko_kr: _create_host가 호스트 이름을 리턴하지 못함
pt_br: _create_host falhou ao retornar o nome do host.
tr_tr: _create_host istemci adını döndürmede başarısız.

source: _create_host: Can not translate host name. Host name is not unicode or string.
de: _create_host: Hostname kann nicht übersetzt werden. Hostname ist weder Unicode noch Zeichenkette.
es: _create_host: no puede convertir el nombre de host. El nombre de host no está en unicode o serie.
fr: _create_host : impossible de convertir le nom d'hôte. Le nom d'hôte n'est pas de type Unicode ou chaîne.
it: _create_host: impossibile convertire il nome host. Il nome host non è unicode o stringa.
ko_kr: _create_host: 호스트 이름을 변환할 수 없습니다. 호스트 이름이 유니코드 또는 문자열이 아닙니다.
pt_br: _create_host: Não é possível converter o nome do host. O nome do host não é unicode ou vazia.
tr_tr: _create_host: Makine adı dönüştürülemieyor. İstemci ismi evrensel kodda veya karakter dizisi değil.

source: _create_host: No connector ports.
de: _create_host: keine Connector-Ports.
es: _create_host: no hay puertos de conector.
fr: _create_host : aucun port de connecteur.
it: _create_host: Nessuna porta connettore.
ko_kr: _create_host: 커넥터 포트가 없습니다.
pt_br: _create_host: Nenhuma porta de conector.
tr_tr: _create_host: Bağlayıcı bağlantı noktası yok.

source: _create_local_cloned_volume, Replication Service not found.
de: '_create_local_cloned_volume', Replikationsdienst nicht gefunden.
es: _create_local_cloned_volume, no se ha encontrado el servicio de replicación.
fr: _create_local_cloned_volume, Service de réplication introuvable.
it: _create_local_cloned_volume, Servizio di replica non trovato.
ko_kr: _create_local_cloned_volume, 복제 서비스를 찾을 수 없습니다.
pt_br: _create_local_cloned_volume, Serviço de Replicação não localizado.

source: _create_local_cloned_volume, volumename: %(volumename)s, sourcevolumename: %(sourcevolumename)s, source volume instance: %(source_volume)s, target volume instance: %(target_volume)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: '_create_local_cloned_volume', Datenträgername: %(volumename)s, Quellendatenträgername: %(sourcevolumename)s, Quellendatenträgerinstanz: %(source_volume)s, Zieldatenträgerinstanz: %(target_volume)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: _create_local_cloned_volume, nombre de volumen: %(volumename)s, nombre de volumen de origen: %(sourcevolumename)s, instancia de volumen de origen: %(source_volume)s, instancia de volumen de destino: %(target_volume)s, código de retorno: %(rc)lu, error: %(errordesc)s.
fr: _create_local_cloned_volume, nom du volume : %(volumename)s, nom du volume source : %(sourcevolumename)s, instance de volume source : %(source_volume)s, instance de volume cible : %(target_volume)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: _create_local_cloned_volume, nome volume: %(volumename)s, nome volume di origine: %(sourcevolumename)s, istanza volume di origine: %(source_volume)s, istanza volume di destinazione: %(target_volume)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: _create_local_cloned_volume, volumename: %(volumename)s, sourcevolumename: %(sourcevolumename)s, 소스 볼륨 인스턴스: %(source_volume)s, 대상 볼륨 인스턴스: %(target_volume)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: _create_local_cloned_volume, volumename: %(volumename)s, sourcevolumename: %(sourcevolumename)s, instância do volume de serviço: %(source_volume)s, instância do volume de destino: %(target_volume)s, Código de retorno: %(rc)lu, Erro: %(errordesc)s.

source: _create_vdisk %(name)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
de: _create_vdisk %(name)s - Keine Erfolgsnachricht in CLI-Ausgabe gefunden. Standardausgabe: %(out)s Standardfehler: %(err)s
es: _create_vdisk %(name)s - no se han encontrado mensajes de realizado satisfactoriamente en la salida de la CLI. stdout: %(out)s stderr: %(err)s
fr: _create_vdisk %(name)s - aucun message de réussite trouvé dans la sortie CLI. stdout : %(out)s stderr : %(err)s
it: _create_vdisk %(name)s - non è stato trovato un messaggio di successo nell'output CLI. stdout: %(out)s stderr: %(err)s
ko_kr: _create_vdisk %(name)s - CLI 출력에서 성공 메시지를 찾을 수 없습니다. stdout: %(out)s stderr: %(err)s
pt_br: _create_vdisk %(name)s - não foi localizada uma mensagem de êxito na saída da CLI. stdout: %(out)s stderr: %(err)s
tr_tr: _create_vdisk %(name)s - CLI çıktısında başarı iletisi bulunamadı. stdout: %(out)s stderr: %(err)s

source: _create_volume_name, id_code is None.
de: '_create_volume_name', 'id_code' ist 'None'.
es: _create_volume_name, id_code es None.
fr: _create_volume_name, la valeur de id_code est None.
it: _create_volume_name, id_code è None.
ko_kr: _create_volume_name, id_code가 None입니다.
pt_br: _create_volume_name, id_code é Nenhum.

source: _delete_copysession, Cannot find Replication Service
de: _delete_copysession, Replikationsdienst wurde nicht gefunden.
es: _delete_copysession, no se puede encontrar el servicio de replicación
fr: _delete_copysession, Service de réplication introuvable
it: _delete_copysession, Impossibile trovare il servizio di replica
ko_kr: _delete_copysession, 복제 서비스를 찾을 수 없습니다.
pt_br: _delete_copysession, Não é possível localizar o Serviço de Replicação

source: _delete_copysession, copy session type is undefined! copy session: %(cpsession)s, copy type: %(copytype)s.
de: _delete_copysession, Typ der Kopiersitzung ist nicht definiert! Kopiersitzung: %(cpsession)s, Kopiertyp: %(copytype)s.
es: _delete_copysession, no se ha definido el tipo de sesión de copia. Sesión de copia: %(cpsession)s, tipo de copia: %(copytype)s.
fr: _delete_copysession, le type de session de copie (copy session) n'est pas défini ! Session de copie : %(cpsession)s, type de copie : %(copytype)s.
it: _delete_copysession, copy session type is undefined! sessione di copia: %(cpsession)s, tipo di copia: %(copytype)s.
ko_kr: _delete_copysession, 복사 세션 유형이 정의되지 않았습니다! 복사 세션: %(cpsession)s, 복사 유형: %(copytype)s.
pt_br: _delete_copysession, tipo de sessão de cópia é indefinido! Sessão de cópia: %(cpsession)s, tipo de cópia: %(copytype)s.

source: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: _delete_copysession, sesión de copia: %(cpsession)s, operación: %(operation)s, Código de retorno: %(rc)lu, Error: %(errordesc)s.
fr: _delete_copysession, session de copie : %(cpsession)s, opération : %(operation)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: _delete_copysession, copysession: %(cpsession)s, 조작: %(operation)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: _delete_copysession, copysession: %(cpsession)s, operação: %(operation)s, Código de retorno: %(rc)lu, Erro: %(errordesc)s.

source: _delete_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s.
de: '_delete_volume', Datenträgername: %(volumename)s, Rückgabecode: %(rc)lu, Fehler: %(errordesc)s.
es: _delete_volume, nombre de volumen: %(volumename)s, código de retorno: %(rc)lu, error: %(errordesc)s.
fr: _delete_volume, nom du volume : %(volumename)s, Code retour : %(rc)lu, Erreur : %(errordesc)s.
it: _delete_volume, volumename: %(volumename)s, Codice di ritorno: %(rc)lu, Errore: %(errordesc)s.
ko_kr: _delete_volume, volumename: %(volumename)s, 리턴 코드: %(rc)lu, 오류: %(errordesc)s.
pt_br: _delete_volume, volumename: %(volumename)s, Código de Retorno: %(rc)lu, Erro: %(errordesc)s.

source: _delete_volume, volumename: %(volumename)s, Storage Configuration Service not found.
de: '_delete_volume', Datenträgername: %(volumename)s, Speicherkonfigurationsdienst nicht gefunden.
es: _delete_volume, nombre de volumen: %(volumename)s, nombre de volumenel servicio de configuración de almacenamiento.
fr: _delete_volume, nom du volume : %(volumename)s, Service de configuration de stockage introuvable.
it: _delete_volume, volumename: %(volumename)s, Storage Configuration Service non trovato.
ko_kr: _delete_volume, volumename: %(volumename)s, 스토리지 구성 서비스를 찾을 수 없습니다.
pt_br: _delete_volume, volumename: %(volumename)s, Serviço de Configuração de Armazenamento não localizado.

source: _exec_eternus_service, classname: %(classname)s, InvokeMethod, cannot connect to ETERNUS.
de: _exec_eternus_service, classname: %(classname)s, InvokeMethod. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _exec_eternus_service, nombre de clase: %(classname)s, InvokeMethod, no se puede establecer conexión con ETERNUS.
fr: _exec_eternus_service, nom de classe : %(classname)s, InvokeMethod, impossible de se connecter à ETERNUS.
it: _exec_eternus_service, classname: %(classname)s, InvokeMethod, impossibile connettersi a ETERNUS.
ko_kr: _exec_eternus_service, classname: %(classname)s, InvokeMethod, ETERNUS에 연결할 수 없습니다.
pt_br: _exec_eternus_service, classname: %(classname)s, InvokeMethod, não é possível conectar-se ao ETERNUS.

source: _extend_volume_op: Extending a volume with snapshots is not supported.
de: _extend_volume_op: Erweitern eines Datenträgers mit Schattenkopien wird nicht unterstützt.
es: _extend_volume_op: no se permite ampliar un volumen con instantáneas.
fr: _extend_volume_op : l'extension d'un volume avec des instantanés n'est pas prise en charge.
it: _extend_volume_op: l'estensione di un volume con le istantanee non è supportata.
ko_kr: _extend_volume_op: 스냅샷이 포함된 볼륨 확장은 지원되지 않습니다.
pt_br: _extend_volume_op: Não é suportado estender um volume com capturas instantâneas.

source: _find_affinity_group, connector: %(connector)s, Associators: FUJITSU_AuthorizedTarget, cannot connect to ETERNUS.
de: _find_affinity_group, connector: %(connector)s, Associators: FUJITSU_AuthorizedTarget. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_affinity_group, conector: %(connector)s, Asociadores: FUJITSU_AuthorizedTarget, no se puede establecer conexión con ETERNUS.
fr: _find_affinity_group, connecteur : %(connector)s, Associateurs : FUJITSU_AuthorizedTarget, impossible de se connecter à ETERNUS.
it: _find_affinity_group, connector: %(connector)s, Associatori: FUJITSU_AuthorizedTarget, impossibile connettersi a ETERNUS.
ko_kr: _find_affinity_group, 커넥터: %(connector)s, 연관자: FUJITSU_AuthorizedTarget, ETERNUS에 연결할 수 없습니다.
pt_br: _find_affinity_group, conector: %(connector)s, Associadores: FUJITSU_AuthorizedTarget, não é possível conectar-se ao ETERNUS.

source: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames, cannot connect to ETERNUS.
de: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_affinity_group, conector: %(connector)s, EnumerateInstanceNames, no se puede establecer conexión con ETERNUS.
fr: _find_affinity_group, connecteur : %(connector)s, EnumerateInstanceNames, impossible de se connecter à ETERNUS.
it: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames, impossibile connettersi a ETERNUS.
ko_kr: _find_affinity_group, 커넥터: %(connector)s, EnumerateInstanceNames, ETERNUS에 연결할 수 없습니다.
pt_br: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames, não é possível conectar-se ao ETERNUS.

source: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, cannot connect to ETERNUS.
de: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_affinity_group,conector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, no se puede establecer conexión con ETERNUS.
fr: _find_affinity_group, connecteur : %(connector)s, AssocNames : FUJITSU_ProtocolControllerForUnit, impossible de se connecter à ETERNUS.
it: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, impossibile connettersi a ETERNUS.
ko_kr: _find_affinity_group, 커넥터: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, ETERNUS에 연결할 수 없습니다.
pt_br: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, não é possível conectar-se ao ETERNUS.

source: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, Cannot connect to ETERNUS.
de: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, no se puede establecer conexión con ETERNUS.
fr: _find_copysession, ReferenceNames, vol_instance : %(vol_instance_path)s, Impossible de se connecter à ETERNUS.
it: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, impossibile connettersi a ETERNUS.
ko_kr: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, ETERNUS에 연결할 수 없습니다.
pt_br: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, Não é possível conectar-se ao ETERNUS.

source: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, cannot connect to ETERNUS.
de: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames. Es kann keine Verbindung zu ETERNUS hergestellt werden.
es: _find_eternus_service, nombre de clase: %(classname)s, EnumerateInstanceNames, no se puede establecer conexión con ETERNUS.
fr: _find_eternus_service, nom de classe : %(classname)s, EnumerateInstanceNames, impossible de se connecter à ETERNUS.
it: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, impossibile connettersi a ETERNUS.
ko_kr: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, ETERNUS에 연결할 수 없습니다.
pt_br: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, não é possível conectar-se ao ETERNUS.

source: _find_initiator_names, connector: %(connector)s, initiator not found.
de: '_find_initiator_names', Connector: %(connector)s, Initiator nicht gefunden.
es: _find_initiator_names, conector: %(connector)s, no se ha encontrado el iniciador.
fr: _find_initiator_names, connecteur : %(connector)s, initiateur introuvable.
it: _find_initiator_names, connector: %(connector)s, iniziatore non trovato.
ko_kr: _find_initiator_names, 커넥터: %(connector)s, 개시자를 찾을 수 없습니다.
pt_br: _find_initiator_names, connector: %(connector)s, iniciador não localizado.
