Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: name cannot be None
de: Name darf nicht 'None' sein.
es: el nombre no puede ser None
fr: le nom ne peut pas être None
it: il nome non può essere None
ko_kr: 이름은 None일 수 없음
pt_br: o nome não pode ser Nenhum
tr_tr: ad Hiçbiri olamaz

source: naviseccli_path: Could not find NAVISECCLI tool %(path)s.
de: naviseccli_path: NAVISECCLI-Tool %(path)s wurde nicht gefunden.
es: naviseccli_path: No se ha podido encontrar la herramienta NAVISECCLI %(path)s.
fr: naviseccli_path : outil NAVISECCLI introuvable %(path)s.
it: naviseccli_path: Impossibile trovare lo strumento NAVISECCLI %(path)s.
ko_kr: naviseccli_path: NAVISECCLI 도구 %(path)s을(를) 찾을 수 없습니다.
pt_br: naviseccli_path: Não foi possível localizar a ferramenta NAVISECCLI %(path)s.
tr_tr: naviseccli_path: NAVISECCLI araç %(path)s bulunamadı.

source: no REPLY but %r
de: Keine Antwort, aber %r
es: ninguna RESPUESTA, sino %r
fr: aucune réponse (REPLY) mais %r
it: nessuna RISPOSTA ma %r
ko_kr: REPLY가 아니라 %r
pt_br: Nenhuma REPLY, mas %r

source: no snapshot with id %s found in drbdmanage
de: keine Schattenkopie mit ID %s in drbdmanage gefunden
es: no se ha encontrado ninguna instantánea con el id %s en drbdmanage
fr: aucun instantané avec l'ID %s n'a été détecté dans drbdmanage
it: in drbdmanage non è stata trovata alcuna istantanea con id %s
ko_kr: drbdmanage에서 ID가 %s인 스냅샷을 찾을 수 없음
pt_br: nenhuma captura instantânea com ID %s localizada no drbdmanage
tr_tr: drbdmanage içinde %s anlık sistem görüntüsü bulunamadı

source: not exactly one snapshot with id %s
de: nicht genau eine Schattenkopie mit ID %s
es: no exactamente una instantánea con el id %s
fr: n'est pas exactement un snapshot avec l'ID %s
it: non esattamente una sola istantanea con id %s
ko_kr: ID가 %s인 스냅샷이 정확하게 하나가 아님
pt_br: não exatamente uma captura instantânea com ID %s
tr_tr: tam olarak %s kimliğine sahip tek bir anlık görüntü değil

source: not exactly one volume with id %s
de: nicht genau ein Datenträger mit ID %s
es: no exactamente un volumen con el id %s
fr: n'est pas exactement un volume avec l'ID %s
it: non esattamente un solo volume con id %s
ko_kr: ID가 %s인 볼륨이 정확하게 하나가 아님
pt_br: não exatamente um volume com o ID %s
tr_tr: tam olarak %s kimliğine sahip tek bir mantıksal sürücü değil

source: obj missing quotes %s
de: Fehlende Anführungszeichen für obj %s
es: obj no tiene comillas %s
fr: guillemets manquants pour obj %s
it: apici mancanti per obj %s
ko_kr: 오브젝트에 따옴표 누락 %s
pt_br: o objeto não tem aspas %s
tr_tr: obj eksik kotalar %s

source: open_access_enabled is not off.
de: open_access_enabled ist nicht ausgeschaltet.
es: open_access_enabled no está inactivo.
fr: open_access_enabled n'est pas désactivé.
it: open_access_enabled non è disattivo.
ko_kr: open_access_enabled가 해제되지 않았습니다.
pt_br: open_access_enabled não está desativado.
tr_tr: open_access_enabled kapalı değil.

source: progress must be an integer percentage
de: Fortschritt muss ein Ganzzahlprozentsatz sein.
es: el progreso debe ser un porcentaje de entero
fr: la progression doit être un pourcentage d'entier
it: l'avanzamento deve essere una percentuale a numero intero
ko_kr: 진행상태는 정수 백분율이어야 함
pt_br: progresso deve ser uma porcentagem de número inteiro
tr_tr: ilerleme bir tam sayı yüzdesi olmalıdır

source: promote_replica not implemented.
de: promote_replica nicht implementiert.
es: promote_replica no se ha implementado.
fr: promote_replica non implémenté.
it: promote_replica non implementata.
ko_kr: promote_replica가 구현되지 않았습니다.
pt_br: promote_replica não implementado.
tr_tr: promote_replica uygulanmadı.

source: provider must be defined
de: Provider muss definiert sein.
es: Se debe definir el proveedor
fr: fournisseur doit être défini
it: il provider deve essere definito
ko_kr: 제공자를 정의해야 함
pt_br: provider deve ser definido
tr_tr: sağlayıcı tanımlanmalıdır

source: qemu-img %(minimum_version)s or later is required by this volume driver. Current qemu-img version: %(current_version)s
de: qemu-img ab Version %(minimum_version)s ist für diesen Datenträgertreiber erforderlich. Aktuelle qemu-img-Version: %(current_version)s
es: El controlador de volumen necesita qemu-img %(minimum_version)s o posterior. Versión qemu-img actual: %(current_version)s
fr: qemu-img %(minimum_version)s ou ultérieur est requis par ce pilote de périphérique. Version qemu-img actuelle : %(current_version)s
it: qemu-img %(minimum_version)s o versione successiva richiesto da questo driver del volume. Versione qemu-img corrente: %(current_version)s
ko_kr: 이 볼륨 드라이버에서는 qemu-img %(minimum_version)s 이상이 필요합니다. 현재 qemu-img 버전: %(current_version)s
pt_br: qemu-img %(minimum_version)s ou posterior é necessário para este driver de volume. Qemu-img versão atual: %(current_version)s
tr_tr: qemu-img %(minimum_version)s ya da sonraki sürümler bu mantıksal sürücü için gereklidir. Mevcut qemu-img sürümü: %(current_version)s

source: qemu-img is not installed and image is of type %s. Only RAW images can be used if qemu-img is not installed.
de: qemu-img ist nicht installiert und das Abbild ist vom Typ %s. Es können nur RAW-Abbilder verwendet werden, wenn qemu-img nicht installiert ist.
es: qemu-img no está instalado y la imagen es de tipo %s. Solo se puede usar imágenes RAW si qemu-img no está instalado.
fr: qemu-img non installé et image de type %s. Seules les images RAW peuvent être utilisées si qemu-img n'est pas installé.
it: qemu-img non è installata e l'immagine è di tipo %s. È possibile utilizzare solo le immagini RAW se qemu-img non è installata.
ko_kr: qemu-img가 설치되지 않고 이미지가 %s 유형입니다. qemu-img가 설치되지 않은 경우 RAW 이미지만 사용할 수 있습니다.
pt_br: qemu-img não está instalado e a imagem é do tipo %s. Apenas imagens RAW podem ser usadas se qemu-img não estiver instalado.
tr_tr: qemu-img kurulu değil ve imaj türü %s. Eğer qemu-img kurulu değilse, sadece RAW imajlar kullanılabilir.

source: qemu-img is not installed and the disk format is not specified. Only RAW images can be used if qemu-img is not installed.
de: qemu-img ist nicht installiert und das Plattenformat wurde nicht angegeben. Es können nur RAW-Abbilder verwendet werden, wenn qemu-img nicht installiert ist.
es: qemu-img no está instalado y el formato del disco no está especificado. Solo se pueden usar las imágenes RAW si qemu-img no está instalado.
fr: qemu-img n'est pas installé et le format de disque n'est pas spécifié. Seules les images RAW peuvent être utilisées si qemu-img n'est pas installé.
it: qemu-img non è installata e il formato del disco non è specificato. È possibile utilizzare solo le immagini RAW se qemu-img non è installata.
ko_kr: qemu-img가 설치되지 않고 디스크 형식이 지정되지 않았습니다. qemu-img가 설치되지 않은 경우 RAW 이미지만 사용할 수 있습니다.
pt_br: qemu-img não está instalado e o formato do disco não está especificado. Apenas imagens RAW podem ser usadas se qemu-img não estiver instalado.
tr_tr: qemu-img kurulu değil ve disk biçimi belirtilmemiş. Eğer qemu-img kurulu değilse, sadece RAW imajlar kullanılabilir.

source: rados and rbd python libraries not found
de: rados- und rbd-python-Bibliotheken nicht gefunden.
es: no se han encontrado las bibliotecas rados y rbd python
fr: bibliothèques rados et rbd python introuvables
it: le librerie python rados e rbd non sono state trovate
ko_kr: rados 및 rbd python 라이브러리를 찾을 수 없음
pt_br: bibliotecas Python rados e rbd não localizadas
tr_tr: rados ve rbd python kütüphaneleri bulunamadı

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
de: 'read_deleted' kann nur 'no', 'yes' oder 'only' sein, nicht '%r'
es: read_deleted solo puede ser 'no', 'yes' o 'only', no %r
fr: read_deleted peut uniquement correspondre à 'no', 'yes' ou 'only', et non %r
it: read_deleted può essere solo 'no', 'yes' o 'only', non %r
ko_kr: read_deleted는 'no', 'yes', 'only' 중에서 선택 가능하며, %r은(는) 불가능함
pt_br: read_deleted pode ser apenas um de 'no', 'yes' ou 'only', não %r
tr_tr: read_deleted sadece 'no', 'yes' ya da 'only', %r hariç seçeneklerinden biri olabilir

source: replication_device should be configured on backend: %s.
de: 'replication_device' muss im Backend konfiguriert sein: %s.
es: Se debe configurar el dispositivo de replicación (replication_device) en el programa de fondo: %s.
fr: L'unité de réplication (replication_device) doit être configurée sur le back-end : %s.
it: replication_device deve essere configurato sul backend: %s.
ko_kr: 백엔드에서 replication_device를 구성해야 함: %s.
pt_br: replication_device deve ser configurado no backend: %s.

source: replication_device with backend_id [%s] is missing.
de: 'replication_device' mit 'backend_id' [%s] fehlt.
es: Falta el dispositivo de replicación (replication_device) con el ID de programa de fondo (backend_id) [%s].
fr: L'unité de réplication (replication_device ) avec l'ID de back-end [%s] est manquante.
it: replication_device con backend_id [%s] mancante.
ko_kr: backend_id [%s]인 replication_device가 누락되었습니다.
pt_br: replication_device com backend_id [%s] está ausente.

source: replication_failover failed. %s not found.
de: 'replication_failover' fehlgeschlagen. %s wurde nicht gefunden.
es: replication_failover ha fallado. No se ha encontrado %s.
fr: Echec de replication_failover. %s introuvable.
it: replication_failover non riuscito. %s non trovato.
ko_kr: replication_failover에 실패했습니다. %s을(를) 찾을 수 없습니다.
pt_br: replication_failover falhou. %s não localizado.

source: replication_failover failed. Backend not configured for failover
de: 'replication_failover' fehlgeschlagen. Das Backend ist nicht für ein Failover konfiguriert.
es: replication_failover ha fallado. No se ha configurado un programa de fondo para la migración tras error
fr: Echec de replication_failover. Le back-end n'est pas configuré pour le basculement
it: replication_failover non riuscito. Backend non configurato per il failover
ko_kr: replication_failover에 실패했습니다. 백엔드를 장애 복구하도록 구성되지 않았습니다.
pt_br: replication_failover falhou. Backend não configurado para failover

source: restore: %(vol_id)s failed to run dsmc due to invalid arguments on %(bpath)s. stdout: %(out)s stderr: %(err)s
de: Wiederherstellung: %(vol_id)s konnte DSMC wegen ungültiger Argumente nicht unter %(bpath)s ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: restaurar: %(vol_id)s no ha podido ejecutar dsmc debido a argumentos no válidos en %(bpath)s. stdout: %(out)s stderr: %(err)s
fr: restauration : échec de %(vol_id)s pour l'exécution de dsmc en raison d'arguments non valides sur %(bpath)s. stdout : %(out)s stderr : %(err)s
it: ripristino: %(vol_id)s non ha eseguito dsmc a causa di argomenti non validi presenti su %(bpath)s. stdout: %(out)s stderr: %(err)s
ko_kr: 복원: %(vol_id)s이(가) %(bpath)s으로 백업 하드 링크를 제거하지 못했습니다. stdout: %(out)s stderr: %(err)s
pt_br: restauração: %(vol_id)s falhou ao executar o dsmc devido a argumentos inválidos em %(bpath)s. stdout: %(out)s stderr: %(err)s
tr_tr: restore: %(vol_id)s geçersiz değişkenler nedeniyle %(bpath)s yolundaki dsmc komutunu çalıştıramadı. stdout: %(out)s stderr: %(err)s

source: restore: %(vol_id)s failed to run dsmc on %(bpath)s. stdout: %(out)s stderr: %(err)s
de: Wiederherstellung: %(vol_id)s konnte DSMC nicht unter %(bpath)s ausführen. Standardausgabe: %(out)s Standardfehler: %(err)s
es: restaurar: %(vol_id)s no ha podido ejecutar dsmc en %(bpath)s. stdout: %(out)s stderr: %(err)s
fr: restauration : échec de %(vol_id)s pour l'exécution de dsmc sur %(bpath)s. stdout : %(out)s stderr : %(err)s
it: ripristino: %(vol_id)s non ha eseguito dsmc su %(bpath)s. stdout: %(out)s stderr: %(err)s
ko_kr: 복원: %(vol_id)s이(가) %(bpath)s에서 dsmc를 실행하는 데 실패했습니다. stdout: %(out)s stderr: %(err)s
pt_br: restauração: %(vol_id)s falhou ao executar o dsmc em %(bpath)s. stdout: %(out)s stderr: %(err)s
tr_tr: restore: %(vol_id)s %(bpath)s yolundaki dsmc komutunu çalıştıramadı. stdout: %(out)s stderr: %(err)s

source: restore: %(vol_id)s failed. stdout: %(out)s stderr: %(err)s.
de: Wiederherstellung: %(vol_id)s fehlgeschlagen. Standardausgabe: %(out)s Standardfehler: %(err)s.
es: restaurar: %(vol_id)s ha fallado. stdout: %(out)s stderr: %(err)s.
fr: restauration : échec de %(vol_id)s. stdout : %(out)s stderr : %(err)s.
it: restore: %(vol_id)s non riuscito. stdout: %(out)s stderr: %(err)s.
ko_kr: 복원: %(vol_id)s이(가) 실패했습니다. stdout: %(out)s stderr: %(err)s.
pt_br: restauração: %(vol_id)s falhou. stdout: %(out)s stderr: %(err)s.
tr_tr: restore: %(vol_id)s başarısız oldu. stdout: %(out)s stderr: %(err)s.

source: restore_backup aborted, actual object list does not match object list stored in metadata.
de: restore_backup abgebrochen, tatsächliche Objektliste entspricht nicht der in den Metadaten gespeicherten Liste.
es: restore_backup terminada anormalmente, la lista de objetos real no coincide con la lista de objetos almacenada en metadatos.
fr: restore_backup annulé, la liste d'objets actuelle ne correspond pas à la liste d'objets stockée dans les métadonnées.
it: restore_backup interrotto, l'elenco di oggetti effettivo non corrisponde all'elenco di oggetti archiviato nei metadati.
ko_kr: restore_backup이 중단되었습니다. 실제 오브젝트 목록이 메타데이터에 저장된 오브젝트 목록과일치하지 않습니다.
pt_br: restore_backup interrompido, a lista de objetos real não corresponde à lista de objetos armazenada nos metadados.
tr_tr: restore_backup durduruldu, gerçek nesne listesi metadata'da depolanan nesne listesi ile eşleşmiyor.

source: rtslib_fb is missing member %s: You may need a newer python-rtslib-fb.
de: rtslib_fb enthält Mitglied %s nicht: Sie benötigen möglicherweise eine neuere python-rtslib-fb.
es: Falta el miembro %s de rtslib_fb: es posible que necesite un python-rtslib-fb más reciente.
fr: Le membre %s est manquant dans rtslib_fb : vous avez peut-être besoin d'un python-rtslib-fb plus récent.
it: Per rtslib_fb manca il membro %s: potrebbe essere necessario un python-rtslib-fb più recente.
ko_kr: rtslib_fb에 멤버 %s이(가) 누락됨: 새 python-rtslib-fb가 필요할 수 있습니다.
pt_br: rtslib_fb é um membro ausente %s: você pode precisar de um python-rtslib-fb mais novo.
tr_tr: rtslib_fb eksik %s üyesidir: Daha yeni bir python-rtslib-fb kütüphanesine ihtiyacınız olabilir.

source: san_ip is not set.
de: san_ip wurde nicht festgelegt.
es: san_ip no está establecido.
fr: san_ip n'a pas été défini.
it: san_ip non impostato.
ko_kr: san_ip가 설정되지 않았습니다.
pt_br: san_ip não está configurado.
tr_tr: san_ip ayarlanmamış.

source: san_ip must be set
de: 'san_ip' muss festgelegt sein.
es: se debe establecer san_ip
fr: san_ip doit être défini
it: san_ip deve essere impostato
ko_kr: san_ip가 설정되어야 함
pt_br: san_ip deve ser configurado
tr_tr: san_ip ayarlanmış olmalı

source: san_ip: Mandatory field configuration. san_ip is not set.
de: san_ip: Konfiguration für Pflichtfeld. san_ip ist nicht festgelegt.
es: san_ip: Configuración de campo obligatorio. san_ip no se ha establecido
fr: san_ip : Configuration de zone obligatoire. san_ip n'est pas défini.
it: san_ip: Configurazione campo obbligatorio. san_ip non è impostato.
ko_kr: san_ip: 필수 필드 구성입니다. san_ip가 설정되지 않았습니다.
pt_br: san_ip: Configuração de campo obrigatória. san_ip não foi configurado.
tr_tr: san_ip: Gerekli alan yapılandırması. san_ip ayarlanmamış.

source: san_login and/or san_password is not set for Datera driver in the cinder.conf. Set this information and start the cinder-volume service again.
de: san_login und/oder san_password sind für den Datera-Treiber in der Datei cinder.conf nicht festgelegt. Legen Sie diese Informationen fest und starten Sie den Cinder-Datenträgerdienst erneut.
es: san_login y/o san_password no se han establecido para el controlador Datera en cinder.conf. Establezca esta información e inicie el servicio cinder-volume de nuevo.
fr: san_login et/ou san_password n'est pas défini pour le pilote Datera dans cinder.conf. Définissez cette information et relancez le service cinder-volume.
it: san_login e/o san_password non impostati per il driver Datera in cinder.conf. Impostare tali informazioni ed avviare il servizio cinder-volume nuovamente.
ko_kr: cinder.conf의 Datera 드라이버에 대해 san_login 및/또는 san_password가설정되지 않았습니다. 이 정보를 설정하고 cinder-volume 서비스를 다시시작하십시오.
pt_br: san_login e/ou san_password não está configurado para o driver Datera no cinder.conf. Configure estas informações e inicie o serviço cinder-volume novamente.
tr_tr: cinder.conf dosyasında Datera sürücüsü için san_login ve/ya da san_password ayarlı değil. Bu bilgileri ayarla ve cinder-volume servisini tekrar başlat.

source: serve() can only be called once
de: serve() kann nur einmal aufgerufen werden.
es: serve() sólo se puede llamar una vez
fr: serve() ne peut être appelé qu'une seule fois
it: il servizio() può essere chiamato solo una volta
ko_kr: serve()는 한 번만 호출할 수 있음
pt_br: serve() pode ser chamado apenas uma vez
tr_tr: serve() sadece bir kez çağrılabilir

source: service not found
de: Dienst nicht gefunden
es: no se ha encontrado el servicio
fr: service introuvable
it: servizio non trovato
ko_kr: 서비스를 찾을 수 없음
pt_br: serviço não encontrado
tr_tr: servis bulunamadı

source: snapshot does not exist
de: Schattenkopie ist nicht vorhanden
es: la instantánea no existe
fr: L'instantané n'existe pas
it: l'istantanea non esiste
ko_kr: 스냅샷이 없음
pt_br: a captura instantânea não existe
tr_tr: anlık sistem görüntüsü yok

source: snapshot id:%s not found
de: Schattenkopie-ID %s nicht gefunden
es: id:%s de instantánea no encontrado
fr: ID d'instantané :%s introuvable
it: ID istantanea:%s non trovato
ko_kr: 스냅샷 id:%s을(를) 찾을 수 없음
pt_br: ID da captura instantânea:%s não localizado
tr_tr: anlık sistem görüntü kimliği:%s bulunamadı

source: snapshots assigned
de: Schattenkopien zugeordnet
es: instantáneas asignadas
fr: instantanés affectés
it: istantanee assegnate
ko_kr: 스냅샷이 지정됨
pt_br: capturas instantâneas designadas

source: snapshots changed
de: Schattenkopien geändert
es: instantáneas modificadas
fr: instantanés modifiés
it: istantanee modificate
ko_kr: 스냅샷이 변경됨
pt_br: capturas instantâneas alteradas

source: source vol id:%s not found
de: Quellendatenträger-ID %s nicht gefunden
es: id:%s de volumen de origen no encontrado
fr: ID de volume source :%s introuvable
it: ID volume di origine: %s non trovato
ko_kr: 소스 볼륨 id:%s을(를) 찾을 수 없음
pt_br: ID do vol. de origem:%s não localizado
tr_tr: kaynak mantıksal sürücü kimliği:%s bulunamadı

source: source volume id:%s is not replicated
de: Quellendatenträger-ID: %s wird nicht repliziert.
es: El ID de volumen de origen: %s no se replica
fr: identificateur de volume source : %s non répliqué
it: ID volume origine:%s non replicato
ko_kr: 소스 볼륨 id:%s을(를) 복제할 수 없음
pt_br: ID do volume de origem:%s não é replicado
tr_tr: kaynak mantıksal sürücü kimliği:%s çoğaltılmamıştır

source: source-name cannot be empty.
de: 'source-name' darf nicht leer sein.
es: source-name no puede estar vacío.
fr: source-name ne peut pas être vide.
it: source-name non può essere vuoto.
ko_kr: source-name은 비어 있지 않아야 합니다.
pt_br: O source-name não pode estar vazio.

source: source-name format should be: 'vmdk_path@vm_inventory_path'.
de: Das Format für 'source-name' muss wie folgt lauten: 'vmdk_path@vm_inventory_path'.
es: El formato de source-name debería ser: 'vmdk_path@vm_inventory_path'.
fr: Le format de source-name doit être : 'chemin_vmdk@chemin_inventaire_vm'.
it: Il formato di source-name deve essere : 'vmdk_path@vm_inventory_path'.
ko_kr: source-name 형식은 'vmdk_path@vm_inventory_path'이어야 합니다.
pt_br: O formato source-name deve ser: 'vmdk_path@vm_inventory_path'.

source: status must be %s and
de: Status muss %s sein und
es: el estado debe ser %s y
fr: Le statut doit être %s et
it: lo stato deve essere %s e
ko_kr: 상태는 %s이어야 하며
pt_br: status deve ser %s e

source: status must be available
de: Status muss 'available' sein.
es: el estado debe ser available
fr: l'état doit être disponible
it: lo stato deve essere available
ko_kr: 상태가 사용 가능해야 함
pt_br: o status deve estar disponível
tr_tr: durum kullanılabilir olmalıdır

source: stop_hypermetro error.
de: stop_hypermetro-Fehler.
es: Error de stop_hypermetro.
fr: Erreur stop_hypermetro.
it: Errore stop_hypermetro.
ko_kr: stop_hypermetro 오류.
pt_br: Erro de stop_hypermetro.

source: sudo failed, continuing as if nothing happened
de: sudo fehlgeschlagen, Vorgang wird fortgesetzt
es: sudo fallido, continuando como si nada hubiera pasado
fr: sudo a échoué, continue comme si de rien n'était
it: sudo non riuscito, proseguire come se nulla fosse successo
ko_kr: sudo에 실패, 무시하고 계속합니다.
pt_br: sudo falhou, continuando como se nada tivesse acontecido
tr_tr: sudo başarısız oldu, hiçbir şey olmamış gibi devam ediliyor

source: sync_hypermetro error.
de: sync_hypermetro-Fehler.
es: Error de sync_hypermetro.
fr: Erreur sync_hypermetro.
it: Errore sync_hypermetro.
ko_kr: sync_hypermetro 오류.
pt_br: Erro de sync_hypermetro.

source: sync_replica not implemented.
de: sync_replica nicht implementiert.
es: sync_replica no se ha implementado.
fr: sync_replica non implémenté.
it: sync_replica non implementata.
ko_kr: sync_replica가 구현되지 않았습니다.
pt_br: sync_replica não implementado.
tr_tr: sync_replica uygulanmadı.

source: targetcli not installed and could not create default directory (%(default_path)s): %(exc)s
de: targetcli nicht installiert. Standardverzeichnis (%(default_path)s) konnte nicht erstellt werden: %(exc)s
es: targetcli no instalado. No se ha podido crear un directorio predeterminado (%(default_path)s): %(exc)s
fr: targetcli n'est pas installé et n'a pas pu créer de répertoire par défaut (%(default_path)s) : %(exc)s
it: targetcli non è installato e non è stato possibile creare la directory predefinita (%(default_path)s): %(exc)s
ko_kr: targetcli가 설치되지 않아 기본 디렉토리(%(default_path)s)를 작성할 수 없음: %(exc)s
pt_br: targetcli não instalado e não pôde criar o diretório padrão (%(default_path)s): %(exc)s
tr_tr: targetcli kurulu değil ve öntanımlı dizin (%(default_path)s) oluşturulamadı: %(exc)s

source: terminate_connection: Failed to get host name from connector.
de: terminate_connection: Fehler beim Abrufen von Hostname von Connector.
es: terminate_connection: No se ha podido obtener el nombre de host del conector.
fr: terminate_connection : échec d'obtention du nom d'hôte à partir du connecteur.
it: terminate_connection: Impossibile acquisire il nome host dal connettore.
ko_kr: terminate_connection: 커넥터에서 호스트 이름을 가져오는 데 실패했습니다.
pt_br: terminate_connection: Falha ao obter o nome do host do conector.
tr_tr: terminate_connection: Bağlayıcıdan istemci adı alma başarısız.

source: timeout creating new_volume on destination host
de: Zeitlimitüberschreitung beim Erstellen von new_volume auf Zielhost.
es: tiempo de desactivación al crear new_volume en el host de destino
fr: délai d'attente de création de new_volume sur l'hôte de destination
it: timeout durante la creazione di new_volume nell'host di destinazione
ko_kr: 대상 호스트에 new_volume을 작성하는 중에 제한시간이 초과됨
pt_br: tempo limite ao criar new_volume no host de destino
tr_tr: Hedef istemci üzerinde yeni mantıksal sürücü oluşturulurken zaman aşımı

source: too many body keys
de: zu viele Textschlüssel
es: demasiadas claves de cuerpo
fr: trop de clés de corps
it: troppe chiavi del corpo
ko_kr: 본문 키가 너무 많음
pt_br: excesso de chaves de corpo
tr_tr: Çok sayıda gövde anahtarları

source: umount: %s: not mounted
de: Abhängen: %s: nicht eingehängt
es: umount: %s: no montado
fr: umount: %s: non monté
it: smontaggio: %s: non montato
ko_kr: umount: %s: 마운트되지 않았음
pt_br: umount: %s: não montado
tr_tr: umount: %s: bağlı değil

source: umount: %s: target is busy
de: Abhängen: %s: Ziel ist ausgelastet
es: umount: %s: el destino está ocupado
fr: umount: %s : cible occupée
it: smontaggio: %s: la destinazione è occupata
ko_kr: umount: %s: 대상이 사용 중임
pt_br: umount: %s: o destino está ocupado
tr_tr: umount: %s: hedef meşgul
