Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Query by service parameter is deprecated. Please use binary parameter instead.
de: Die Abfrage nach Serviceparameter ist veraltet. Verwenden Sie stattdessen den binären Parameter.
es: La consulta por parámetro de servicio está en desuso. Use el parámetro binario en su lugar.
fr: La requête par paramètre de service est obsolète. Utilisez le paramètre binaire à la place.
it: La query tramite il parametro service è obsoleta. Utilizzare invece il parametro bynary.
ko_kr: 서비스 매개변수에 의한 조회가 더 이상 사용되지 않습니다. 2진 매개변수를 사용하십시오. 삭제 중입니다.
pt_br: Parâmetro de consulta por serviço está depreciado. Por favor, use um parâmetro binário no lugar.
tr_tr: Servis parametreleri ile sorgu önerilmiyor. Lütfen bunun yerine ikili değer parametrelerini kullanın.

source: Query resource pool error.
de: Fehler beim Abfragen des Ressourcenpools.
es: Error al consultar la agrupación de recursos.
fr: Erreur lors de l'interrogation du pool de ressources.
it: Errore di query del pool di risorse.
ko_kr: 자원 풀 조회 오류입니다.
pt_br: Erro ao consultar conjunto de recursos.

source: Quota %s limit must be equal or greater than existing resources.
de: Der Grenzwert für das Kontingent %s muss mindestens den vorhandenen Ressourcen entsprechen.
es: El límite de cuota %s debe ser igual o mayor que los recursos existentes.
fr: La limite de quota %s doit être égale ou supérieure aux ressources existantes.
it: Il limite della quota %s deve essere uguale o maggiore delle risorse esistenti.
ko_kr: 할당량 %s 한계는 기존 자원 이상이어야 합니다.
pt_br: O limite de cota %s deve ser igual ou maior que os recursos existentes.
tr_tr: Kota %s limiti varolan kaynaklarla eşit veya daha büyük olmalıdır.

source: Quota class %(class_name)s could not be found.
de: Die Kontingentklasse %(class_name)s wurde nicht gefunden.
es: No se ha podido encontrar la clase de cuota %(class_name)s.
fr: Classe de quota %(class_name)s introuvable.
it: Impossibile trovare la classe di quota %(class_name)s.
ko_kr: %(class_name)s 할당량 클래스를 찾을 수 없습니다.
pt_br: A classe da cota %(class_name)s não pôde ser localizada.
tr_tr: Kota sınıfı %(class_name)s bulunamadı.

source: Quota could not be found
de: Kontingent wurde nicht gefunden.
es: No se ha podido encontrar la cuota
fr: Quota introuvable
it: Impossibile trovare la quota
ko_kr: 할당량을 찾을 수 없음
pt_br: A cota não pôde ser localizada
tr_tr: Kota bulunamadı.

source: Quota exceeded for resources: %(overs)s
de: Kontingent für Ressourcen überschritten: %(overs)s
es: Cuota superada para recursos: %(overs)s
fr: Quota dépassé pour les ressources : %(overs)s
it: Quota superata per le risorse: %(overs)s
ko_kr: 자원에 대한 할당량 초과: %(overs)s
pt_br: Cota excedida para os recursos: %(overs)s
tr_tr: Kota kaynaklar için aşıldı: %(overs)s

source: Quota exceeded: code=%(code)s
de: Kontingent überschritten: code=%(code)s
es: Cuota excedida: código=%(code)s
fr: Quota dépassé: code=%(code)s
it: Quota superata: code=%(code)s
ko_kr: 할당량 초과: 코드=%(code)s
pt_br: Quota excedida: codigo=%(code)s
tr_tr: Kota aşıldı: kod=%(code)s

source: Quota for project %(project_id)s could not be found.
de: Das Kontingent für Projekt %(project_id)s wurde nicht gefunden.
es: No se ha podido encontrar la cuota para el proyecto %(project_id)s.
fr: Quota du projet %(project_id)s introuvable.
it: Impossibile trovare la quota per il progetto %(project_id)s.
ko_kr: %(project_id)s 프로젝트에 대한 할당량을 찾을 수 없습니다.
pt_br: A cota para o projeto %(project_id)s não pôde ser localizada.
tr_tr: %(project_id)s projesi için bir kota bulunamadı.

source: Quota limit invalid for project '%(proj)s' for resource '%(res)s': limit of %(limit)d is less than in-use value of %(used)d
de: Kontingentgrenzwert ungültig für Projekt '%(proj)s' für die Ressource '%(res)s': Grenzwert von %(limit)d ist kleiner als der Wert von %(used)d, der im Gebrauch ist.
es: Límite de cuota no válido para el proyecto '%(proj)s' para el recurso '%(res)s': el límite de %(limit)d es menor que el valor en uso, de %(used)d
fr: La limite de quota n'est pas valide pour le projet '%(proj)s' de la ressource '%(res)s' : la limite %(limit)d est inférieure à la valeur utilisée %(used)d
it: Limite della quota non valido per il progetto '%(proj)s' per la risorsa '%(res)s': il limite di %(limit)d è inferiore al valore in uso di %(used)d
ko_kr: '%(res)s' 자원의 프로젝트 '%(proj)s'에 대한 할당량 한계가 올바르지 않음: %(limit)d의 한계가 사용 중인 값 %(used)d보다 적음
pt_br: Limite de cota inválido para o projeto '%(proj)s'para o recurso '%(res)s': O limite de %(limit)d é menor que o valor em uso de %(used)d

source: Quota reservation %(uuid)s could not be found.
de: Kontingentreservierung %(uuid)s wurde nicht gefunden.
es: No se ha podido encontrar la reserva de cuota %(uuid)s.
fr: Réservation de quota %(uuid)s introuvable.
it: Impossibile trovare la prenotazione della quota %(uuid)s.
ko_kr: 할당 예약 %(uuid)s을(를) 찾을 수 없습니다.
pt_br: A reserva da cota %(uuid)s não pôde ser localizada.
tr_tr: Kota koşulu %(uuid)s bulunamadı.

source: Quota usage for project %(project_id)s could not be found.
de: Die Kontingentnutzung für Projekt %(project_id)s wurde nicht gefunden.
es: No se ha podido encontrar el uso de cuota para el proyecto %(project_id)s.
fr: Utilisation de quota pour le projet %(project_id)s introuvable.
it: Impossibile trovare l'utilizzo della quota per il progetto %(project_id)s.
ko_kr: %(project_id)s 프로젝트에 대한 할당 사용량을 찾을 수 없습니다.
pt_br: O uso da cota para o projeto %(project_id)s não pôde ser localizado.
tr_tr: %(project_id)s projesi için kota kullanımı bulunamadı.

source: RBD diff op failed - (ret=%(ret)s stderr=%(stderr)s)
de: RBD-Differenzierungsoperation fehlgeschlagen - (ret=%(ret)s stderr=%(stderr)s)
es: Op. dif. RBD ha fallado - (ret=%(ret)s stderr=%(stderr)s)
fr: Echec de l'op. diff RBD - (ret=%(ret)s stderr=%(stderr)s)
it: Operazione diff RBD non riuscita - (ret=%(ret)s stderr=%(stderr)s)
ko_kr: RBD diff op 실패 - (ret=%(ret)s stderr=%(stderr)s)
pt_br: Op de Dif de RBD falhou – (ret=%(ret)s stderr=%(stderr)s)
tr_tr: RBD diff işlemi başarısız oldu - (ret=%(ret)s stderr=%(stderr)s)

source: REST server IP must by specified.
de: IP des REST-Servers muss angegeben werden.
es: Se debe especificar la IP de servidor REST.
fr: L'IP du serveur REST doit être spécifiée.
it: È necessario specificare l'IP del server REST.
ko_kr: REST 서버 IP를 지정해야 합니다.
pt_br: O IP do servidor REST deve ser especificado.
tr_tr: REST sunucu IP'si belirtilmelidir.

source: REST server password must by specified.
de: Kennwort des REST-Servers muss angegeben werden.
es: Se debe especificar la contraseña del servidor REST.
fr: Le mot de passe de l'utilisateur du serveur REST doit être spécifié.
it: È necessario specificare la password del server REST.
ko_kr: REST 서버 비밀번호를 지정해야 합니다.
pt_br: A senha do servidor REST deve ser especificada.
tr_tr: REST sunucu parolası belirtilmelidir.

source: REST server username must by specified.
de: Benutzername des REST-Servers muss angegeben werden.
es: Se debe especificar el nombre de usuario del servidor REST.
fr: Le nom d'utilisateur du serveur REST doit être spécifié.
it: È necessario specificare il nome utente del server REST.
ko_kr: REST 서버 사용자 이름을 지정해야 합니다.
pt_br: O nome do usuário do servidor REST deve ser especificado.
tr_tr: REST sunucu kullanıcı adı belirtilmelidir.

source: RPC server response is incomplete
de: RPC-Serverantwort ist unvollständig.
es: La respuesta del servidor RPC es incompleta
fr: Réponse incomplète du serveur RPC
it: La risposta del server RPC è incompleta
ko_kr: RPC 서버 응답이 완료되지 않음
pt_br: A resposta do servidor RPC está incompleta

source: Raid did not have MCS Channel.
de: RAID hatte keinen MCS-Channel.
es: Raid no tiene el canal MCS.
fr: Raid n'avait pas de canal MCS.
it: Il Raid non ha il canale MCS.
ko_kr: Raid에 MCS 채널이 없습니다.
pt_br: O RAID não tinha o Canal MCS.
tr_tr: Raid MCS Kanalına sahip değil.

source: Reach limitation set by configuration option max_luns_per_storage_group. Operation to add %(vol)s into Storage Group %(sg)s is rejected.
de: Der mit der Konfigurationsoption max_luns_per_storage_group festgelegte Grenzwert wurde erreicht. Operation zum Hinzufügen von %(vol)s zu Speichergruppe %(sg)s wird zurückgewiesen.
es: Se ha alcanzado el límite establecido por la opción de configuración max_luns_per_storage_group. La operación de añadir %(vol)s al grupo de almacenamiento %(sg)s se ha rechazado.
fr: Atteignez la limitation définie par l'option de configuration max_luns_per_storage_group. L'opération d'ajout de %(vol)s dans le groupe de stockage %(sg)s est rejetée.
it: Raggiunto il limite impostato dall'opzione di configurazione max_luns_per_storage_group. L'operazione per aggiungere %(vol)s al gruppo di archiviazione %(sg)s è rifiutata.
ko_kr: 구성 옵션 max_luns_per_storage_group으로 설정된 제한사항에 도달합니다.스토리지 그룹 %(sg)s에 %(vol)s을(를) 추가하는 조작이 거부됩니다.
pt_br: Atinja a limitação definida pela opção de configuração max_luns_per_storage_group. Operação para incluir %(vol)s no Grupo de Armazenamento %(sg)s será rejeitada.
tr_tr: max_luns_per_storage_group yapılandırma seçeneği ile ayarlanan sınırlandırmaya eriş. %(vol)s in %(sg)s Depolama Grubuna eklenmesi reddedildi.

source: Received error string: %s
de: Empfangene Fehlerzeichenkette: %s
es: Serie de error recibida: %s
fr: Chaîne d'erreur reçue : %s
it: Ricevuta stringa di errore: %s
ko_kr: 오류 문자열이 수신됨: %s
pt_br: Sequência de erros recebida: %s
tr_tr: Alınan hata: %s

source: Reference must be for an unmanaged snapshot.
de: Referenz muss für eine nicht verwaltete Schattenkopie sein.
es: La referencia debe ser para una instantánea no gestionada.
fr: La référence doit s'appliquer à un instantané non géré.
it: Il riferimento deve essere per un'istantanea non gestita.
ko_kr: 참조는 관리되지 않은 스냅샷용이어야 합니다.
pt_br: A referência deve ser para uma captura instantânea não gerenciada.

source: Reference must be for an unmanaged virtual volume.
de: Referenz muss für einen nicht verwalteten virtuellen Datenträger sein.
es: La referencia debe ser para un volumen virtual no gestionado.
fr: La référence doit s'appliquer à un volume virtuel non géré.
it: Il riferimento deve essere per un volume virtuale non gestito.
ko_kr: 참조는 관리되지 않는 가상 볼륨에 대한 것이어야 합니다.
pt_br: A referência deve ser para um volume virtual não gerenciado.
tr_tr: Başvuru yönetilmeyen bir sanal mantıksal sürücü için olmalı.

source: Reference must be the name of an unmanaged snapshot.
de: Referenz muss der Name einer nicht verwalteten Schattenkopie sein.
es: La referencia debe ser el nombre de una instantánea no gestionada.
fr: La référence doit correspondre au nom d'un instantané non géré.
it: Il riferimento deve essere il nome di un'istantanea non gestita.
ko_kr: 참조는 관리되지 않은 스냅샷의 이름이어야 합니다.
pt_br: A referência deve o nome de uma captura instantânea não gerenciada.

source: Reference must be the volume name of an unmanaged virtual volume.
de: Referenz muss der Datenträgername eines nicht verwalteten virtuellen Datenträgers sein.
es: La referencia debe ser el nombre de volumen de un volumen virtual no gestionado.
fr: La référence doit s'appliquer à un nom de volume virtuel non géré.
it: Il riferimento deve essere il nome volume di un volume virtuale non gestito.
ko_kr: 참조는 관리되지 않는 가상 볼륨의 볼륨 이름이어야 합니다.
pt_br: A referência deve ser o nome do volume de um volume virtual não gerenciado.
tr_tr: Referans yönetilmeyen bir sanal mantıksal sürücünün mantıksal sürücü ismi olmalı.

source: Reference must contain either source-name or source-id element.
de: Referenz muss entweder das Element 'source-name' oder das Element 'source-id' enthalten.
es: La referencia debe contener el elemento source-name o source-id.
fr: La référence doit contenir l'élément source-name ou source-id.
it: Il riferimento deve contenere l'elemento source-name o source-id.
ko_kr: 참조에는 source-name 또는 source-id 요소가 포함되어야 합니다.
pt_br: A referência deve conter um elemento source-id ou source-name.
tr_tr: Başvuru ya kaynak-ismi ya da kaynak-kimliği öğelerini içermeli.

source: Reference must contain source-id or source-name element.
de: Die Referenz muss das Element 'source-id' oder 'source-name' enthalten.
es: La referencia debe contener el elemento id-source o source-name.
fr: La référence doit contenir l'élément source-id ou source-name.
it: Il riferimento deve contenere l'elemento source-id o source-name.
ko_kr: 참조에는 source-id 또는 source-name 요소가 포함되어야 합니다.
pt_br: A referência deve conter um elemento source-id ou source-name.

source: Reference must contain source-id or source-name key.
de: Referenz muss Schlüssel 'source-id' oder 'source-name' enthalten.
es: La referencia debe contener la clave source-id o source-name.
fr: La référence doit contenir une clé source-id ou source-name.
it: Il riferimento deve contenere la chiave source-id o source-name.
ko_kr: 참조에는 source-id 또는 source-name 키가 포함되어 있어야 합니다.
pt_br: A referência deve conter a chave source-id ou source-name.
tr_tr: Başvuru source-id veya source-name anahtarını içermeli.

source: Reference must contain source-id or source-name.
de: Referenz muss 'source-id' oder 'source-name' enthalten.
es: La referencia debe contener source-id o source-name.
fr: La référence doit contenir source-id ou source-name.
it: Il riferimento deve contenere source-id o source-name.
ko_kr: 참조에는 source-id 또는 source-name이 포함되어 있어야 합니다.
pt_br: A referência deve conter source-id ou source-name.
tr_tr: Başvuru kaynak-id veya kaynak-ismi içermeli.

source: Reference must contain source-id.
de: Referenz muss 'source-id' enthalten.
es: La referencia debe contener el source-id.
fr: La référence doit contenir source-id.
it: Il riferimento deve contenere source-id.
ko_kr: 참조에는 source-id가 있어야 합니다.
pt_br: A referência deve conter o source-id.

source: Reference must contain source-name element.
de: Referenz muss Element 'source-name' enthalten.
es: La referencia debe contener el elemento source-name.
fr: La référence doit contenir l'élément source-name.
it: Il riferimento deve contenere l'elemento source-name.
ko_kr: 참조에는 source-name 요소가 포함되어야 합니다.
pt_br: A referência deve conter o elemento de nome de origem.
tr_tr: Kaynak kaynak-ad ögesi içermelidir.

source: Reference must contain source-name or source-id.
de: Referenz muss 'source-name' oder 'source-id' enthalten.
es: La referencia debe contener source-name o source-id.
fr: La référence doit contenir l'élément source-name ou source-id.
it: Il riferimento deve contenere il nome e l'id dell'origine.
ko_kr: 참조에는 source-name 또는 source-id가 있어야 합니다.
pt_br: A referência deve conter source-name ou source-id.
tr_tr: Başvuru kaynak-ismi veya kaynak-kimliği içermeli.

source: Reference must contain source-name.
de: Referenz muss Element 'source-name' enthalten.
es: La referencia debe contener el elemento source-name.
fr: La référence doit contenir source-name.
it: Il riferimento deve contenere source-name.
ko_kr: 참조에는 source-name이 포함되어야 합니다.
pt_br: A referência deve conter o nome de origem.
tr_tr: Referans kaynak ismi içermeli.

source: Reference to volume to be managed must contain source-name.
de: Die Referenz auf den zu verwaltenden Datenträger muss 'source-name' enthalten.
es: La referencia al volumen a gestionar debe contener el elemento source-name.
fr: La référence au volume à gérer doit contenir l'élément source-name.
it: Il riferimento al volume da gestire deve contenere source-name.
ko_kr: 관리할 볼륨에 대한 참조에 source-name이 포함되어야 합니다.
pt_br: A referência ao volume a ser gerenciado deve conter o source-name.

source: Reference to volume: %s to be managed must contain source-name.
de: Die Referenz auf den zu verwaltenden Datenträger %s muss 'source-name' enthalten.
es: La referencia al volumen: %s a gestionar debe contener el elemento source-name.
fr: La référence au volume %s à gérer doit contenir l'élément source-name.
it: Il riferimento al volume: %s da gestire deve contenere source-name.
ko_kr: 관리할 볼륨: %s에 대한 참조에 source-name이 포함되어야 합니다.
pt_br: A referência ao volume: %s a ser gerenciado deve conter o source-name.

source: Refusing to migrate volume ID: %(id)s. Please check your configuration because source and destination are the same Volume Group: %(name)s.
de: Die Migration von Datenträger-ID %(id)s wird verweigert. Prüfen Sie Ihre Konfiguration, da Quelle und Ziel dieselbe Datenträgergruppe haben: %(name)s.
es: Rechazando la migración del ID de volumen: %(id)s. Compruebe la configuración, ya que el origen y el destino son el mismo grupo de volúmenes: %(name)s.
fr: Refus de migrer l'ID volume %(id)s. Vérifiez votre configuration car la source et la destination indiquent le même groupe de volumes : %(name)s.
it: Migrazione del volume con ID: %(id)s rifiutata. Verificare la configurazione perché il Gruppo di volumi è sia l'origine che la destinazione: %(name)s.
ko_kr: 볼륨 ID: %(id)s의 마이그레이션을 거부하고 있습니다. 소스 및 대상이 같은 볼륨 그룹이므로 구성을 확인하십시오. %(name)s.
pt_br: Recusando migrar o ID do volume: %(id)s. Verifique sua configuração porque a origem e o destino são o mesmo Grupo de Volume: %(name)s.
tr_tr: Şu mantıksal sürücü göçü reddediliyor: %(id)s. Lütfen yapılandırma ayarlarınızı kontrol edin çünkü kaynak ve hedef aynı Mantıksal Sürücü Grubundalar: %(name)s.

source: Remote pool cannot be found.
de: Der ferne Pool wurde nicht gefunden.
es: No se puede encontrar la agrupación remota.
fr: Pool distant introuvable.
it: Impossibile trovare il pool remoto.
ko_kr: 원격 풀을 찾을 수 없습니다.
pt_br: O conjunto remoto não pode ser localizado.

source: Remove CHAP error.
de: Fehler beim Entfernen von CHAP.
es: Error al eliminar CHAP.
fr: Erreur lors de la suppression CHAP.
it: Errore di rimozione CHAP.
ko_kr: CHAP 제거 오류입니다.
pt_br: Erro ao remover CHAP.

source: Remove fc from host error.
de: Fehler beim Entfernen von FC vom Host.
es: Error al eliminar fc del host.
fr: Erreur lors de la suppression fc de l'hôte.
it: Errore di rimozione fc dall'host.
ko_kr: 호스트에서 fc 제거 오류입니다.
pt_br: Erro ao remover FC do host.

source: Remove host from array error.
de: Fehler beim Entfernen des Hosts aus dem Array.
es: Error al eliminar el host de la matriz.
fr: Erreur lors de la suppression de l'hôte de la matrice.
it: Errore di rimozione host dall'array.
ko_kr: 배열에서 호스트 제거 오류입니다.
pt_br: Erro ao remover host da matriz.

source: Remove host from hostgroup error.
de: Fehler beim Entfernen des Hosts aus der Hostgruppe.
es: Error al eliminar el host del grupo de host.
fr: Erreur lors du retrait de l'hôte de hostgroup.
it: Errore di rimozione host dal gruppo host.
ko_kr: 호스트 그룹에서 호스트 제거 오류입니다.
pt_br: Erro ao remover host do grupo de hosts.

source: Remove iscsi from host error.
de: Fehler beim Entfernen von iSCSI vom Host.
es: Error al eliminar iscsi del host.
fr: Erreur lors de la suppression iscsi de l'hôte.
it: Errore di rimozione iscsi dall'host.
ko_kr: 호스트에서 iscsi 제거 오류입니다.
pt_br: Erro ao remover iscsi do host.

source: Remove lun from QoS error.
de: Fehler beim Entfernen der LUN aus QoS.
es: Error al eliminar LUN de QoS .
fr: Erreur lors de la suppression de numéro d'unité logique (lun) de QoS.
it: Errore di rimozione lun da QoS.
ko_kr: QoS에서 lun 제거 오류.
pt_br: Erro ao remover LUN do QoS.

source: Remove lun from cache error.
de: Fehler beim Entfernen der LUN aus dem Zwischenspeicher.
es: Error al eliminar lun de la caché.
fr: Erreur lors de la suppression du numéro d'unité logique du cache.
it: Errore di rimozione lun da cache.
ko_kr: 캐시에서 lun 제거 오류입니다.
pt_br: Erro ao remover LUN do cache.

source: Remove lun from partition error.
de: Fehler beim Entfernen der LUN aus der Partition.
es: Error al eliminar lun de la partición.
fr: Erreur lors de la suppression de numéro d'unité logique de la partition.
it: Errore di rimozione lun dalla partizione.
ko_kr: 파티션에서 lun 제거 오류입니다.
pt_br: Erro ao remover LUN da partição.

source: Remove port from port group error.
de: Fehler beim Entfernen des Ports aus der Portgruppe.
es: Error al eliminar el puerto del grupo de puertos.
fr: Erreur lors de la suppression d'un port du groupe de ports.
it: Errore di rimozione porta da gruppo di porte.
ko_kr: 포트 그룹에서 포트 제거 오류.
pt_br: Erro ao remover porta no grupo de portas.

source: Remove volume export failed.
de: Entfernen des Exports für Datenträger fehlgeschlagen.
es: Error al eliminar la exportación del volumen.
fr: La suppression de l'exportation du volume a échoué.
it: Rimozione esportazione volume non riuscita.
ko_kr: 볼륨 내보내기 제거에 실패했습니다.
pt_br: Falha ao remover exportação de volume.

source: Rename lun on array error.
de: Fehler beim Umbenennen der LUN im Array.
es: Error al renombrar lun en la matriz.
fr: Erreur lors de la modification du nom du numéro d'unité logique sur la matrice.
it: Errore di ridenominazione lun sull'array.
ko_kr: 배열에서 lun 이름 바꾸기 오류입니다.
pt_br: Erro ao renomear LUN na matriz.

source: Rename snapshot on array error.
de: Fehler beim Umbenennen der Schattenkopie im Array.
es: Error al renombrar la instantánea en la matriz.
fr: Erreur lors de la modification du nom de l'instantané sur la matrice.
it: Errore di ridenominazione istantanea sull'array.
ko_kr: 배열에서 스냅샷 이름 변경 오류.
pt_br: Erro ao renomear a captura instantânea na matriz.

source: Replication %(name)s to %(ssn)s failed.
de: Die Replikation %(name)s an %(ssn)s ist fehlgeschlagen.
es: Ha fallado la replicación %(name)s a %(ssn)s.
fr: La réplication %(name)s vers %(ssn)s a échoué.
it: Replica %(name)s su %(ssn)s non riuscita.
ko_kr: %(ssn)s에 %(name)s을(를) 복제하는 데 실패했습니다.
pt_br: A replicação de %(name)s para %(ssn)s falhou.

source: Replication Service Capability not found on %(storageSystemName)s.
de: Die Replikationsdienstfunktion wurde in %(storageSystemName)s nicht gefunden.
es: La capacidad del servicio de réplica no se ha encontrado en %(storageSystemName)s.
fr: Fonction du service de réplication introuvable sur %(storageSystemName)s.
it: Funzione del servizio di replica non trovata in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 복제 서비스 기능을 찾을 수 없습니다.
pt_br: Recurso de serviço de replicação não localizado em %(storageSystemName)s.
tr_tr: Çoğaltma Servisi Yeteneği %(storageSystemName)s üzerinde bulunamadı.

source: Replication Service not found on %(storageSystemName)s.
de: Replikationsdienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de réplica no se ha encontrado en %(storageSystemName)s.
fr: Service de réplication introuvable sur %(storageSystemName)s.
it: Replication Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 복제 서비스를 찾을 수 없습니다.
pt_br: O Serviço de replicação não foi localizado em %(storageSystemName)s.
tr_tr: Çoğaltma Servisi %(storageSystemName)s üzerinde bulunamadı.

source: Replication is not enabled
de: Replikation ist nicht aktiviert.
es: La réplica no está habilitada
fr: Réplication non activée
it: La replica non è abilitata
ko_kr: 복제가 사용되지 않음
pt_br: A replicação não está ativada
tr_tr: Kopyalama etkin değildir

source: Replication is not enabled for volume
de: Replikation ist für Datenträger nicht aktiviert.
es: La réplica no está habilitada para el volumen
fr: Réplication non activée pour le volume
it: La replica non è abilitata per il volume
ko_kr: 볼륨에 복제가 사용되지 않음
pt_br: A replicação não está ativada para o volume
tr_tr: Mantıksal sürücü için kopyalama etkin değildir

source: Replication not allowed yet.
de: Replikation ist noch nicht zulässig.
es: Aún no se permite la replicación.
fr: La réplication n'est pas autorisée pour le moment.
it: Replica non ancora consentita.
ko_kr: 복제가 아직 허용되지 않습니다.
pt_br: Replicação ainda não permitida.
