Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: Entering terminate_connection volume=%(vol)s connector=%(conn)s location=%(loc)s.
cs: Spouštění ukončení spojení se svazkem %(vol)s, konektor=%(conn)s, umístění=%(loc)s
it: Inserimento del volume terminate_connection=%(vol)s connettore=%(conn)s ubicazione=%(loc)s
tr_tr: terminate_connection'a giriliyor mantıksal sürücü=%(vol)s bağlayıcı=%(conn)s konum=%(loc)s.

source: Entering unmanage_volume volume = %s
cs: Spouštění rušení správy svazku %s.
it: Inserimento del volume unmanage_volume = %s

source: Exploring array subnet label %s
cs: Prozkoumávání jmenovky podsítě pole %s
it: Esplorazione dell'etichetta della sottorete dell'array %s
tr_tr: Dizi alt ağ etiketi %s keşfediliyor

source: Export record finished, backup %s exported.
cs: Exportování záznamu bylo dokončeno: záloha: %s exportována.
it: Esportazione record completata, backup %s esportato.
tr_tr: Kayıt dışa aktarma bitti, yedek %s dışa aktarıldı.

source: Export record started, backup: %s.
cs: Exportování záznamu bylo zahájeno: záloha: %s.
it: Esportazione record avviata, backup: %s.
tr_tr: Kayıt dışa aktarma başladı, yedek: %s.

source: Exported lun %(vol_id)s on lun_id %(lun_id)s.
cs: Exportován lun %(vol_id)s s id %(lun_id)s.
it: Esportata lun %(vol_id)s su lun_id %(lun_id)s.
tr_tr: %(vol_id)s lun_id %(lun_id)s üzerine aktarıldı.

source: Extend volume completed successfully.
cs: Rozšíření svazku úspěšně dokončeno.
it: Estensione del volume completata correttamente.
tr_tr: Mantıksal sürücü büyütme başarıyla tamamlandı.

source: Extend volume request issued successfully.
cs: Žádost o rozšíření svazku úspěšně vytvořena.
it: Richiesta di estensione del volume eseguita correttamente.
tr_tr: Mantıksal sürücü büyütme isteği başarıyla yapıldı.

source: Extend volume: %(volumename)s, oldsize: %(oldsize)s, newsize: %(newsize)s.
it: Estendere il volume: %(volumename)s, oldsize: %(oldsize)s, newsize: %(newsize)s.

source: Extending volume %s.
cs: Rozšiřování svazku %s.
it: Estensione del volume %s.
tr_tr: Mantıksal sürücü %s büyütülüyor.

source: Extending volume: %(id)s New size: %(size)s GB
it: Estensione volume: %(id)s Nuova dimensione: %(size)s GB

source: FAST: capacity stats for policy %(fastPolicyName)s on array %(arrayName)s. total_capacity_gb=%(total_capacity_gb)lu, free_capacity_gb=%(free_capacity_gb)lu.
cs: FAST: statistiky kapacity pro zásadu %(fastPolicyName)s v poli %(arrayName)s. Celková kapacita v gb: %(total_capacity_gb)lu, volná kapacita v gb: %(free_capacity_gb)lu.
it: FAST: statistiche di capacità per la politica %(fastPolicyName)s sull'array %(arrayName)s. total_capacity_gb=%(total_capacity_gb)lu, free_capacity_gb=%(free_capacity_gb)lu.

source: Failed over to replication target successfully.
it: Failover della destinazione di replica eseguito correttamente.

source: Failed to create host: %(name)s. Check if it exists on the array.
cs: Nelze vytvořit hostitele: %(name)s. Zkontrolujte zda existuje v poli.
it: Impossibile creare l'host: %(name)s. Controllare se esiste nell'array.

source: Failed to create hostgroup: %(name)s. Please check if it exists on the array.
cs: Nelze vytvořit skupinu hostitele: %(name)s. Prosím zkontrolujte zda existuje v poli.
it: Impossibile creare il gruppo di host: %(name)s. Controllare se esiste sull'array.

source: Failed to open iet session list for %(vol_id)s: %(e)s
cs: Nelze otevřít seznam sezení iet pro %(vol_id)s: %(e)s
it: Impossibile aprire l'elenco di sessioni iet per %(vol_id)s: %(e)s
tr_tr: %(vol_id)s için iet oturumu açılamadı: %(e)s

source: Failing backend to %s
it: Esito negativo del backend su %s

source: Fault thrown: %s
cs: Vyvolána chyba: %s
it: Errore generato: %s
tr_tr: Hata fırlatıldı: %s

source: Fetched vCenter server version: %s
cs: Získaná verze serveru vCenter: %s
it: Recuperata versione server vCenter: %s

source: Filtered targets for SAN is: %(targets)s
it: Le destinazioni filtrate per SAN sono: %(targets)s

source: Filtered targets for SAN is: %s
cs: Filtrované cíle pro SAN jsou: %s
it: Le destinazioni filtrate per SAN sono: %s
tr_tr: SAN için filtrelenen hedefler: %s

source: Final filtered map for delete connection: %(i_t_map)s
it: Associazione filtrata finale per eliminazione connessione: %(i_t_map)s

source: Final filtered map for fabric: %(i_t_map)s
it: Associazione filtrata finale per fabric: %(i_t_map)s

source: Fixing previous mount %s which was not unmounted correctly.
cs: Oprava předchozího připojení %s, které nebylo správně odpojeno.
it: Correzione del montaggio precedente %s che non è stato smontato correttamente.
tr_tr: Düzgün bağı ayrılmamış önceki %s bağı düzeltiliyor.

source: Flash Cache policy set to %s
cs: Zásada mezipaměti Flash nastavena na %s
it: Politica Flash Cache impostata su %s
tr_tr: Zula sıfırlama ilkesi %s olarak ayarlandı

source: Flexvisor already unassigned volume %(id)s.
cs: Flexvisor již zrušil přidělení svazku %(id)s.
it: Flexvisor ha già annullato l'assegnazione del volume %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücü atamasını zaten kaldırdı.

source: Flexvisor snapshot %(id)s not existed.
cs: Snímek Flexvisor %(id)s neexistuje.
it: L'istantanea Flexvisor %(id)s non esiste.
tr_tr: Flexvisor anlık görüntüsü %(id)s mevcut değildi.

source: Flexvisor succeeded to add volume %(id)s to group %(cgid)s.
cs: Flexvisor úspěšně přidal svazek %(id)s do skupiny %(cgid)s.
it: Flexvisor è riuscito ad aggiungere il volume %(id)s al gruppo %(cgid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü %(cgid)s grubuna başarıyla ekledi.

source: Flexvisor succeeded to clone volume %(id)s.
cs: Flexvisor úspěšně naklonoval svazek %(id)s.
it: Flexvisor è riuscito a clonare il volume %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü klonlamayı başardı.

source: Flexvisor succeeded to create volume %(id)s from snapshot.
cs: Flexvisor úspěšně vytvořil svazek %(id)s ze snímku.
it: Flexvisor è riuscito a creare il volume %(id)s dall'istantanea.
tr_tr: Flexvisor başarıyla anlık görüntüden %(id)s mantıksal sürücüsünü oluşturdu.

source: Flexvisor succeeded to create volume %(id)s.
cs: Flexvisor úspěšně vytvořil svazek %(id)s.
it: Flexvisor è riuscito a creare il volume %(id)s.
tr_tr: Flexvisor başarıyla %(id)s mantıksal sürücüsünü oluşturdu.

source: Flexvisor succeeded to delete snapshot %(id)s.
cs: Flexvisor úspěšně smazal snímek %(id)s.
it: Flexvisor è riuscito ad eliminare l'istantanea %(id)s.
tr_tr: Flexvisor %(id)s anlık görüntüsünü silmeyi başardı.

source: Flexvisor succeeded to extend volume %(id)s.
cs: Flexvisor úspěšně rozšířil svazek %(id)s.
it: Flexvisor è riuscito ad estendere il volume %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü büyütmeyi başardı.

source: Flexvisor succeeded to remove volume %(id)s from group %(cgid)s.
cs: Flexvisor úspěšně odstranil svazek %(id)s ze skupiny %(cgid)s.
it: Flexvisor è riuscito a rimuovere il volume %(id)s dal gruppo %(cgid)s.
tr_tr: Flexvisor başarıyla %(id)s mantıksal sürücüsünü %(cgid)s grubundan çıkardı.

source: Flexvisor succeeded to unassign volume %(id)s.
cs: Flexvisor úspěšně zrušil přidělení svazku %(id)s.
it: Flexvisor è riuscito ad annullare l'assegnazione del volume %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsü atamasını kesebildi.

source: Flexvisor volume %(id)s does not exist.
cs: Svazek Flexvisor %(id)s neexistuje.
it: Il volume Flexvisor %(id)s non esiste.
tr_tr: Flexvisor mantıksal sürücüsü %(id)s mevcut değil.

source: Folder %s does not exist, it was already deleted.
it: La cartella %s non esiste, è già stata eliminata.

source: Force upload to image is disabled, Force option will be ignored.
cs: Vynucení nahrání do obrazu je zakázáno, vynucení bude ignorováno.
it: Il caricamento forzato nell'immagine è disabilitato, l'opzione Force verrà ignorata.
tr_tr: İmaja zorla yükleme kapalı, Zorlama seçeneği göz ardı edilecek.

source: Found a temporary snapshot %(name)s
it: Trovata un'istantanea temporanea %(name)s

source: Free capacity for backend is: %(free)s, total capacity: %(total)s.
cs: Volná kapacita podpůrné vrstvy je: %(free)s, celková kapacita: %(total)s.
it: La capacità disponibile per il backend è: %(free)s, capacità totale: %(total)s.
tr_tr: Arka uç için boş kapasite: %(free)s, toplam kapasite: %(total)s.

source: Friendly zone name after forming: %(zonename)s
it: Nome zona breve dopo la formazione: %(zonename)s

source: Generating transfer record for volume %s
cs: Vytváření záznamu o přenosu pro svazek %s
it: Generazione del record di trasferimento per il volume %s
tr_tr: Mantıksal sürücü %s için aktarım kaydı üretiliyor

source: Get all snapshots completed successfully.
cs: Získání všech snímků úspěšně dokončeno.
it: Richiamo di tutte le istantanee completato correttamente.

source: Get all volumes completed successfully.
cs: Získání všech svazků úspěšně dokončeno.
it: Richiamo di tutti i volumi completato correttamente.
tr_tr: Tüm mantıksal sürücülerin getirilmesi başarıyla bitti.

source: Get domain by name response: %s
cs: Získání domény pomocí odpovědi názvem: %s
it: Ottieni dominio dalla risposta del nome: %s
tr_tr: İsimle alan adı alma yanıtı: %s

source: Get snapshot metadata completed successfully.
cs: Získání popisných dat snímku úspěšně dokončeno.
it: Richiamo dei metadati dell'istantanea completato correttamente.
tr_tr: Anlık görüntü metadata'sı getir başarıyla tamamlandı.

source: Get snapshot metadata value not implemented.
cs: Získání hodnot popisných dat snímku není zavedeno.
it: Richiamo del valore dei metadati dell'istantanea non implementato.
tr_tr: Anlık görüntü metadata değeri getirme uygulanmadı.

source: Get the default ip: %s.
cs: Získání výchozí ip adresy: %s.
it: Richiama l'ip predefinito: %s.

source: Get volume admin metadata completed successfully.
cs: Získání popisných dat správce svazku úspěšně dokončeno.
it: Richiamo dei metadati di gestione del volume completato correttamente.
tr_tr: Mantıksal sürücü yönetici metadata'sını getir başarıyla tamamlandı.

source: Get volume image-metadata completed successfully.
cs: Získání popisných dat obrazu svazku úspěšně dokončeno.
it: Richiamo dei metadati dell'immagine del volume completato correttamente.
tr_tr: Mantıksal sürücü imaj-metadata'sı getir başarıyla tamamlandı.

source: Get volume metadata completed successfully.
cs: Získání popisných dat svazku úspěšně dokončeno.
it: Richiamo dei metadati del volume completato correttamente.
tr_tr: Mantıksal sürücü metadata alma başarıyla tamamlandı.

source: Getting getInitiatorGrpList
cs: Získávání seznamu skupin zavaděče
it: Richiamo di getInitiatorGrpList
tr_tr: getInitiatorGrpList getiriliyor

source: Getting volume information for vol_name=%s
cs: Získávání informací o svazku s názvem %s
it: Richiamo delle informazioni sul volume per vol_name=%s
tr_tr: vol_name=%s için mantıksal sürücü bilgisi alınıyor

source: Going to perform request again %s with valid token.
cs: Žádost %s bude znovu vytvořena s novou známkou.
it: Eseguire di nuovo la richiesta %s con un token valido.
tr_tr: İstek %s geçerli jetonla tekrar gerçekleşecek.

source: HPELeftHand API version %s
cs: Verze API HPELeftHand: %s
it: Versione API HPELeftHand API %s

source: HTTP exception thrown: %s
cs: Vyvolána výjimka HTTP: %s
it: Generata eccezione HTTP: %s
tr_tr: HTTP istisnası fırlatıldı: %s

source: Hypermetro id: %(metro_id)s. Remote lun id: %(remote_lun_id)s.
cs: ID hypermetra: %(metro_id)s. ID vzdáleného LUN: %(remote_lun_id)s.
it: ID hypermetro: %(metro_id)s. ID lun remota: %(remote_lun_id)s.

source: Ignored LU creation error "%s" while ensuring export.
it: Ignorato errore di creazione LU "%s" durante la verifica dell'esportazione.

source: Ignored LUN mapping entry addition error "%s" while ensuring export.
it: Ignorato errore di aggiunta voce di associazione LUN "%s" durante la verifica dell'esportazione.

source: Ignored target creation error "%s" while ensuring export.
it: Ignorato errore di creazione destinazione "%s" durante la verifica dell'esportazione.

source: Ignored target group creation error "%s" while ensuring export.
it: Ignorato errore di creazione gruppo di destinazione "%s" durante la verifica dell'esportazione.

source: Ignored target group member addition error "%s" while ensuring export.
it: Ignorato errore di aggiunta membro del gruppo di destinazione "%s" durante la verifica dell'esportazione.

source: Image %(pool)s/%(image)s is dependent on the snapshot %(snap)s.
cs: Obraz %(pool)s/%(image)s závisí na snímku %(snap)s.
it: L'immagine %(pool)s/%(image)s è dipendente nell'istantanea %(snap)s.
tr_tr: İmaj %(pool)s/%(image)s %(snap)s anlık görüntüsüne bağımlı.

source: Image cloning unsuccessful for image %(image_id)s. Message: %(msg)s
cs: Klonování obrazu %(image_id)s bylo neúspěšné. Zpráva: %(msg)s
it: Clonazione dell'immagine non corretta per l'immagine %(image_id)s. Messaggio: %(msg)s
tr_tr: %(image_id)s imajı için imaj klonlama başarısız. İleti: %(msg)s

source: Image download %(sz).2f MB at %(mbps).2f MB/s
cs: Stažen obraz o velikosti %(sz).2f MB rychlostí %(mbps).2f MB/s
it: Download immagine di %(sz).2f MB su %(mbps).2f MB/s
tr_tr: İmaj indirme %(sz).2f MB %(mbps).2f MB/s hızında

source: Image will locally be converted to raw %s
cs: Obraz bude na místní úrovni převeden na prostý %s
it: L'immagine verrà convertita localmente nella riga %s
tr_tr: İmaj yerel olarak ham %s'e döüştürülecek

source: Image-volume cache disabled for host %(host)s.
cs: Mezipaměť obrazu svazku zakázána pro hostitele %(host)s.
it: Cache image-volume disabilitata per l'host %(host)s.

source: Image-volume cache enabled for host %(host)s.
cs: Mezipaměť obrazu svazku povolena pro hostitele %(host)s.
it: Cache image-volume abilitata per l'host %(host)s.

source: Import record id %s metadata from driver finished.
cs: Importování popisných dat záznamu s id %s z ovladače bylo dokončeno.
it: Importazione metadati id record %s da driver completata.
tr_tr: Sürücüden kayıt id %s metadata içe aktarma bitti.

source: Import record started, backup_url: %s.
cs: Importování záznamu bylo zahájeno: záloha: %s.
it: Importazione record avviata, backup_url: %s.
tr_tr: Kayıt içe aktarma başladı, backup_url: %s.

source: Imported %(fail)s to %(guid)s.
it: Importato %(fail)s in %(guid)s.

source: Initialize connection: %(volume)s.
cs: Zavedení spojení: %(volume)s.
it: Inizializza connessione: %(volume)s.
tr_tr: Bağlantıyı ilklendir: %(volume)s.

source: Initialize volume connection completed successfully.
cs: Zavedení spojení se svazkem úspěšně dokončeno.
it: Inizializzazione della connessione del volume completata correttamente.
tr_tr: Mantıksal sürücü bağlantısını ilklendirme başarıyla tamamlandı.

source: Initialized driver %(name)s version: %(vers)s
cs: Zaveden ovladač %(name)s s verzí: %(vers)s
it: Inizializzato driver %(name)s versione: %(vers)s
tr_tr: Sürücü %(name)s sürüm: %(vers)s ilklendirildi

source: Initializing RPC dependent components of volume driver %(driver_name)s (%(version)s)
it: Inizializzazione dei componenti dipendenti RPC del driver del volume %(driver_name)s (%(version)s)

source: Initializing extension manager.
cs: Zavádění správce rozšíření.
it: Inizializzazione gestore estensioni.
tr_tr: Genişletme yöneticisi başlatılıyor

source: Initiator Name(s) %(initiatorNames)s are not on array %(storageSystemName)s.
cs: Názvy zavaděče %(initiatorNames)s nejsou v poli %(storageSystemName)s.
it: Il nome iniziatore %(initiatorNames)s non si trova nell'array %(storageSystemName)s.
tr_tr: Başlatıcı İsim(ler)i %(initiatorNames)s %(storageSystemName)s dizisinde değil.

source: Initiator Name(s) %(initiatorNames)s are not on array %(storageSystemName)s.
cs: Názvy zavaděče %(initiatorNames)s nejsou v poli %(storageSystemName)s.
it: Il nome iniziatore %(initiatorNames)s non si trova nell'array %(storageSystemName)s.
tr_tr: Başlatıcı İsim(ler)i %(initiatorNames)s %(storageSystemName)s dizisinde değil.

source: Initiator group name is %(grp)s for initiator %(iname)s
cs: Název skupiny zavaděče je %(grp)s pro zavaděč %(iname)s
it: Il nome del gruppo iniziatore è %(grp)s per l'iniziatore %(iname)s
tr_tr: %(iname)s başlatıcısı için başlatıcı grup ismi %(grp)s

source: LUN %(id)s extended to %(size)s GB.
cs: LUN %(id)s rozšířen na %(size)s GB.
it: LUN %(id)s estesa a %(size)s GB.
tr_tr: LUN %(id)s %(size)s GB'ye büyütüldü.

source: LUN with given ref %s need not be renamed during manage operation.
cs: LUN se zadaným odkazem %s není třeba během operace správy přejmenovávat.
it: La LUN con un determinato riferimento %s non deve essere ridenominata durante l'operazione di gestione.
tr_tr: Verilen referans %s e sahip LUN yönetim işlemi sırasında yeniden isimlendirilemez.

source: Leaving create_volume: %(volumeName)s Return code: %(rc)lu volume dict: %(name)s.
cs: Ukončování vytváření svazku: %(volumeName)s, návratový kód: %(rc)lu, slovník svazku: %(name)s.
it: Lasciare create_volume: %(volumeName)s Codice di ritorno: %(rc)lu volume dict: %(name)s.
tr_tr: create_volume: %(volumeName)s terk ediliyor Dönüş kodu: %(rc)lu mantıksal sürücü sözlüğü: %(name)s.

source: Leaving delete_volume: %(volumename)s Return code: %(rc)lu.
cs: Ukončování mazání svazku: %(volumename)s, návratový kód: %(rc)lu.
it: Lasciare delete_volume: %(volumename)s Codice di ritorno: %(rc)lu.
tr_tr: delete_volume: %(volumename)s terk ediliyor Dönüş kodu: %(rc)lu.

source: Leaving initialize_connection: %s
cs: Ukončování zavedení připojení: %s
it: Lasciare initialize_connection: %s
tr_tr: initialize_connection: %s terk ediliyor

source: Loaded extension: %s
cs: Načteno rozšíření: %s
it: Estensione caricata: %s
tr_tr: Yüklenen bölüm: %s

source: Logical Volume not found when querying LVM info. (vg_name=%(vg)s, lv_name=%(lv)s
cs: Logický svazek nenalezen při dotazování na informace LVM. (Název skupiny svazku: %(vg)s, název logického svazku: %(lv)s)
it: Volume logico non trovato durante la query per le informazioni LVM. (vg_name=%(vg)s, lv_name=%(lv)s
tr_tr: LVM bilgisi sorgulanırken Mantıksal Sürücü bulunamadı. (vg_name=%(vg)s, lv_name=%(lv)s

source: Manage existing volume completed successfully.
cs: Správa existujícího svazku úspěšně dokončena.
it: Gestione del volume esistente completata correttamente.
tr_tr: Mevcut mantıksal sürücüyü yönetme başarıyla tamamlandı.

source: Manage operation completed for LUN with new path %(path)s and uuid %(uuid)s.
cs: Operace správy byla dokončena pro LUN s novou cestou %(path)s a uuid %(uuid)s.
it: Operazione di gestione completata per LUN con nuovo percorso %(path)s e uuid %(uuid)s.
tr_tr: LUN için yönetim işlemi yeni yol %(path)s ve uuid %(uuid)s ile tamamlandı.

source: Manage operation completed for volume with new label %(label)s and wwn %(wwn)s.
cs: Operace správy byla dokončena pro svazek s novou jmenovkou %(label)s a wwn %(wwn)s.
it: Operazione di gestione completata per volume con nuova etichetta %(label)s e wwn %(wwn)s.
tr_tr: %(label)s yeni etiketli ve %(wwn)s wwn'li mantıksal sürücü için yönetme işlemi tamamlandı.

source: Manage volume %s
cs: Správa svazku %s
it: Gestisci volume %s
tr_tr: Mantıksal sürücü %s'i yönet

source: Manage volume request issued successfully.
cs: Žádost o správu svazku úspěšně vytvořena.
it: Richiesta di gestione del volume eseguita correttamente.
tr_tr: Mantıksal sürücü yönetim isteği başarıyla yapıldı.

source: Masking view %(maskingViewName)s successfully deleted.
cs: Maskování %(maskingViewName)s úspěšně smazáno.
it: Vista di mascheramento %(maskingViewName)s eliminata correttamente.

source: Migrate Volume %(volume_id)s completed.
cs: Přesun svazku %(volume_id)s dokončen.
it: Migrazione del volume %(volume_id)s completata.
tr_tr: %(volume_id)s mantıksal sürücü göçü tamamlandı.

source: Migrate volume completed successfully.
cs: Přesun svazku úspěšně dokončen.
it: Migrazione del volume completata correttamente.
tr_tr: Mantıksal sürücü göçü başarıyla tamamlandı.

source: Migrate volume completion issued successfully.
cs: Dokončení přesunutí svazku úspěšně vytvořeno.
it: Completamento della migrazione del volume eseguito correttamente.
tr_tr: Mantıksal sürücü göç tamamlama başarıyla yapıldı.

source: Migrate volume request issued successfully.
cs: Žádost o přesun svazku úspěšně vytvořena.
it: Richiesta di migrazione del volume eseguita correttamente.
tr_tr: Mantıksal sürücü göç isteği başarıyla yapıldı.

source: Migrating using retype Volume: %(volume)s.
cs: Přesunování pomocí přetypování svazku: %(volume)s.
it: Migrazione tramite la riscrittura del volume: %(volume)s.
tr_tr: Retype kullanarak göç yapılıyor Mantıksal sürücü: %(volume)s.

source: Modifying %(volume_name)s snap_cpg from %(old_snap_cpg)s to %(new_snap_cpg)s.
cs: Změna snímku společné skupiny poskytování svazku %(volume_name)s z %(old_snap_cpg)s na %(new_snap_cpg)s.
it: Modifica di %(volume_name)s snap_cpg da %(old_snap_cpg)s a %(new_snap_cpg)s.
tr_tr: %(volume_name)s snap_cpg %(old_snap_cpg)s den %(new_snap_cpg)s e değiştiriliyor.

source: Modifying %(volume_name)s userCPG from %(old_cpg)s to %(new_cpg)s
cs: Změna uživatele společné skupiny poskytování svazku %(volume_name)s z %(old_cpg)s na %(new_cpg)s
it: Modifica di %(volume_name)s userCPG da %(old_cpg)s a %(new_cpg)s
tr_tr: %(volume_name)s userCPG %(old_cpg)s den %(new_cpg)s e değiştiriliyor

source: Modifying %s comments.
cs: Měnění komentářů svazku %s
it: Modifica di %s commenti.
tr_tr: %s yorum değiştiriliyor.

source: Module PyWBEM not installed. Install PyWBEM using the python-pywbem package.
cs: Modul PyWBEM není nainstalován. Nainstalujte ho pomocí balíčku python-pywbem.
it: Modulo PyWBEM non installato. Installare PyWBEM utilizzando il package python-pywbem.
tr_tr: PyWBEM modülü kurulu değil. python-pywbem paketini kullanarak PyWBEM kur.

source: Module PyWBEM not installed. Install PyWBEM using the python-pywbem package.
cs: Modul PyWBEM není nainstalován. Nainstalujte ho pomocí balíčku python-pywbem.
it: Modulo PyWBEM non installato. Installare PyWBEM utilizzando il package python-pywbem.
tr_tr: PyWBEM Modülü kurulu değil. python-pywbem paketini kullanarak PyWBEM kurun.

source: Mounting volume: %s ...
cs: Připojování svazku: %s ...
it: Montaggio del volume: %s ...

source: Mounting volume: %s succeeded
cs: Připojování svazku: %s úspěšně provedeno
it: Montaggio del volume: %s eseguito correttamente

source: NON-FAST: capacity stats for pool %(poolName)s on array %(arrayName)s total_capacity_gb=%(total_capacity_gb)lu, free_capacity_gb=%(free_capacity_gb)lu.
cs: NON-FAST: statistiky kapacity pro zásobu %(poolName)s v poli %(arrayName)s. Celková kapacita v gb: %(total_capacity_gb)lu, volná kapacita v gb: %(free_capacity_gb)lu.
it: NON-FAST: statistiche di capacità per il pool %(poolName)s sull'array %(arrayName)s total_capacity_gb=%(total_capacity_gb)lu, free_capacity_gb=%(free_capacity_gb)lu.

source: Need to remove FC Zone, building initiator target map
cs: Je třeba odstranit zónu FC, probíhá sestavování mapu cílů zavaděče
it: È necessario rimuovere la zona FC, creazione dell'associazione di destinazione dell'iniziatore
tr_tr: FC Bölgesi silinmeli, başlatıcı hedef haritası inşa ediliyor

source: Need to remove FC Zone, building initiator target map.
cs: Je třeba odstranit zónu FC, probíhá sestavování mapu cílů zavaděče.
it: È necessario rimuovere la zona FC, creazione dell'associazione di destinazione dell'iniziatore.
tr_tr: FC Bölgesi kaldırılmalı, başlatıcı hedef haritası inşa ediliyor.

source: NetApp driver of family %(storage_family)s and protocol %(storage_protocol)s loaded.
cs: Načteny ovladač NetApp druhu %(storage_family)s a protokol %(storage_protocol)s.
it: Driver NetApp di famiglia %(storage_family)s e protocollo %(storage_protocol)s caricato.
tr_tr: %(storage_family)s ailesi ve %(storage_protocol)s iletişim kuralının NetApp sürücüsü yüklendi.
