Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Failed to set QoS for existing volume %(name)s, Error msg: %(msg)s.
de: Fehler beim Festlegen von QoS für vorhandenen Datenträger %(name)s. Fehlernachricht: %(msg)s.
es: No se ha podido establecer QoS para el volumen existente %(name)s, Mensaje de error: %(msg)s.
fr: Echec de définition QoS pour le volume existant %(name)s. Message d'erreur : %(msg)s.
it: Impossibile impostare QoS per il volume esistente %(name)s, Messaggio di errore: %(msg)s.
ko_kr: 기존 볼륨 %(name)s에 대한 QoS 설정에 실패했습니다. 오류 메시지: %(msg)s.
pt_br: Falha ao configurar QoS para o volume existente %(name)s. Mensagem de erro: %(msg)s.
tr_tr: Mevcut mantıksal sürücü %(name)s için QoS ayarlanamadı, Hata iletisi: %(msg)s.

source: Failed to set attribute 'Incoming user' for SCST target.
de: Fehler beim Festlegen des Attributs 'Incoming user' für SCST-Ziel.
es: No se ha podido establecer el atributo 'Incoming user' para el destino SCST.
fr: Echec de la définition de l'attribut 'Utilisateur entrant' pour la cible SCST.
it: Impossibile impostare l'attributo 'Utente in entrata' per la destinazione SCST.
ko_kr: SCST 대상에 대해 '수신 사용자' 속성을 설정하는 데 실패했습니다.
pt_br: Falha ao configurar atributo 'Incoming user' para SCST de destino.
tr_tr: SCST hedefi için 'Gelen kullanıcı' özniteliğinin ayarlanması başarısız.

source: Failed to set partition.
de: Fehler beim Festlegen der Partition.
es: No se ha podido establecer la partición.
fr: Echec de la définition de la partition.
it: Impossibile impostare la partizione.
ko_kr: 파티션 설정에 실패했습니다.
pt_br: Falha ao configurar partição.
tr_tr: Bölüm ayarlama başarısız.

source: Failed to set permissions for the consistency group %(cgname)s. Error: %(excmsg)s.
de: Fehler beim Festlegen von Berechtigungen für die Konsistenzgruppe %(cgname)s. Fehler: %(excmsg)s.
es: No se han podido establecer permisos para el grupo de consistencia %(cgname)s. Error: %(excmsg)s.
fr: Echec de définition des droits pour le groupe de cohérence %(cgname)s. Erreur : %(excmsg)s.
it: Impossibile impostare le autorizzazioni per il gruppo di coerenza %(cgname)s. Errore: %(excmsg)s.
ko_kr: 일관성 그룹 %(cgname)s에 대한 권한 설정 실패. 오류: %(excmsg)s.
pt_br: Falha ao configurar permissões para o grupo de consistências %(cgname)s Erro: %(excmsg)s.
tr_tr: %(cgname)s tutarlılık grubu için izinler ayarlanamadı. Hata: %(excmsg)s.

source: Failed to specify a logical device for the volume %(volume_id)s to be unmapped.
de: Es wurde keine logische Einheit für den Datenträger %(volume_id)s angegeben, für die die Zuordnung aufgehoben werden soll.
es: No se ha podido especificar un dispositivo lógico para el volumen %(volume_id)s cuya correlación se va a anular.
fr: Impossible de spécifier une unité logique pour le volume %(volume_id)s dont le mappage doit être annulé.
it: Impossibile specificare un'unità logica per il volume %(volume_id)s per cui annullare l'associazione.
ko_kr: 맵핑되지 않는 볼륨 %(volume_id)s에 대한 논리 디바이스를 지정하는 데 실패했습니다.
pt_br: Falha ao especificar um dispositivo lógico para o volume %(volume_id)s a ser removido do mapeamento.
tr_tr: Eşleştirmesi kaldırılacak %(volume_id)s mantıksal sürücüsü için bir mantıksal aygıt belirtme başarısız.

source: Failed to specify a logical device to be deleted. (method: %(method)s, id: %(id)s)
de: Es wurde keine zu löschende logische Einheit angegeben. (Methode: %(method)s, ID: %(id)s)
es: No se ha podido especificar un dispositivo lógico para suprimir. (method: %(method)s, id: %(id)s)
fr: Impossible de spécifier une unité logique à supprimer. (méthode : %(method)s, ID : %(id)s)
it: Impossibile specificare un'unità logica da eliminare. (metodo: %(method)s, id: %(id)s)
ko_kr: 삭제할 논리 디바이스를 지정하는 데 실패했습니다.(메소드: %(method)s, id: %(id)s)
pt_br: Falha ao especificar um dispositivo lógico a ser excluído. (método: %(method)s, ID: %(id)s)
tr_tr: Silinecek mantıksal aygıt belirtme başarısız. (metod: %(method)s, id: %(id)s)

source: Failed to terminate migrate session.
de: Die Migrationssitzung konnte nicht beendet werden.
es: No se ha podido terminar la sesión de migración
fr: Echec de l'arrêt de la session de migration.
it: Impossibile terminare la sessione di migrazione.
ko_kr: 마이그레이션 세션을 종료하는 데 실패했습니다.
pt_br: Falha ao finalizar a sessão de migração.
tr_tr: Göç oturumunu sonlandırma başarısız.

source: Failed to unbind volume %(volume)s
de: Fehler beim Aufheben der Bindung von Datenträger %(volume)s
es: No se ha podido desenlazar el volumen %(volume)s
fr: La suppression de la liaison du volume %(volume)s a échoué
it: Impossibile scollegare il volume %(volume)s
ko_kr: 볼륨 %(volume)s 바인드 해제 실패
pt_br: Falha ao desvincular o volume %(volume)s

source: Failed to unlink fileset for consistency group %(cgname)s. Error: %(excmsg)s.
de: Fehler beim Aufheben der Verlinkung der Dateigruppe für Konsistenzgruppe %(cgname)s. Fehler: %(excmsg)s.
es: No se ha podido desenlazar el conjunto de archivos para el grupo de consistencia %(cgname)s. Error: %(excmsg)s.
fr: Echec de suppression de liaison de l'ensemble de fichiers pour le groupe de cohérence %(cgname)s. Erreur : %(excmsg)s.
it: Impossibile scollegare la fileset per il gruppo di coerenza %(cgname)s. Errore: %(excmsg)s.
ko_kr: 일관성 그룹 %(cgname)s에 대한 파일 세트 링크 해제 실패. 오류: %(excmsg)s.
pt_br: Falha ao desvincular o conjunto de arquivos para o grupo de consistências %(cgname)s. Erro: %(excmsg)s.
tr_tr: %(cgname)s tutarlılık grubu için dosya kümesi bağı ayırma başarısız. Hata: %(excmsg)s.

source: Failed to unmap a logical device. (LDEV: %(ldev)s, reason: %(reason)s)
de: Die Zuordnung einer logischen Einheit konnte nicht aufgehoben werden. (Logische Einheit: %(ldev)s, Ursache: %(reason)s)
es: No se ha podido anular correlación de un dispositivo lógico. (LDEV: %(ldev)s, razón: %(reason)s)
fr: Echec de l'annulation du mappage d'une unité logique. (unité logique : %(ldev)s, raison : %(reason)s)
it: Impossibile annullare l'associazione di un'unità logica. (LDEV: %(ldev)s, motivo: %(reason)s)
ko_kr: 논리 디바이스를 맵핑 해제하는 데 실패했습니다.(LDEV: %(ldev)s, 이유: %(reason)s)
pt_br: Falha ao remover mapeamento de um dispositivo lógico. (LDEV: %(ldev)s, motivo: %(reason)s)
tr_tr: Bir mantıksal aygıtın eşleştirilmesi kaldırılamadı. (LDEV: %(ldev)s, sebep: %(reason)s)

source: Failed to update consistency group: %(cgName)s.
de: Fehler beim Aktualisieren der Konsistenzgruppe: %(cgName)s.
es: No se ha podido actualizar el grupo de consistencia :%(cgName)s.
fr: Echec de la mise à jour du groupe de cohérence : %(cgName)s.
it: Impossibile aggiornare il gruppo di coerenza: %(cgName)s.
ko_kr: 일관성 그룹 업데이트 실패: %(cgName)s.
pt_br: Falha ao atualizar grupo de consistências: %(cgName)s.

source: Failed to update metadata for volume: %(reason)s
de: Aktualisieren von Metadaten für Datenträger fehlgeschlagen: %(reason)s
es: No se ha podido actualizar los metadatos para volumen: %(reason)s
fr: Échec de la mise à jour des métadonnées pour le volume : %(reason)s
it: Impossibile aggiornare i metadati per il volume: %(reason)s
ko_kr: 볼륨에 대한 메타데이터를 업데이트하지 못함: %(reason)s
pt_br: Falha ao atualizar metadados para o volume: %(reason)s
tr_tr: Mantıksal sürücü için metadata güncellenemedi: %(reason)s

source: Failed to update or delete zoning configuration
de: Fehler beim Aktualisieren oder Löschen der Zoning-Konfiguration
es: No se ha podido actualizar o suprimir la configuración de distribución en zonas
fr: Impossible de mettre à jour ou supprimer la configuration de segmentation
it: Impossibile aggiornare o eliminare la configurazione di zona
ko_kr: 구역 지정 구성 업데이트 또는 삭제에 실패
pt_br: Falha ao atualizar ou excluir a configuração de zoneamento
tr_tr: Bölgeleme yapılandırması güncellemesi ya da silinmesi başarısız

source: Failed to update or delete zoning configuration.
de: Fehler beim Aktualisieren oder Löschen der Zoning-Konfiguration.
es: No se ha podido actualizar o suprimir la configuración de distribución en zonas.
fr: Impossible de mettre à jour ou supprimer la configuration de segmentation.
it: Impossibile aggiornare o eliminare la configurazione di zona.
ko_kr: 구역 지정 구성 업데이트 또는 삭제에 실패했습니다.
pt_br: Falha ao atualizar ou excluir a configuração de zoneamento.

source: Failed to update qos_specs: %(specs_id)s with specs %(qos_specs)s.
de: Aktualisieren von qos_specs fehlgeschlagen: %(specs_id)s mit Spezifikationen %(qos_specs)s.
es: Error al actualizar qos_specs: %(specs_id)s con especificaciones %(qos_specs)s.
fr: Echec de mise à jour de qos_specs : %(specs_id)s avec spécif. %(qos_specs)s.
it: Impossibile aggiornare qos_specs: %(specs_id)s con le specifiche %(qos_specs)s.
ko_kr: %(qos_specs)s 스펙을 가진 qos_specs %(specs_id)s을(를) 업데이트하지 못했습니다.
pt_br: Falha ao atualizar qos_specs: %(specs_id)s com especificações %(qos_specs)s.
tr_tr: qos_specs güncellenemedi: %(qos_specs)s özellikleri ile %(specs_id)s.

source: Failed to update quota usage while retyping volume.
de: Aktualisieren der Kontingentnutzung bei Typänderung des Datenträgers fehlgeschlagen.
es: No se ha podido actualizar el uso de cuota al rescribir el volumen.
fr: Echec de la mise à jour de l'utilisation de quota lors de la confirmation du volume.
it: Impossibile aggiornare l'utilizzo della quota durante la riscrittura del volume.
ko_kr: 볼륨을 다시 입력하는 동안 할당량 사용을 업데이트하는 데 실패했습니다.
pt_br: Falha ao atualizar o uso de cota ao digitar novamente o volume.

source: Failed to update snapshot.
de: Aktualisierung der Schattenkopie fehlgeschlagen.
es: Fallo al actualizar la instantánea.
fr: Impossible de mettre à jour l'instantané.
it: Impossibile aggiornare l'istantanea.
ko_kr: 스냅샷을 업데이트하는 데 실패했습니다.
pt_br: Falha ao atualizar captura instantânea.

source: Failed updating model with driver provided model %(model)s
de: Fehler beim Aktualisieren des Modells mit dem vom Treiber bereitgestellten Modell %(model)s.
es: No se ha podido actualizar el modelo con modelo proporcionado del controlador %(model)s
fr: Echec de la mise à jour du modèle de volume fourni avec le modèle %(model)s
it: Impossibile aggiornare il modello con il modello driver fornito %(model)s
ko_kr: 모델을 드라이버 제공 모델 %(model)s(으)로 업데이트하지 못함
pt_br: Falha ao atualizar o modelo com o modelo fornecido do driver %(model)s
tr_tr: %(model)s sürücü sağlanmış modele sahip modelin güncellenmesi başarısız

source: Failed updating volume %(vol_id)s metadata using the provided %(src_type)s %(src_id)s metadata
de: Fehler beim Aktualisieren der Metadaten des Datenträgers %(vol_id)s mithilfe der bereitgestellten %(src_type)s %(src_id)s-Metadaten
es: Error al actualizar metadatos de volumen %(vol_id)s con los %(src_type)s %(src_id)s metadatos proporcionados
fr: Echec de la mise à jour des métadonnées de volume %(vol_id)s avec les métadonnées fournies (%(src_type)s %(src_id)s)
it: Impossibile aggiornare i metadati del volume %(vol_id)s utilizzando i metadati %(src_type)s %(src_id)s forniti
ko_kr: 볼륨 %(vol_id)s 메타데이터 업데이트 실패함(제공된 %(src_type)s %(src_id)s 메타데이터 사용)
pt_br: Falha ao atualizar os metadados do volume %(vol_id)s usando os metadados %(src_type)s %(src_id)s fornecidos
tr_tr: %(vol_id)s mantıksal sürücüsünün metadata'sının sağlanan %(src_type)s %(src_id)s metadata ile güncellenmesi başarısız

source: Failure creating volume %s.
de: Fehler beim Erstellen des Datenträgers %s.
es: Anomalía al crear el volumen %s.
fr: Echec de création du volume %s.
it: Errore nella creazione del volume %s.
ko_kr: %s 볼륨을 작성하지 못했습니다.
pt_br: Falha ao criar o volume %s.
tr_tr: %s mantıksal sürücüsünün oluşturulması başarısız.

source: Failure getting LUN info for %s.
de: Fehler beim Abrufen von LUN-Informationen für %s.
es: Error al obtener la información de LUN para %s.
fr: Echec d'obtention des infos LUN pour %s.
it: Errore durante l'acquisizione delle informazioni sulla LUN per %s.
ko_kr: %s에 대한 LUN 정보를 가져오지 못했습니다.
pt_br: Falha ao obter informações de LUN para %s.
tr_tr: %s için LUN bilgisi alınması başarısız.

source: Failure moving new cloned LUN to %s.
de: Fehler beim Verschieben von neuer geklonter LUN nach %s.
es: Error al mover el nuevo LUN clonado a %s.
fr: Echec du déplacement du nouveau numéro d'unité logique cloné vers %s.
it: Errore durante lo spostamento della nuova LUN clonata in %s.
ko_kr: 복제된 새 LUN을 %s(으)로 이동하지 못했습니다.
pt_br: Falha ao mover novo LUN clonado para %s.
tr_tr: Yeni çoğaltılmış LUN'un %s e taşınması başarısız.

source: Failure staging LUN %s to tmp.
de: Fehler beim Zwischenspeichern von LUN %s in temporärem Bereich.
es: Error de transferencia de LUN %s a tmp.
fr: Echec du transfert du numéro d'unité logique %s vers tmp.
it: Errore di trasferimento della LUN %s in tmp.
ko_kr: LUN %s을(를) tmp로 스테이징하지 못했습니다.
pt_br: Falha na preparação do LUN %s para tmp.
tr_tr: LUN %s'in tmp'ye hazırlanması başarısız.

source: Fexvisor failed to add volume %(id)s due to %(reason)s.
de: Flexvisor konnte Datenträger %(id)s nicht hinzufügen. Ursache: %(reason)s.
es: Fexvisor no ha podido añadir el volumen %(id)s debido a %(reason)s.
fr: Echec de Fexvisor lors de l'ajout du volume %(id)s. Cause : %(reason)s.
it: Fexvisor non è riuscito ad aggiungere il volume %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 Fexvisor에서 볼륨 %(id)s을(를) 추가하지 못했습니다.
pt_br: O Fexvisor falhou ao incluir o volume %(id)s devido a %(reason)s.
tr_tr: Flexvisor %(reason)s sebebiyle %(id)s mantıksal sürücüsünü ekleyemedi.

source: Fexvisor failed to join the volume %(vol)s in the group %(group)s due to %(ret)s.
de: Fexvisor konnte den Datenträger %(vol)s in der Gruppe %(group)s nicht verknüpfen. Ursache: %(ret)s.
es: Fexvisor no ha podido unir el volumen %(vol)s en el grupo %(group)s debido a %(ret)s.
fr: Fexvisor n'est pas parvenu à joindre le volume %(vol)s au groupe %(group)s. Motif : %(ret)s.
it: Fexvisor non è riuscito ad unirsi al volume %(vol)s nel gruppo %(group)s a causa di %(ret)s.
ko_kr: %(ret)s(으)로 인해 Fexvisor가 그룹 %(group)s에서 볼륨 %(vol)s을(를) 결합하지 못했습니다.
pt_br: Fexvisor falhou ao associar o volume %(vol)s no grupo %(group)s devido a %(ret)s.
tr_tr: Flexvisor %(ret)s sebebiyle %(vol)s mantıksal sürücüsünü %(group)s grubuna katamadı.

source: Fexvisor failed to remove the volume %(vol)s in the group %(group)s due to %(ret)s.
de: Fexvisor konnte den Datenträger %(vol)s in der Gruppe %(group)s nicht entfernen. Ursache: %(ret)s.
es: Fexvisor no ha podido eliminar el volumen %(vol)s en el grupo %(group)s debido a %(ret)s.
fr: Fexvisor n'est pas parvenu à retirer le volume %(vol)s du groupe %(group)s. Motif : %(ret)s.
it: Fexvisor non è riuscito a rimuovere il volume %(vol)s nel gruppo %(group)s a causa di %(ret)s.
ko_kr: %(ret)s(으)로 인해 Fexvisor가 그룹 %(group)s에서 볼륨 %(vol)s을(를) 제거하지 못했습니다.
pt_br: Fexvisor falhou ao remover o volume %(vol)s no grupo %(group)s devido a %(ret)s.
tr_tr: Flexvisor %(ret)s sebebiyle %(vol)s mantıksal sürücüsünü %(group)s grubundan çıkaramadı.

source: Fexvisor failed to remove volume %(id)s due to %(reason)s.
de: Flexvisor konnte den Datenträger %(id)s nicht entfernen. Ursache: %(reason)s.
es: Fexvisor no ha podido eliminar el volumen %(id)s debido a %(reason)s.
fr: Fexvisor n'est pas parvenu à supprimer le volume %(id)s. Motif : %(reason)s.
it: Fexvisor non è riuscito a rimuovere il volume %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 Fexvisor가 볼륨 %(id)s을(를) 제거하지 못했습니다.
pt_br: Fexvisor falhou ao remover o volume %(id)s devido a %(reason)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsnü %(reason)s sebebiyle kaldıramadı.

source: Fibre Channel SAN Lookup failure: %(reason)s
de: Fehler bei der Fibre Channel-SAN-Suche: %(reason)s
es: Anomalía de búsqueda de SAN de canal de fibra: %(reason)s
fr: Echec de recherche de réseau SAN Fibre Channel : %(reason)s
it: Errore di controllo SAN di Fibre Channel: %(reason)s
ko_kr: 파이버 채널 SAN 검색 실패: %(reason)s
pt_br: Falha no Fibre Channel SAN Lookup: %(reason)s
tr_tr: Fiber Kanal SAN Arama başarısız: %(reason)s

source: Fibre Channel Zone operation failed: %(reason)s
de: Fibre Channel-Zoning-Operation fehlgeschlagen: %(reason)s
es: Ha fallado la operación de zona de canal de fibra: %(reason)s
fr: Echec d'opération de zone Fibre Channel : %(reason)s
it: Operazione Fibre Channel Zone non riuscita: %(reason)s
ko_kr: 파이버 채널 구역 조작 실패: %(reason)s
pt_br: Operação Fibre Channel Zone falhou: %(reason)s
tr_tr: Fiber Kanal Bölge işlemi başarısız oldu: %(reason)s

source: Fibre Channel connection control failure: %(reason)s
de: Fehler bei der Fibre Channel-Verbindungssteuerung: %(reason)s
es: Anomalía de control de conexión de canal de fibra: %(reason)s
fr: Echec de contrôle de la connexion Fibre Channel : %(reason)s
it: Errore di controllo connessione di Fibre Channel: %(reason)s
ko_kr: 파이버 채널 연결 제어 실패: %(reason)s
pt_br: Falha no controle de conexão Fibre Channel: %(reason)s
tr_tr: Fiber Kanal bağlantısı kontrol hatası: %(reason)s

source: File %(file_path)s could not be found.
de: Datei %(file_path)s wurde nicht gefunden.
es: No se ha podido encontrar el archivo %(file_path)s.
fr: Fichier %(file_path)s introuvable.
it: Impossibile trovare il file %(file_path)s.
ko_kr: %(file_path)s 파일을 찾을 수 없습니다.
pt_br: O arquivo %(file_path)s não pôde ser localizado.
tr_tr: %(file_path)s dosyası bulunamadı.

source: File %(path)s has invalid backing file %(bfile)s, aborting.
de: Datei %(path)s hat ungültige Sicherungsdatei %(bfile)s. Abbruch.
es: El archivo %(path)s tiene un archivo de respaldo %(bfile)s no válido, terminando de forma anormal.
fr: Le fichier %(path)s dispose d'un fichier de sauvegarde non valide : %(bfile)s. L'opération est abandonnée.
it: Il file %(path)s ha un file di backup %(bfile)s non valido, operazione interrotta.
ko_kr: 파일 %(path)s에 올바르지 않은 백업 파일 %(bfile)s이(가) 있어 중단합니다.
pt_br: O arquivo %(path)s tem arquivo de backup inválido %(bfile)s, interrompendo.
tr_tr: %(path)s dosyası geçersiz %(bfile)s destek dosyasına sahip, iptal ediliyor.

source: File already exists at %s.
de: Datei bereits vorhanden bei %s.
es: Ya existe el archivo en %s.
fr: Le fichier existe déjà dans %s.
it: Il file già esiste in %s.
ko_kr: %s에 파일이 이미 있습니다.
pt_br: O arquivo já existe em %s.
tr_tr: %s konumunda dosya zaten var.

source: File already exists at: %s
de: Datei bereits vorhanden in: %s
es: El archivo ya existe en: %s
fr: Le fichier existe déjà dans : %s
it: Il file già esiste in: %s
ko_kr: %s에 파일이 이미 있음
pt_br: O arquivo já existe em: %s
tr_tr: Dosya konumda zaten mevcut: %s

source: Find host in hostgroup error.
de: Fehler beim Suchen des Hosts in Hostgruppe.
es: Error al buscar el host en el grupo de host.
fr: Erreur lors de la recherche de l'hôte dans hostgroup.
it: Errore di rilevamento host nel gruppo host.
ko_kr: 호스트 그룹에서 호스트 찾기 오류입니다.
pt_br: Erro ao localizar host no grupo de hosts.

source: Find host lun id error.
de: Fehler beim Suchen der Host-LUN-ID.
es: Error al buscar el ID de LUN de host.
fr: Erreur lors de la recherche de l'ID de numéro d'unité logique hôte.
it: Errore di rilevamento id lun host.
ko_kr: 호스트 lun id 찾기 오류입니다.
pt_br: Erro ao localizar ID do LUN do host.

source: Find lun group from mapping view error.
de: Fehler beim Suchen der LUN-Gruppe in der Zuordnungsansicht.
es: Error al buscar el grupo de LUN en la vista de correlaciones.
fr: Erreur lors de la recherche de groupe de numéros d'unité logique dans la vue de mappage.
it: Errore di rilevamento gruppo lun dalla vista associazione.
ko_kr: 맵핑 보기에서 lun 그룹 찾기 오류입니다.
pt_br: Erro ao localizar grupo de LUNs da visualização de mapeamento.

source: Find lun number error.
de: Fehler beim Suchen der LUN-Nummer.
es: Error al buscar el número de lun.
fr: Erreur lors de la recherche du nombre de numéros d'unité logique.
it: Errore di rilevamento numero lun.
ko_kr: Lun 번호 찾기 오류입니다.
pt_br: Erro ao localizar número de LUN.

source: Find mapping view error.
de: Fehler beim Suchen der Zuordnungsansicht.
es: Error al buscar la vista de correlaciones.
fr: Erreur lors de la recherche de la vue de mappage.
it: Errore di rilevamento vista associazione.
ko_kr: 맵핑 보기 찾기 오류입니다.
pt_br: Erro ao localizar a visualização de mapeamento.

source: Find portgroup error.
de: Fehler beim Suchen der Portgruppe.
es: Error al buscar el grupo de puertos.
fr: Erreur lors de la recherche de portgroup.
it: Errore di rilevamento gruppo porte.
ko_kr: 포트 그룹 찾기 오류입니다.
pt_br: Erro ao localizar grupo de portas.

source: Find portgroup from mapping view error.
de: Fehler beim Suchen der Portgruppe in der Zuordnungsansicht.
es: Error al buscar el grupo de puertos en la vista de correlaciones.
fr: Erreur lors de la recherche de portgroup dans la vue de mappage.
it: Errore di rilevamento gruppo porte dalla vista associazione.
ko_kr: 맵핑 보기에서 포트 그룹 찾기 오류입니다.
pt_br: Erro ao localizar grupo de portas da visualização de mapeamento.

source: Flash Cache Policy requires WSAPI version '%(fcache_version)s' version '%(version)s' is installed.
de: Flash-Cache-Richtlinie erfordert WSAPI-Version '%(fcache_version)s'. Version '%(version)s' ist installiert.
es: La política de memoria caché de flash requiere que la versión de WSAPI '%(fcache_version)s' versión '%(version)s' esté instalada.
fr: Flash Cache Policy nécessite que WSAPI version '%(fcache_version)s', version '%(version)s' soit installé.
it: La politica della cache flash richiede WSAPI versione '%(fcache_version)s', è installata la versione '%(version)s'.
ko_kr: 플래시 캐시 정책에는 WSAPI 버전 '%(fcache_version)s' 버전 '%(version)s'이(가) 설치되어 있어야 합니다.
pt_br: A política de cache de atualização requer a versão WSAPI '%(fcache_version)s' versão '%(version)s' está instalada.
tr_tr: Flash Zula İlkesi WSAPI sürümü '%(fcache_version)s' gerektirir, '%(version)s' kurulu.

source: Flexvisor assign volume failed.:%(id)s:%(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht zuordnen: %(status)s.
es: La desasignación de volumen de Flexvisor ha fallado: %(id)s:%(status)s.
fr: Echec de Flexvisor lors de l'affectation de volume : %(id)s : %(status)s.
it: Flexvisor assegnazione volume non riuscita: %(id)s:%(status)s.
ko_kr: Flexvisor 볼륨 지정 실패:%(id)s:%(status)s.
pt_br: Volume de designação do Flexvisor com falha: %(id)s:%(status)s.
tr_tr: Flexvisor mantıksal sürücü atama başarısız.:%(id)s:%(status)s.

source: Flexvisor assign volume failed:%(id)s:%(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht zuordnen: %(status)s.
es: La asignación de volumen de Flexvisor ha fallado: %(id)s:%(status)s.
fr: Echec de Flexvisor lors de l'affectation de volume : %(id)s : %(status)s.
it: Flexvisor errore di assegnazione volume:%(id)s:%(status)s.
ko_kr: Flexvisor 볼륨 지정 실패:%(id)s:%(status)s.
pt_br: Volume de designação do Flexvisor falhou:%(id)s:%(status)s.
tr_tr: Flexvisor mantıksal sürücü atama başarısız:%(id)s:%(status)s.

source: Flexvisor could not find volume %(id)s snapshot in the group %(vgid)s snapshot %(vgsid)s.
de: Flexvisor konnte die Schattenkopie des Datenträgers %(id)s in der Gruppe %(vgid)s Schattenkopie %(vgsid)s nicht finden.
es: Flexvisor no ha podido encontrar la instantánea del volumen %(id)s en la instantánea %(vgid)s del grupo %(vgsid)s.
fr: Flexvisor n'a pas trouvé l'instantané %(id)s du volume dans l'instantané %(vgsid)s du groupe %(vgid)s.
it: Flexvisor non è riuscito a trovare l'istantanea del volume %(id)s nel gruppo %(vgid)s istantanea %(vgsid)s.
ko_kr: Flexvisor에서 볼륨 %(id)s 스냅샷을 그룹 %(vgid)s 스냅샷 %(vgsid)s에서 찾을 수 없습니다.
pt_br: O Flexvisor não pôde localizar a captura instantânea do volume %(id)s no grupo %(vgid)s da captura instantânea %(vgsid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücü anlık görüntüsünü %(vgid)s grubu %(vgsid)s anlık görüntüsünde bulamadı.

source: Flexvisor create volume failed.:%(volumeid)s:%(status)s.
de: Flexvisor konnte Datenträger %(volumeid)s nicht erstellen: %(status)s.
es: La creación de volumen de Flexvisor ha fallado: %(volumeid)s:%(status)s.
fr: Echec de Flexvisor lors de la création de volume : %(volumeid)s : %(status)s.
it: Flexvisor non è riuscito a creare il volume.:%(volumeid)s:%(status)s.
ko_kr: Flexvisor 볼륨 작성 실패:%(volumeid)s:%(status)s.
pt_br: Flexvisor cria volume com falha.:%(volumeid)s:%(status)s.
tr_tr: Flexvisor mantıksal sürücü oluşturma başarısız.:%(volumeid)s:%(status)s.
