Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Creation request failed. Please verify the extra-specs set for your volume types are entered correctly.
cs: Žádost o vytvoření selhala. Prosím ověřte správnost dodatečných specifikací nastavených pro vaše typy svazků.
it: Richiesta di creazione non riuscita. Verificare che le specifiche supplementari impostate per i tipi di volume siano immesse correttamente.

source: DB error:
cs: Chyba databáze:
it: Errore DB:
tr_tr: DB hatası:

source: DBError encountered:
cs: Zjištěna chyba databáze:
it: Rilevato DBError:
tr_tr: DBError ile karşılaşıldı:

source: DRBDmanage: too many assignments returned.
it: DRBDmanage: restituite troppe assegnazioni.

source: Default Storage Profile was not found.
cs: Výchozí profil úložiště nebyl nalezen.
it: Profilo di memoria predefinito non trovato.

source: Default volume type is not found. Please check default_volume_type config:
cs: Výchozí typ svazku nenalezen. Prosím zkontrolujte nastavení default_volume_type:
it: Impossibile trovare il tipo di volume predefinito. Controllare la configurazione default_volume_type:

source: Delete consistency group failed to update usages.
cs: Nelze aktualizovat využití při mazání skupin jednotnosti.
it: L'eliminazione del gruppo di coerenza non è riuscita ad aggiornare gli utilizzi.
tr_tr: Kullanımları güncellemek için tutarlılık grubu silme başarısız oldu.

source: Delete hypermetro error: %s.
cs: Chyba při mazání hypermetra: %s
it: Errore di eliminazione hypermetro: %s.

source: Delete replication error.
it: Errore di eliminazione replica.

source: Delete snapshot failed, due to snapshot busy.
cs: Smazání snímku selhalo, protože snímek je zaneprázdněn.
it: Eliminazione istantanea non riuscita, per istantanea occupata.
tr_tr: Anlık sistem görüntüsü meşgul olduğundan silme başarısız oldu.

source: Delete snapshot notification failed: %s
cs: Oznámení o smazáni snímku selhalo: %s
it: Notifica di eliminazione istantanea non riuscita: %s
tr_tr: Anlık sistem görüntüsü bildirimi silme başarısız oldu: %s

source: Delete volume notification failed: %s
cs: Oznámení o smazáni svazku selhalo: %s
it: Notifica di eliminazione volume non riuscita: %s
tr_tr: Mantıksal sürücü bildirimi silme başarısız oldu: %s

source: Deleting snapshot %s failed
cs: Mazání snímku %s selhalo
it: Eliminazione dell'istantanea %s non riuscita
tr_tr: Anlık sistem görüntüsü %s silme başarısız oldu

source: Deleting zone failed %s
cs: Mazání zóny %s selhalo
it: Eliminazione della zona non riuscita %s
tr_tr: Bölge silme başarısız oldu %s

source: Deletion of volume %s failed.
cs: Smazání svazku %s selhalo.
it: Eliminazione del volume %s non riuscita.
tr_tr: %s mantıksal sürücüsünün silinmesi başarısız oldu.

source: Destination Volume Group %s does not exist
cs: Cílová skupina svazku %s neexistuje
it: Il gruppo volumi di destinazione %s non esiste
tr_tr: Hedef Mantıksal Sürücü Grubu %s yok

source: Detach attachment %(attach_id)s failed.
cs: Odpojení zařízení %(attach_id)s selhalo.
it: Scollegamento collegamento %(attach_id)s non riuscito.

source: Detach migration source volume failed: %(err)s
cs: Odpojení zdrojového svazku přesunu selhalo: %(err)s
it: Scollegamento del volume di origine della migrazione non riuscito: %(err)s

source: Detach volume failed, due to remove-export failure.
cs: Chyba při odpojování svazku, kvůli selhání při odebrání exportu.
it: Scollegamento volume non riuscito, a causa di un errore di rimozione esportazione.
tr_tr: Mantıksal sürücü ayırma remove-export hatası nedeniyle başarısız oldu.

source: Detach volume failed, due to uninitialized driver.
cs: Odpojení svazku selhalo kvůli nezavedenému ovladači.
it: Scollegamento volume non riuscito, a causa del driver non inizializzato.
tr_tr: Sürücü başlatılamadığından mantıksal sürücü ayırma başarısız oldu.

source: Detaching snapshot from a remote node is not supported.
cs: Odpojení snímku od vzdáleného uzle není podporováno.
it: Scollegamento istantanea da un nodo remoto non supportato.

source: Did not find expected column name in lsvdisk: %s.
cs: Nenalezen očekávaný sloupec v lsvdisku: %s.
it: Impossibile trovare il nome colonna previsto in lsvdisk: %s.
tr_tr: lsvdisk içinde beklenen sütun adı bulunamadı: %s.

source: Differential restore failed, trying full restore
cs: Rozdílová obnova selhala, pokus o celkovou obnovu
it: Ripristino differenziale non riuscito, viene tentato il ripristino completo
tr_tr: Kademeli geri yükleme başarısız oldu, tam geri yükleme deneniyor

source: Disable replication on volume failed with message: %s
it: Disabilitazione replica sul volume non riuscita con il messaggio: %s

source: Disconnection failed with message: %(msg)s.
cs: Odpojení selhalo se zprávou: %(msg)s.
it: Scollegamento non riuscito con il messaggio: %(msg)s.
tr_tr: Bağlantıyı kesme şu ileti ile başarısız oldu: %(msg)s.

source: Driver reported error during replication failover.
it: Il driver ha riportato un errore durante il failover della replica.

source: Driver-based migration of volume %(vol)s failed. Move from %(src)s to %(dst)s failed with error: %(error)s.
cs: Přesun svazku %(vol)s za pomocí ovladače selhal. Přesun z %(src)s do %(dst)s selhal s chybou: %(error)s.
it: Migrazione basata sul driver del volume %(vol)s non riuscita. Spostamento da %(src)s a %(dst)s non riuscito con errore: %(error)s.
tr_tr: %(vol)s mantıksal sürücüsünün, sürücü tabanlı göçü başarısız oldu. Kaynaktan %(src)s %(dst)s hedefe taşıma şu hata ile başarısız oldu: %(error)s.

source: Error Attaching volume %(vol)s.
cs: Chyba při připojování svazku %(vol)s.
it: Errore di collegamento del volume %(vol)s.
tr_tr: %(vol)s mantıksal sürücüsü eklenirken hata.

source: Error Create Group: %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
cs: Chyba při vyváření skupiny: %(groupName)s. Návratový kód: %(rc)lu. Chyba: %(error)s.
it: Errore nella creazione del gruppo: %(groupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
tr_tr: Grup Oluşturma Hatası: %(groupName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Getting Snapshot: %(snapshot)s of Volume: %(lun)s in Pool: %(pool)s, Project: %(project)s Return code: %(ret.status)d, Message: %(ret.data)s.
cs: Chyba při získávání snímku: %(snapshot)s ve svazku %(lun)s v zásobě %(pool)s, projekt %(project)s, návratový kód: %(ret.status)d, zpráva: %(ret.data)s.
it: Errore durante l'acquisizione dell'istantanea: %(snapshot)s del volume: %(lun)s nel pool: %(pool)s, Progetto: %(project)s Codice di ritorno: %(ret.status)d, Messaggio: %(ret.data)s.

source: Error JSONDecodeError. %s
it: Errore JSONDecodeError. %s

source: Error Setting Volume: %(lun)s to InitiatorGroup: %(initiatorgroup)s Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
cs: Chyba při nastavování svazku: %(lun)s do skupiny zavaděče %(initiatorgroup)s, zásoba %(pool)s, projekt %(project)s, návratový kód: %(ret.status)d, zpráva: %(ret.data)s.
it: Errore durante l'impostazione del volume: %(lun)s nel gruppo iniziatori: %(initiatorgroup)s Pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
tr_tr: Mantıksal Sürücü Ayarlama Hatası: BaşlatıcıGrubu: %(initiatorgroup)s için %(lun)s Havuz: %(pool)s Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error TypeError. %s
it: Errore TypeError. %s

source: Error activating LV
cs: Chyba při aktivaci logického svazku
it: Errore durante l'attivazione di LV
tr_tr: LV etkinleştirilirken hata

source: Error changing Storage Profile for volume %(original)s to %(name)s
it: Errore durante la modifica del profilo di memoria per il volume %(original)s in %(name)s.

source: Error cleaning up failed volume creation. Msg - %s.
cs: Chyba při čištění selhaného vytváření svazku. Zpráva - %s
it: Errore durante la ripulitura della creazione del volume non riuscita. Messaggio - %s.

source: Error cloning volume
cs: Chyba při klonování svazku
it: Errore durante la clonazione del volume

source: Error closing channel.
cs: Chyba při uzavírání kanálu.
it: Errore di chiusura del canale.
tr_tr: Kanal kapatılırken hata.

source: Error contacting glance server '%(netloc)s' for '%(method)s', %(extra)s.
cs: Chyba při kontaktování serveru glance '%(netloc)s' pro '%(method)s', %(extra)s.
it: Errore durante il tentativo di contattare il server glance '%(netloc)s' per '%(method)s', %(extra)s.
tr_tr: '%(method)s' için '%(netloc)s' glance sunucusuna bağlantı kurulurken hata, %(extra)s.

source: Error creating QOS rule %s
cs: Chyba při vytváření pravidla QOS %s
it: Errore durante la creazione della regola QOS %s
tr_tr: QOS kuralı %s oluşturulurken hata

source: Error creating Volume
cs: Chyba při vytváření svazku
it: Errore durante la creazione del volume
tr_tr: Mantıksal sürücü oluşturmada hata

source: Error creating Volume Group
cs: Chyba při vytváření skupiny svazku
it: Errore durante la creazione del gruppo volumi
tr_tr: Mantıksal Sürücü Grubu oluşturulurken hata

source: Error creating chap record.
cs: Chyba při vytváření záznamu chap.
it: Errore durante la creazione del record chap.
tr_tr: Chap kaydı oluşturulurken hata.

source: Error creating cloned volume
cs: Chyba při vytváření klonovaného svazku
it: Errore durante la creazione del volume clonato

source: Error creating snapshot
cs: Chyba při vytváření snímku
it: Errore durante la creazione dell'istantanea
tr_tr: Anlık sistem görüntüsü oluşturma hatası

source: Error creating volume
cs: Chyba při vytváření svazku
it: Errore durante la creazione del volume

source: Error creating volume. Msg - %s.
cs: Chyba při vytváření svazku. Zpráva - %s.
it: Errore durante la creazione del volume. Messaggio - %s.
tr_tr: Mantıksal sürücü oluşturulurken hata. İleti - %s.

source: Error deactivating LV
cs: Chyba při deaktivaci logického svazku
it: Errore durante la disattivazione di LV

source: Error deleting snapshot
cs: Chyba při mazání snímku
it: Errore durante l'eliminazione dell'istantanea

source: Error detaching snapshot %(snapshot)s, due to remove export failure.
cs: Chyba při odpojování snímku %(snapshot)s, kvůli selhání při odebrání exportu.
it: Errore durante lo scollegamento dell'istantanea %(snapshot)s, causato da un errore di rimozione dell'esportazione.

source: Error detaching volume %(volume)s, due to remove export failure.
cs: Chyba při odpojování svazku %(volume)s, kvůli selhání při odebrání exportu.
it: Errore durante lo scollegamento del volume %(volume)s, causato da un errore di rimozione dell'esportazione.
tr_tr: Dışa aktarma hatası kaldırma nedeniyle, %(volume)s mantıksal sürücüsü ayrılırken hata.

source: Error detaching volume %s
cs: Chyba při odpojování svazku %s
it: Errore durante lo scollegamento del volume %s
tr_tr: Mantıksal sürücü %s ayrılırken hata

source: Error disassociating storage group from policy: %s.
cs: Chyba při odloučení skupiny úložiště od zásady: %s
it: Errore durante la disassociazione del gruppo di archiviazione dalla politica: %s
tr_tr: İlkeden depolama grubu ayırırken hata: %s.

source: Error during re-export on driver init.
cs: Chyba při znovu exportování během zavádění ovladače.
it: Errore durante la riesportazione durante l'inizializzazione del driver.
tr_tr: Sürücü init'inde yeniden dışa aktarma sırasında hata.

source: Error encountered on Cinder backend during thaw operation, service will remain frozen.
it: Si è verificato un errore sul backend Cinder durante l'operazione di sblocco, il servizio resterà bloccato.

source: Error executing SSH command.
cs: Chyba při provádění příkazu SSH.
it: Errore durante l'esecuzione del comando SSH.
tr_tr: SSH komutu yürütülürken hata.

source: Error executing command via ssh.
cs: Chyba při provádění příkazu pomocí ssh.
it: Errore di esecuzione del comando tramite ssh.
tr_tr: ssh yoluyla komut yürütürken hata.

source: Error executing command via ssh: %s
cs: Chyba při provádění příkazu pomocí ssh: %s
it: Errore di esecuzione comando tramite ssh: %s
tr_tr: ssh üzerinden komut yürütülürken hata: %s

source: Error expanding volume %s.
it: Errore durante l'espansione del volume %s.

source: Error extending Volume
cs: Chyba při rozšiřování svazku
it: Errore durante l'estensione del volume
tr_tr: Mantıksal sürücü genişletilirken hata

source: Error extending volume
cs: Chyba při rozšiřování svazku
it: Errore durante l'estensione del volume

source: Error extending volume %(id)s. Ex: %(ex)s
cs: Chyba při rozšiřování svazku %(id)s. Výjimka: %(ex)s
it: Errore durante l'estensione del volume: %(id)s. Eccezione: %(ex)s
tr_tr: %(id)s mantıksal sürücüsü genişletilirken hata. Ex: %(ex)s

source: Error extending volume: %(vol)s. Exception: %(ex)s
cs: Chyba při rozšiřování svazku: %(vol)s. Výjimka: %(ex)s
it: Errore durante l'estensione del volume: %(vol)s. Eccezione: %(ex)s
tr_tr: Mantıksal sürücü genişletilirken hata: %(vol)s. İstisna: %(ex)s

source: Error finding replicated pg snapshot on %(secondary)s.
it: Errore durante la ricerca dell'istantanea pg replicata su %(secondary)s.

source: Error finding target pool instance name for pool: %(targetPoolName)s.
cs: Chyba při hledání cílového názvu instance zásoby: %(targetPoolName)s.
it: Errore durante la ricerca del nome dell'istanza del pool di destinazione per il pool: %(targetPoolName)s.
tr_tr: Havuz için hedef havuz örnek adı bulunurken hata: %(targetPoolName)s.

source: Error getting FaultDomainList for %s
it: Errore durante il richiamo di FaultDomainList per %s

source: Error getting LUN attribute. Exception: %s
cs: Chyba při získávání vlastnosti LUN. Výjimka: %s
it: Errore durante il richiamo dell'attributo LUN. Eccezione: %s
tr_tr: LUN özniteliği alınırken hata. İstisna: %s

source: Error getting active FC target ports.
cs: Chyba při získávání aktivních cílových portů FC.
it: Errore durante il richiamo di porte di destinazione FC attive.
tr_tr: Etkin FC hedef bağlantı noktaları alınırken hata.

source: Error getting active ISCSI target iqns.
cs: Chyba při získávání aktivních cílových iqn iSCSI.
it: Errore durante il richiamo di iqns di destinazione ISCSI attivi.
tr_tr: Etkin ISCSI hedef iqns alınırken hata.

source: Error getting active ISCSI target portals.
cs: Chyba při získávání aktivních cílových portálů iSCSI.
it: Errore durante il richiamo di portali destinazione ISCSI attivi.
tr_tr: Etkin ISCSI hedef kapısı alınırken hata.

source: Error getting array, pool, SLO and workload.
cs: Chyba při získávání pole, zásobu, SLO a vytížení.
it: Errore durante il richiamo di array, pool, SLO e carico di lavoro.
tr_tr: Dizi, havuz, SLO ve iş yükü alma hatası.

source: Error getting chap record.
cs: Chyba při získávání záznamu chap.
it: Errore durante il richiamo del record chap.
tr_tr: Chap kaydı alınırken hata.

source: Error getting name server info.
cs: Při získávání informací o jmenném serveru nastala chyba.
it: Errore durante il richiamo delle informazioni sul server dei nomi.
tr_tr: Ad sunucu bilgisi alınırken hata.

source: Error getting show fcns database info.
cs: Při získávání informací o zobrazení databáze fcns nastala chyba.
it: Impossibile ottenere le informazioni sul database show fcns.
tr_tr: fcns veritabanı bilgisini göster sonucu alınırken hata.

source: Error getting target pool name and array.
cs: Chyba při získávání názvu cílového pole a zásoby.
it: Errore durante il richiamo del nome del pool di destinazione e dell'array.
tr_tr: Hedef havuz adı ve dizisi alınırken hata.

source: Error has occurred: %s
it: Si è verificato un errore: %s

source: Error in copying volume: %s
cs: Chyba při kopírování svazku %s
it: Errore durante la copia del volume: %s
tr_tr: Mantıksal sürücü kopyalamada hata: %s

source: Error in extending volume size: Volume: %(volume)s Vol_Size: %(vol_size)d with Snapshot: %(snapshot)s Snap_Size: %(snap_size)d
cs: Chyba při rozšiřování velikost svazku: Svazek: %(volume)s, velikost svazku: %(vol_size)d se snímkem: %(snapshot)s, velikost svazku: %(snap_size)d
it: Errore durante l'estensione della dimensione del volume: Volume: %(volume)s Dim_Vol: %(vol_size)d con Istantanea: %(snapshot)s Dim_Istant: %(snap_size)d
tr_tr: Mantıksal sürücü boyutu genişletmede hata. Mantıksal sürücü: Anlık sistem görüntüsü: %(snapshot)s Snap_Size: %(snap_size)d ile %(volume)s Vol_Size: %(vol_size)d

source: Error in workflow copy from cache. %s.
cs: Chyba v postupu při kopírování z mezipaměti. %s.
it: Errore nella copia del carico di lavoro dalla cache. %s.
tr_tr: Önbellekten iş akışı kopyalamasında hata. %s.

source: Error invalid json: %s
cs: Chyba neplatný json: %s
it: Errore di json non valido: %s
tr_tr: Geçersiz json hatası: %s

source: Error manage existing get volume size.
cs: Chyba při získávání velikosti spravovaného svazku.
it: Errore di gestione della dimensione del volume get esistente.
tr_tr: Varolan mantıksal sürücü boyutu alma işleminde hata.

source: Error manage existing volume.
cs: Chyba při správě existujícího svazku.
it: Errore di gestione del volume esistente.
tr_tr: Varolan mantıksal sürücüyü yönetme hatası.

source: Error managing replay %s
it: Errore durante la gestione della risposta %s.

source: Error mapping VDisk-to-host
it: Errore durante l'associazione di VDisk a host

source: Error mapping volume: %s
cs: Chyba při mapování svazku: %s
it: Errore durante l'associazione del volume: %s.
tr_tr: Mantıksal sürücü eşleştirme hatası: %s

source: Error migrating volume: %(volumename)s. to target pool %(targetPoolName)s.
cs: Chyba při přesunu svazku: %(volumename)s. do cílové zásoby %(targetPoolName)s.
it: Errore durante la migrazione del volume: %(volumename)s.nel pool di destinazione %(targetPoolName)s.
tr_tr: Mantıksal sürücü hedef havuza %(targetPoolName)s taşınırken hata: %(volumename)s.

source: Error migrating volume: %s
cs: Chyba při přesunování svazku: %s
it: Errore durante la migrazione del volume: %s
tr_tr: Mantıksal sürücü göç hatası: %s

source: Error occurred in the volume driver when updating consistency group %(group_id)s.
cs: Při aktualizaci skupiny jednotnosti %(group_id)s nastala chyba v ovladači svazku.
it: Si è verificato un errore nel driver del volume durante l'aggiornamento del gruppo di coerenza %(group_id)s.
tr_tr: Tutarlılık grubu %(group_id)s güncellenirken, mantıksal sürücüde hata meydana geldi.

source: Error occurred when adding hostgroup and lungroup to view. Remove lun from lungroup now.
cs: Při přidávání skupiny hostitele a lun do zobrazení nastala chyba. Prosím odstraňte lun ze skupiny.
it: Si è verificato un errore durante l'aggiunta del gruppo di host e del gruppo di lun alla vista. Rimuovere la lun dal gruppo di lun ora.
tr_tr: Görüntülenecek hostgroup ve lungroup eklenirken hata oluştu. Şimdi lungroup'tan lun'u kaldır.

source: Error occurred when building request spec list for consistency group %s.
cs: Při sestavování seznamu žádaných specifikací pro skupinu jednotnosti %s nastala chyba.
it: Si è verificato un errore durante la creazione dell'elenco di specifiche delle richieste per il gruppo di coerenza %s.
tr_tr: %s tutarlılık grubu için istek özellik listesi oluşturulurken hata oluştu.

source: Error occurred when creating cgsnapshot %s.
cs: Při vytváření snímku skupiny jednotnosti %s nastala chyba.
it: Si è verificato un errore durante la creazione di cgsnapshot %s.
tr_tr: cgsnapshot %s oluşturulurken hata meydana geldi.

source: Error occurred when creating cloned volume in the process of creating consistency group %(group)s from source CG %(source_cg)s.
cs: Při vytváření klonovaného svazku během vytváření skupiny jednotnosti %(group)s ze zdrojové skupiny jednotnosti %(source_cg)s nastala chyba.
it: Si è verificato un errore durante la creazione del volume clonato nel processo di creazione del gruppo di coerenza %(group)s dalla CG di origine %(source_cg)s.

source: Error occurred when creating consistency group %(cg)s from cgsnapshot %(cgsnap)s.
cs: Při vytváření skupiny jednotnosti %(cg)s ze snímku %(cgsnap)s nastala chyba.
it: Si è verificato un errore durante la creazione del gruppo di coerenza %(cg)s dall'istantanea %(cgsnap)s.
tr_tr: %(cgsnap)s cgsnapshot'ından %(cg)s tutarlılık grubu oluşturulurken hata meydana geldi.

source: Error occurred when creating consistency group %(group)s from cgsnapshot %(cgsnap)s.
cs: Při vytváření skupiny jednotnosti %(group)s ze snímku %(cgsnap)s nastala chyba.
it: Si è verificato un errore durante la creazione del gruppo di coerenza %(group)s dall'istantanea %(cgsnap)s.
tr_tr: %(cgsnap)s cgsnapshot'ından %(group)s tutarlılık grubu oluşturulurken hata meydana geldi.

source: Error occurred when creating consistency group %(group)s from source CG %(source_cg)s.
cs: Při vytváření skupiny jednotnosti %(group)s ze zdrojové skupiny jednotnosti %(source_cg)s nastala chyba.
it: Si è verificato un errore durante la creazione del gruppo di coerenza %(group)s dalla CG di origine %(source_cg)s.

source: Error occurred when creating consistency group %s.
cs: Při vytváření skupiny jednotnosti %s nastala chyba.
it: Si è verificato un errore durante la creazione del gruppo di coerenza %s.
tr_tr: Tutarlılık grubu %s oluşturulurken hata meydana geldi.

source: Error occurred when creating volume entry from snapshot in the process of creating consistency group %(group)s from cgsnapshot %(cgsnap)s.
cs: Při vytváření záznamu o svazku ze snímku během vytváření skupiny jednotnosti %(group)s ze snímku skupiny jednotnosti %(cgsnap)s nastala chyba.
it: Si è verificato un errore durante la creazione della voce volume dall'istantanea nel processo di creazione del gruppo di coerenza %(group)s dall'istantanea %(cgsnap)s.
tr_tr: %(cgsnap)s cgsnapshot'ından %(group)s tutarlılık grubu oluşturma sürecinde, anlık sistem görüntüsünden mantıksal sürücü girdisi oluşturulurken hata meydana geldi.

source: Error occurred when updating consistency group %(group_id)s.
cs: Při aktualizaci skupiny jednotnosti %(group_id)s nastala chyba.
it: Si è verificato un errore durante l'aggiornamento del gruppo di coerenza %(group_id)s.
tr_tr: Tutarlılık grubu %(group_id)s güncellenirken hata meydana geldi.

source: Error occurred while cloning backing: %s during retype.
cs: Při klonování zálohy nastala chyba: %s během přetypování.
it: Si è verificato un errore durante la clonazione del backup : %s durante la riscrittura.
tr_tr: Destekleme kopyalanırken hata oluştu: retype sırasında %s.

source: Error occurred while copying %(src)s to %(dst)s.
cs: Při kopírování %(src)s do %(dst)s nastala chyba.
it: Si è verificato un errore durante la copia di %(src)s in %(dst)s.
tr_tr: %(src)s kaynağı %(dst)s hedefine kopyalanırken hata oluştu.

source: Error occurred while copying image: %(id)s to volume: %(vol)s.
cs: Při kopírování obrazu nastala chyba: %(id)s do svazku %(vol)s.
it: Si è verificato un errore durante la copia dell'immagine: %(id)s nel volume: %(vol)s.
tr_tr: İmaj kopyalanırken hata oluştu: %(id)s mantıksal sürücüye: %(vol)s.

source: Error occurred while copying image: %(image_id)s to %(path)s.
cs: Při kopírování obrazu nastala chyba: %(image_id)s do %(path)s.
it: Si è verificato un errore durante la copia dell'immagine: %(image_id)s in %(path)s.
tr_tr: İmaj kopyalanırken hata oluştu: %(image_id)s %(path)s.

source: Error occurred while creating temporary backing.
cs: Při vytváření dočasné zálohy nastala chyba.
it: Si è verificato un errore durante la creazione del backup temporaneo.
tr_tr: Geçici destekleme oluşturulurken hata oluştu.

source: Error occurred while creating volume: %(id)s from image: %(image_id)s.
cs: Při vytváření svazku nastala chyba: %(id)s z obrazu %(image_id)s.
it: Si è verificato un errore durante la creazione del volume: %(id)s dall'immagine: %(image_id)s.
tr_tr: Mantıksal sürücü oluşturulurken hata oluştu: imajdan %(id)s: %(image_id)s.
