Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Error Adding to TargetGroup: %(targetgroup)s withIQN: %(iqn)sReturn code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Hinzufügen zu Zielgruppe %(targetgroup)s mit IQN %(iqn)s Rückgabecode:%(ret.status)d Nachricht: %(ret.data)s.
es: Error al añadir TargetGroup: %(targetgroup)s con IQN: %(iqn)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur d'ajout du groupe cible : %(targetgroup)s avec IQN : %(iqn)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: errore durante l'aggiunta a TargetGroup: %(targetgroup)s withIQN: %(iqn)sCodice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: IQN이 %(iqn)s인 대상 그룹 %(targetgroup)s에 추가하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Incluir ao TargetGroup: %(targetgroup)s com IQN: %(iqn)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: IQN: %(iqn)s e sahip TargetGroup: %(targetgroup)s a eklemede hata Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Attaching volume %(vol)s.
de: Fehler beim Anhängen des Datenträgers %(vol)s.
es: Error al conectar el volumen %(vol)s.
fr: Erreur lors du rattachement du volume %(vol)s.
it: Errore di collegamento del volume %(vol)s.
ko_kr: 볼륨 %(vol)s을(를) 연결하는 중에 오류가 발생했습니다.
pt_br: Erro ao anexar o volume %(vol)s.
tr_tr: %(vol)s mantıksal sürücüsü eklenirken hata.

source: Error Cloning Snapshot: %(snapshot)s on Volume: %(lun)s of Pool: %(pool)s Project: %(project)s Clone project: %(clone_proj)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Klonen von Schattenkopie %(snapshot)s für Datenträger %(lun)s von Pool %(pool)s Projekt: %(project)s Klonprojekt: %(clone_proj)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al clonar la instantánea: %(snapshot)s en el volumen: %(lun)s de la agrupación: %(pool)s Proyecto: %(project)s Clonar proyecto: %(clone_proj)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de clonage de l'instantané : %(snapshot)s sur le volume : %(lun)s du pool : %(pool)s Projet : %(project)s Projet clone : %(clone_proj)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la clonazione dell'istantanea: %(snapshot)s sul volume: %(lun)s del pool: %(pool)s Progetto: %(project)s Progetto clone: %(clone_proj)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 풀: %(pool)s의 볼륨: %(lun)s에서 스냅샷: %(snapshot)s 복제 중 오류 발생 프로젝트: %(project)s 복제 프로젝트: %(clone_proj)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro Clonando Captura Instantânea: %(snapshot)s no Volume: %(lun)s de Conjunto: %(pool)s Projeto: %(project)s Projeto clone: %(clone_proj)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Create Cloned Volume: %(cloneName)s Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erstellen eines geklonten Datenträgers: %(cloneName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el volumen clonado: %(cloneName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création du volume cloné : %(cloneName)s Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la creazione del volume clonato: %(cloneName)s Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 복제된 볼륨 작성 오류: %(cloneName)s 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao criar volume clonado: %(cloneName)s Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Çoğaltılmış Mantıksal Sürücü Oluşturmada Hata: %(cloneName)s Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Create Cloned Volume: Volume: %(cloneName)s Source Volume:%(sourceName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler bei Erstellen von geklontem Datenträger: Datenträger: %(cloneName)s Quellendatenträger: %(sourceName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el volumen clonado: Volumen: %(cloneName)s Origen Volumen: %(sourceName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création d'un volume cloné : Volume : %(cloneName)s Volume :%(sourceName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore creazione volume clonato: Volume: %(cloneName)s Volume di origine: %(sourceName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 복제된 볼륨 작성 중 오류: 볼륨: %(cloneName)s 소스 볼륨: %(sourceName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Criar Volume Clonado: Volume: %(cloneName)s Volume Volume: %(sourceName)s. Código de Retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Çoğaltılmış Mantıksal Sürüc Oluşturmada Hata: Mantıksal Sürücü: %(cloneName)s Kaynak Mantıksal Sürücü:%(sourceName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Create Group: %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erstellen der Gruppe %(groupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el grupo: %(groupName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création du groupe : %(groupName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore nella creazione del gruppo: %(groupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 그룹 작성 오류: %(groupName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Criar Grupo: %(groupName)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Grup Oluşturmada Hata: %(groupName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Create Masking View: %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erstellen der Maskenansicht %(groupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear la vista de máscara: %(groupName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création de la vue de masquage : %(groupName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore nella creazione della vista di mascheramento: %(groupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 마스킹 보기 작성 오류: %(groupName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Criar Visualização de Mascaramento: %(groupName)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Maskeleme Görünümü Oluşturmada Hata: %(groupName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Create Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler bei Erstellen von Datenträger: %(volumeName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el volumen: %(volumeName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création du volume : %(volumeName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore creazione volume: %(volumeName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 작성 오류: %(volumeName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Criar Volume: %(volumeName)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Mantıksal Sürücü Oluşturma Hatası: %(volumeName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Create Volume: %(volumename)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler bei Erstellen von Datenträger: %(volumename)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el volumen: %(volumename)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de création du volume : %(volumename)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore creazione volume: %(volumename)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 작성 오류: %(volumename)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Criar Volume: %(volumename)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: %(volumename)s Mantıksal Sürücünün Oluşturulmasında hata. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error CreateGroupReplica: source: %(source)s target: %(target)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler bei CreateGroupReplica: Quelle: %(source)s Ziel: %(target)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error CreateGroupReplica: origen: %(source)s destino: %(target)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur CreateGroupReplica : source : %(source)s cible : %(target)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore CreateGroupReplica: origine: %(source)s destinazione: %(target)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: CreateGroupReplica 오류: 소스: %(source)s 대상: %(target)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro CreateGroupReplica: origem: %(source)s destino: %(target)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: CreateGroupReplica Hatası: kaynak: %(source)s hedef: %(target)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Creating Initiator: %(initiator)s on Alias: %(alias)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Erstellen von Initiator %(initiator)s für Alias: %(alias)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear el iniciador: %(initiator)s en el Alias: %(alias)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création de l'initiateur %(initiator)s sur l'alias %(alias)s. Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la creazione dell'iniziatore: %(initiator)s sull'alias: %(alias)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(alias)s 별명에 %(initiator)s 개시자를 작성하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Inicializador: %(initiator)s em Alias: %(alias)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Başlatıcı Oluşturmada Hata: %(initiator)s Rumuz: %(alias)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Creating Project: %(project)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Erstellen von Projekt %(project)s für Pool %(pool)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear el proyecto: %(project)s en la agrupación: %(pool)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création du projet : %(project)s sur le pool : %(pool)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la creazione del progetto: %(project)s sul pool: %(pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀에 %(project)s 프로젝트를 작성하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Projeto: %(project)s no Conjunto: %(pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Proje Oluşturmada Hata: %(project)s Havuz: %(pool)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Creating Property: %(property)s Type: %(type)s Description: %(description)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Erstellen der Eigenschaft: %(property)s Typ: %(type)s Beschreibung: %(description)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear la propiedad: %(property)s Tipo: %(type)s Descripción: %(description)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s .
fr: Erreur lors de la création de la propriété : %(property)s. Type : %(type)s. Description : %(description)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione delle proprietà: %(property)s Tipo: %(type)s Descrizione: %(description)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s .
ko_kr: 특성: %(property)s 유형: %(type)s 설명: %(description)s 작성 중 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao criar propriedade: %(property)s Tipo: %(type)s Descrição: %(description)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Creating Share: %(name)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Erstellen von freigegebenem Verzeichnis %(name)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear la unidad compartida: %(name)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la création du partage %(name)s. Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione della condivisione: %(name)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 공유 작성 중 오류 발생: %(name)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Compartilhamento: %(name)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Paylaşım Oluşturmada Hata: %(name)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Creating Snapshot: %(snapshot)s onVolume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Erstellen von Schattenkopie %(snapshot)s für Datenträger %(lun)s in Pool: %(pool)s Projekt: %(project)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear la instantánea: %(snapshot)s en el volumen: %(lun)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création de l'instantané : %(snapshot)s sur le volume %(lun)s vers le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione dell'istantanea: %(snapshot)s sul volume: %(lun)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(pool)s 풀 %(project)s 프로젝트의 %(lun)s 볼륨에 %(snapshot)s 스냅샷을 가져오는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Captura Instantânea: %(snapshot)s no Volume: %(lun)s para o Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Anlık Görüntü Oluşturmada Hata: %(snapshot)s Mantıksal Sürücü: %(lun)s Havuz: %(pool)s Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Creating Snapshot: %(snapshot)s onshare: %(share)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Erstellen von Schattenkopie %(snapshot)s für freigegebenes Verzeichnis %(share)s in Pool %(pool)s Projekt: %(project)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear la instantánea: %(snapshot)s de la unidad compartida: %(share)s en la agrupación: %(pool)s Proyecto: %(project)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la création de l'instantané %(snapshot)s sur le partage %(share)s vers le pool %(pool)s Projet : %(project)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione dell'istantanea: %(snapshot)s sulla condivisione: %(share)s nel pool: %(pool)s Progetto: %(project)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 스냅샷 작성 오류: %(snapshot)s 공유: %(share)s 대상 풀: %(pool)s 프로젝트: %(project)s 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Captura Instantânea: %(snapshot)s no Compartilhamento: %(share)s para Conjunto: %(pool)s Projeto: %(project)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Anlık Görüntü Oluşturmada Hata: %(snapshot)s onshare: %(share)s Havuz: %(pool)s Proje: %(project)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Creating Target: %(alias)sReturn code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Erstellen von Ziel %(alias)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al crear el destino: %(alias)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création de la cible : %(alias)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione della destinazione: %(alias)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(alias)s 대상 작성 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Destino: %(alias)s Código de Retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Hedef Oluşturmada Hata: %(alias)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Creating TargetGroup: %(targetgroup)s withIQN: %(iqn)sReturn code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Erstellen von Zielgruppe %(targetgroup)s mit IQN %(iqn)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear TargetGroup: %(targetgroup)s con IQN: %(iqn)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création du groupe cible : %(targetgroup)s avec IQN : %(iqn)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la creazione di TargetGroup: %(targetgroup)s con IQN: %(iqn)sCodice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: IQN %(iqn)s(으)로 대상 그룹 %(targetgroup)s을(를) 작성하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar TargetGroup: %(targetgroup)s withIQN: %(iqn)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: IQN: %(iqn)s e sahip TargetGroup: %(targetgroup)s oluşturmada hata Dönüş kodu: %(ret.status)d İleti: %(ret.data)s .

source: Error Creating Volume: %(lun)s Size: %(size)s Return code: %(ret.status)d Message: %(ret.data)s.
de: Fehler beim Erstellen von Datenträger %(lun)s Größe: %(size)s Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s.
es: Error al crear el volumen: %(lun)s Tamaño: %(size)s Código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur de création du volume : %(lun)s Taille : %(size)s Code retour : %(ret.status)d Message : %(ret.data)s.
it: Errore durante la creazione del volume: %(lun)s Dimensione: %(size)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: %(lun)s 볼륨(크기: %(size)s)을 작성하는 중 오류 발생. 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao Criar Volume: %(lun)s Tamanho: %(size)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.
tr_tr: Mantıksal Sürücü Oluşturmada Hata: %(lun)s Boyut: %(size)s Dönüş kodu: %(ret.status)d İleti: %(ret.data)s.

source: Error Creating new composite Volume Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erstellen des neuen Verbunddatenträgers. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al crear el nuevo código de retorno de volumen compuesto: %(rc)lu. Error: %(error)s.
fr: Erreur de création d'un volume composite. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore durante la creazione del nuovo volume composito; codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 새 컴포지트 볼륨 작성 중 오류. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao criar o novo código de retorno do volume composto: %(rc)lu. Erro: %(error)s.
tr_tr: Yeni biletiş Mantıksal sürücü oluşturmada hata Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Creating replication action on: pool: %(pool)s Project: %(proj)s volume: %(vol)s for target: %(tgt)s and pool: %(tgt_pool)sReturn code: %(ret.status)d Message: %(ret.data)s .
de: Fehler beim Erstellen der Replikationsaktion für: Pool: %(pool)s Projekt: %(proj)s Datenträger: %(vol)s für Ziel: %(tgt)s und Pool: %(tgt_pool)s. Rückgabecode: %(ret.status)d Nachricht: %(ret.data)s .
es: Error al crear la acción de réplica en: agrupación: %(pool)s Proyecto: %(proj)s volumen: %(vol)s para destino: %(tgt)s y agrupación: %(tgt_pool)s código de retorno: %(ret.status)d Mensaje: %(ret.data)s.
fr: Erreur lors de la création de l'action de réplication sur : pool : %(pool)s Projet : %(proj)s volume : %(vol)s pour la cible : %(tgt)s et le pool : %(tgt_pool)s Code retour : %(ret.status)d Message : %(ret.data)s .
it: Errore durante la creazione dell'azione di replica su: pool: %(pool)s Progetto: %(proj)s volume: %(vol)s per destinazione: %(tgt)s e pool: %(tgt_pool)s Codice di ritorno: %(ret.status)d Messaggio: %(ret.data)s.
ko_kr: 대상: %(tgt)s 및 풀: %(tgt_pool)s에 대해 풀: %(pool)s 프로젝트: %(proj)s 볼륨: %(vol)s에서 복제 조치 작성 중 오류 발생, 리턴 코드: %(ret.status)d 메시지: %(ret.data)s.
pt_br: Erro ao criar ação de replicação em: Conjunto: %(pool)s Projeto: %(proj)s volume: %(vol)s para destino: %(tgt)s e conjunto: %(tgt_pool)s Código de retorno: %(ret.status)d Mensagem: %(ret.data)s.

source: Error Creating unbound volume on an Extend operation.
de: Fehler beim Erstellen eines nicht gebundenen Datenträgers bei einer Erweiterungsoperation.
es: Error al crear un volumen desenlazado en una operación de ampliación
fr: Erreur de création de volume non lié sur une opération Extend.
it: Errore durante la creazione di un volume non collegato in un'operazione di estensione.
ko_kr: 확장 조작 시 언바운드 볼륨을 작성하는 중에 오류가 발생했습니다.
pt_br: Erro ao criar o volume desvinculado em uma operação Estender.
tr_tr: Büyütme işleminde bağımsız mantıksal sürücü oluşturmada hata.

source: Error Creating unbound volume.
de: Fehler beim Erstellen eines nicht gebundenen Datenträgers.
es: Error al crear el volumen desenlazado.
fr: Erreur lors de la création d'un volume non lié.
it: Errore durante la creazione del volume non collegato.
ko_kr: 언바운드 볼륨을 작성하는 중 오류가 발생했습니다.
pt_br: Erro ao Criar volume desvinculado.
tr_tr: Bağımsız mantıksal sürücü oluşturmada hata.

source: Error Delete Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler bei Löschen von Datenträger: %(volumeName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: Error al suprimir el volumen: %(volumeName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: Erreur de suppression du volume : %(volumeName)s. Code retour : %(rc)lu. Erreur : %(error)s.
it: Errore eliminazione volume: %(volumeName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 삭제 오류: %(volumeName)s. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Erro ao Excluir Volume: %(volumeName)s. Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: Mantıksal Sürücü Silme Hatası: %(volumeName)s. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Error Deleting Group: %(storageGroupName)s. Return code: %(rc)lu. Error: %(error)s
de: Fehler beim Löschen der Gruppe: %(storageGroupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s
es: Error al suprimir el grupo: %(storageGroupName)s. Código de retorno: %(rc)lu. Error: %(error)s
fr: Erreur lors de la suppression du groupe : %(storageGroupName)s. Code retour : %(rc)lu. Erreur : %(error)s
it: Errore durante l'eliminazione del gruppo: %(storageGroupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s
ko_kr: 그룹 삭제 중 오류: %(storageGroupName)s. 리턴 코드: %(rc)lu. 오류:%(error)s
pt_br: Erro ao excluir grupo: %(storageGroupName)s. Código de retorno:%(rc)lu. Erro: %(error)s

source: Error Deleting Initiator Group: %(initiatorGroupName)s. Return code: %(rc)lu. Error: %(error)s
de: Fehler beim Löschen der Initiatorgruppe: %(initiatorGroupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s
es: Error al suprimir el grupo de iniciadores: %(initiatorGroupName)s. Código de retorno: %(rc)lu. Error: %(error)s
fr: Erreur lors de la suppression du groupe d'initiateurs : %(initiatorGroupName)s. Code retour : %(rc)lu. Erreur : %(error)s
it: Errore durante l'eliminazione del gruppo di iniziatori: %(initiatorGroupName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s
ko_kr: 개시자 그룹 삭제 오류: %(initiatorGroupName)s. 리턴 코드: %(rc)lu. 오류: %(error)s
pt_br: Erro ao Excluir Grupo de Iniciadores: %(initiatorGroupName)s. Código de retorno:%(rc)lu. Erro: %(error)s
