Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Purity host %(host_name)s is managed by Cinder but CHAP credentials could not be retrieved from the Cinder database.
cs: Cinder spravuje hostitele Purity %(host_name)s, ale přihlašovací údaje CHAP nemohly být získány z databáze Cinder.
it: L'host Purity %(host_name)s è gestito da Cinder ma le credenziali CHAP non possono essere richiamate dal database Cinder.
tr_tr: Purity istemcisi %(host_name)s Cinder tarafından yönetilir ancak CHAP kimlik bilgileri Cinder veritabanından alınamaz.

source: Purity host %(host_name)s is not managed by Cinder and can't have CHAP credentials modified. Remove IQN %(iqn)s from the host to resolve this issue.
cs: Cinder nespravuje hostitele Purity %(host_name)s a proto nelze měnit jeho přihlašovací údaje CHAP. Pro vyřešení problému odstraňte IQN %(iqn)s z hostitele.
it: L'host Purity %(host_name)s non è gestito da Cinder e non può avere credenziali CHAP modificate. Rimuovere IQN %(iqn)s dall'host per risolvere il problema.
tr_tr: Purity istemcisi %(host_name)s Cinder tarafından yönetilemez ve CHAP kimlik bilgileri değiştirilemez. Bu sorunu çözmek için istemciden IQN %(iqn)s'ini kaldır.

source: Qemu-img is not installed. OSError: command is %(cmd)s.
cs: Qemu-img není nainstalováno. Chyba OS: příkaz je %(cmd)s.
it: Qemu-img non è installato. OSError: il comando è %(cmd)s.

source: Quota exceeded for %(s_pid)s, tried to extend volume by %(s_size)sG, (%(d_consumed)dG of %(d_quota)dG already consumed).
cs: U %(s_pid)s překročena kvóta, pokus o rozšíření svazku o %(s_size)sG, (již využíváno (%(d_consumed)dG z %(d_quota)dG).
it: Quota superata per %(s_pid)s, si è tentato di estendere il volume per %(s_size)sG, (%(d_consumed)dG di %(d_quota)dG già utilizzato).

source: REST Not Available: %s
cs: REST není dostupné: %s
it: REST non disponibile: %s
tr_tr: REST Kullanılamaz: %s

source: Re-throwing Exception %s
cs: Znovu vyvolávání výjimky %s
it: Rigenerazione dell'eccezione %s
tr_tr: İstisna yeniden fırlatılıyor %s

source: Read response raised an exception: %s.
cs: Čtení odpovědi vyvolalo výjimku: %s.
it: La lettura della risposta ha generato un'eccezione: %s.
tr_tr: Okuma yanıtı bir istisna oluşturdu: %s.

source: Recovered model server connection!
cs: Obnoveno připojení modelového serveru!
it: Connessione al model server ripristinata.
tr_tr: Kurtarılmış model sunucu bağlantısı!

source: Recovering from a failed execute. Try number %s
cs: Obnovování ze selhaného spuštění. Pokus číslo %s
it: Viene eseguito un recupero da un'esecuzione non riuscita. Provare il numero %s
tr_tr: Başarısız bir yürütme kurtarılıyor. %s numara dene

source: Replication must be specified as '<is> True' or '<is> False'.
cs: Replikace musí být zadána jako '<is> True' nebo '<is> False'.
it: La replica deve essere specificata come '<is> True' o '<is> False'.
tr_tr: Kopyalama '<is> True' ya da '<is> False' olarak belirtilmiş olmalıdır.

source: Requested to setup thin provisioning, however current LVM version does not support it.
cs: Žádost o nastavení mělkého poskytování, ale současná verze LVM ho nepodporuje.
it: È stata richiesta la configurazione di thin provisioning, tuttavia la versione LVM corrente non lo supporta.
tr_tr: İnce hazırlık kurulumu istendi, ancak mevcut LVM sürümü bunu desteklemiyor.

source: Resizing %s failed. Cleaning volume.
cs: Změna velikosti %s selhala. Probíhá čištění svazku.
it: Nuovo dimensionamento di %s non riuscito. Ripulitura del volume.
tr_tr: %s'nin yeniden boyutlandırılması başarısız oldu. Mantıksal sürücü temizleniyor.

source: Restore to volume %(volume)s finished with error - %(error)s.
cs: Obnovení svazku %(volume)s bylo dokončeno s chybou - %(error)s.
it: Ripristino su volume %(volume)s completato con errore - %(error)s.
tr_tr: %(volume)s mantıksal sürücü geri yüklemesi hata ile bitti - %(error)s.

source: Retry %(retry)s times: %(method)s Failed %(rc)s: %(reason)s
cs: Pokus proveden %(retry)skrát: %(method)s selhala %(rc)s: %(reason)s
it: Tentativo eseguito %(retry)s volte: %(method)s Non riuscito %(rc)s: %(reason)s
tr_tr: Yeniden deneme %(retry)s süreleri: %(method)s Başarısız oldu %(rc)s: %(reason)s

source: Retype unable to find volume %s.
it: Il comando di riscrittura non è stato in grado di trovare il volume %s.

source: Retype volume error.
cs: Chyba přetypování svazku.
it: Errore di riscrittura del volume.

source: Retype volume error. Create replication failed.
it: Errore di riscrittura del volume. Creazione replica non riuscita.

source: Retype volume error. Delete replication failed.
it: Errore di riscrittura del volume. Eliminazione replica non riuscita.

source: SLO: %(slo)s is not valid. Valid values are Bronze, Silver, Gold, Platinum, Diamond, Optimized, NONE.
cs: SLO: %(slo)s není platné. Platné hodnoty jsou Bronze, Silver, Gold, Platinum, Diamond, Optimized, NONE.
it: SLO: %(slo)s non valido. I valori validi sono Bronze, Silver, Gold, Platinum, Diamond, Optimized, NONE.
tr_tr: SLO: %(slo)s geçersiz. Geçerli değerler Bronz, Gümüş, Altın, Platin, Elmas, Optimize Edilmiş, HİÇBİRİ.

source: ScVolume returned success with empty payload. Attempting to locate volume
cs: SCVolume předal zprávu o úspěchu s prázdným obsahem. Pokus o nalezení svazku
it: ScVolume restituito correttamente con payload vuoto. Tentativo di individuare il volume
tr_tr: ScVolume boş yük ile başarı döndürdü. Mantıksal sürücü konumlandırma deneniyor

source: Server Busy retry request: %s
cs: Server zaneprázdněn, žádost o opakování: %s
it: Il sistema è occupato, ritentare la richiesta: %s
tr_tr: Sunucu Meşgul tekrar deneme isteği: %s

source: Service not found for updating replication_status.
it: Servizio non trovato per l'aggiornamento di replication_status.

source: Setting QoS for %s failed
cs: Nastavení QoS pro %s selhalo
it: Impostazione QoS per %s non riuscita
tr_tr: %s için QoS ayarı başarısız oldu

source: Share %s ignored due to invalid format. Must be of form address:/export.
cs: Sdílení %s ignorováno kvůli neplatnému formátu. Musí být ve formátu adresa:/export.
it: Condivisione %s ignorata a causa di un formato non valido. Deve essere del formato address:/export.
tr_tr: %s paylaşımı geçersiz biçim nedeniyle yoksayılır. Form adresi olmalıdır:/export.

source: Sheepdog is not installed. OSError: command is %s.
cs: Sheepdog není nainstalován. Chyba OS: příkaz je %s.
it: Sheepdog non è installato. OSError: il comando è %s.

source: Skipping remove_export. No iscsi_target ispresently exported for volume: %s
cs: Odstranění exportu přeskočeno. Žádný cíl iscsi není v současnosti exportován pro svazek: %s
it: remove_export viene ignorato. Nessun iscsi_target viene al momento esportato per il volume: %s
tr_tr: remove_export atlanıyor. Mantıksal sürücü için şimdilik hiçbir iscsi_target dışa aktarılmadı: %s

source: Snapshot "%s" already exists.
cs: Snímek "%s" již existuje.
it: L'istantanea "%s" esiste già.

source: Snapshot "%s" not found. Please check the results of "dog vdi list".
cs: Snímek "%s" nenalezen. Prosím zkontrolujte výstup příkazu "dog vdi list".
it: Istantanea "%s" non trovata. Controllare i risultati di "dog vdi list".

source: Snapshot %(snapshotname)s not found on the array. No volume to delete.
it: Istantanea %(snapshotname)s non trovata nell'array. Nessun volume da eliminare.

source: Snapshot %s: create failed
cs: Vytvoření snímku %s selhalo
it: Istantanea %s: creazione non riuscita

source: Snapshot %s: has clones
cs: Snímek %s má klony
it: L'istantanea %s: presenta cloni
tr_tr: Anlık sistem görüntüsü %s: kopyalara sahip

source: Snapshot did not exist. It will not be deleted
cs: Snímek neexistuje. Nebude smazán
it: L'istantanea non esiste. Non verrà eliminata
tr_tr: Anlık sistem görüntüsü olmasaydı silinemeyecekti

source: Source CG %(source_cg)s not found when creating consistency group %(cg)s from source.
cs: Při vytváření skupiny %(cg)s ze zdroje nebyla nalezena zdrojová skupina jednotnosti %(source_cg)s.
it: CG di origine %(source_cg)s non trovata durante la creazione del gruppo di coerenza %(cg)s dall'origine.

source: Source snapshot %(snapshot_id)s cannot be found.
cs: Zdrojový snímek %(snapshot_id)s nelze nalézt.
it: Impossibile trovare l'istantanea di origine %(snapshot_id)s.
tr_tr: Kaynak anlık sistem görüntüsü %(snapshot_id)s bulunamıyor.

source: Source snapshot cannot be found for target volume %(volume_id)s.
cs: Zdrojový snímek pro cílový svazek %(volume_id)s nenalezen.
it: Impossibile trovare l'istantanea di origine per il volume di destinazione %(volume_id)s.
tr_tr: Hedef mantıksal sürücü %(volume_id)s için kaynak anlık sistem görüntüsü bulunamadı.

source: Source volume %s not ready!
cs: Zdrojový svazek %s není připraven!
it: Volume di origine %s non pronto.

source: Source volumes cannot be found for target volume %(volume_id)s.
cs: Zdrojové svazky pro cílový svazek %(volume_id)s nenalezeny.
it: Impossibile trovare i volumi di origine per il volume di destinazione %(volume_id)s.

source: Src Volume "%s" not found. Please check the results of "dog vdi list".
cs: Zdrojový svazek "%s" nenalezen. Prosím zkontrolujte výstup příkazu "dog vdi list".
it: Volume src "%s" non trovato. Controllare i risultati di "dog vdi list".

source: Start synchronization failed. Error: %s.
it: Avvio della sincronizzazione non riuscito. Errore: %s.

source: Storage Profile %s was not found.
cs: Profil úložiště %s nebyl nalezen.
it: Profilo di memoria %s non trovato.

source: Storage profile: %s cannot be found in vCenter.
cs: Profil úložiště: %s nenalezen ve vCenter.
it: Profilo di archiviazione: %s non trovato in vCenter.
tr_tr: Depolama profili: %s vCenter'da bulunamıyor.

source: TSM [%s] not found in CloudByte storage.
cs: TSM [%s] nenalezeno v úložišti CloudByte.
it: TSM [%s] non trovato nella memoria CloudByte.
tr_tr: CloudByte depolamasında TSM [%s] bulunamadı.

source: The Flexvisor service is unavailable.
cs: Služba Flexvisor je nedostupná.
it: Il servizio Flexvisor non è disponibile.
tr_tr: Flexvisor servisi kullanılabilir değil.

source: The NFS Volume %(cr)s does not exist.
cs: Svazek NFS %(cr)s neexistuje.
it: Il volume NFS %(cr)s non esiste.

source: The connector does not contain the required information.
cs: Konektor neobsahuje požadované informace.
it: Il connettore non contiene le informazioni necessarie.
tr_tr: Bağlayıcı gerekli bilgileri içermez.

source: The connector does not contain the required information: initiator is missing
cs: Konektor neobsahuje požadované informace: zavaděč chybí
it: Il connettore non contiene le informazioni necessarie: iniziatore mancante
tr_tr: Bağlayıcı gerekli bilgileri içermiyor: başlatıcı eksik

source: The connector does not contain the required information: wwpns is missing
cs: Konektor neobsahuje požadované informace: wwpns chybí
it: Il connettore non contiene le informazioni necessarie: wwpns mancante
tr_tr: Bağlayıcı gerekli bilgileri içermiyor: wwpns eksik

source: The primary array must have an API version of %(min_ver)s or higher, but is only on %(current_ver)s, therefore replication is not supported.
it: L'array primario deve avere una versione API di %(min_ver)s o superiore, ma è solo nella %(current_ver)s, quindi la replica non è supportata.

source: The replication mode of %(type)s has not successfully established partnership with the replica Storwize target %(stor)s.
it: La modalità di replica di %(type)s non ha una relazione stabilita correttamente con la destinazione Storwize %(stor)s della replica.

source: The snapshot cannot be deleted because it is a clone point.
cs: Snímek nemůže být smazán protože je to bod klonování.
it: L'istantanea non può essere eliminata perché è un punto di clonazione.

source: The source array : %(sourceArraySerialNumber)s does not match the target array: %(targetArraySerialNumber)s skipping storage-assisted migration.
cs: Zdrojové pole : %(sourceArraySerialNumber)s se neshoduje cílovému poli: %(targetArraySerialNumber)s, přesun za pomocí úložiště bude přeskočen.
it: L'array di origine: %(sourceArraySerialNumber)s non corrisponde all'array di destinazione: %(targetArraySerialNumber)s , la migrazione assistita dalla memoria viene ignorata.
tr_tr: Kaynak dizi : %(sourceArraySerialNumber)s hedef dizi ile eşleşmiyor: %(targetArraySerialNumber)s, depolama destekli göç atlanıyor.

source: The source array : %(sourceArraySerialNumber)s does not match the target array: %(targetArraySerialNumber)s, skipping storage-assisted migration.
cs: Zdrojové pole : %(sourceArraySerialNumber)s se neshoduje cílovému poli: %(targetArraySerialNumber)s, přesun za pomocí úložiště bude přeskočen.
it: L'array di origine: %(sourceArraySerialNumber)s non corrisponde all'array di destinazione: %(targetArraySerialNumber)s, la migrazione assistita dalla memoria viene ignorata.
tr_tr: Kaynak dizi : %(sourceArraySerialNumber)s hedef dizi ile eşleşmiyor: %(targetArraySerialNumber)s, depolama destekli göç atlanıyor.

source: The source volume %(volume_id)s cannot be found.
cs: Zdrojový svazek %(volume_id)s nelze nalézt.
it: Impossibile trovare il volume di origine %(volume_id)s.
tr_tr: %(volume_id)s kaynak disk bölümü bulunamıyor.

source: The volume driver requires %(data)s in the connector.
cs: Ovladač svazku vyžaduje %(data)s v konektoru.
it: Il driver del volume richiede %(data)s nel connettore.
tr_tr: Mantıksal sürücü bağlayıcıda %(data)s ister.

source: The volume driver requires the iSCSI initiator name in the connector.
cs: Ovladač svazku vyžaduje název zavaděče iSCSI v konektoru.
it: Il driver del volume richiede il nome iniziatore iSCSI nel connettore.
tr_tr: Mantıksal sürücü bağlayıcıda iSCSI başlatıcı adı gerektirir.

source: There are no valid hosts available in configured cluster(s): %s.
cs: V nastaveném clusteru nejsou dostupní žádní platní hostitele: %s.
it: Non sono presenti host validi disponibili nel cluster configurato: %s.

source: There is no valid datastore satisfying requirements: %s.
cs: Žádné platné datové úložiště splňující požadavky: %s.
it: Non è presente alcun datastore valido che soddisfa i requisiti: %s.
tr_tr: Gereksinimleri karşılayacak geçerli hiçbir verideposu yok: %s.

source: There must be at least one valid replication device configured.
cs: Musí být zadáno alespoň jedno platné replikační zařízení.
it: È necessario configurare almeno un dispositivo di replica valido.

source: There was a problem with the failover (%(error)s) and it was unsuccessful. Volume '%(volume)s will not be available on the failed over target.
it: Si è verificato un problema con il failover (%(error)s) e non è stato eseguito correttamente. Il volume '%(volume)s non sarà disponibile sulla destinazione sottoposta a failover.

source: There was an error deleting volume %(id)s: %(error)s.
it: Si è verificato un errore durante l'eliminazione del volume %(id)s: %(error)s.

source: This usually means the volume was never successfully created.
cs: To většinou znamená, že svazek nikdy nebyl úspěšně vytvořen.
it: Ciò in genere significa che il volume non è stato mai creato correttamente.
tr_tr: Bu genellikle mantıksal sürücü asla başarılı bir şekilde oluşturulamaz anlamına gelir.

source: Tiering Policy is not supported on this array.
cs: Zásada vrstvení není podporována na tomto poli.
it: La politica di livellamento non è supportata su questo array.
tr_tr: Bu dizide Katmanlama İlkesi desteklenmiyor.

source: Timed out deleting %s!
cs: Při mazání %s vypršel časový limit!
it: Timeout durante l'eliminazione di %s.

source: Trying to create snapshot by non-existent LV: %s
cs: Pokus o vytvoření svazku z neexistujícího logického svazku. %s
it: Tentativo di creare un'istantanea da LV non esistente: %s
tr_tr: Varolmayan LV ile anlık sistem görüntüsü oluşturma deneniyor: %s

source: URLError: %s
cs: Chyba URL: %s
it: Errore URL: %s
tr_tr: URLHata: %s

source: Unable to access the Storwize back-end for volume %s.
it: Impossibile accedere al back-end Storwize per il volume %s.

source: Unable to create folder path %s
cs: Nelze vytvořit cestu složky %s
it: Impossibile trovare il percorso della cartella %s
tr_tr: %s klasör yolu oluşturulamadı

source: Unable to create or get default storage group for FAST policy: %(fastPolicyName)s.
cs: Nelze vytvořit nebo získat výchozí skupinu úložiště pro zásadu FAST: %(fastPolicyName)s.
it: Impossibile creare o ottenere il gruppo di archiviazione predefinito per la politica FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için öntanımlı depolama grubu alınamadı ya da oluşturulamadı: %(fastPolicyName)s.

source: Unable to create volume %s from replay
cs: Nelze vytvořit svazek %s ze zpětného načtení
it: Impossibile creare il volume %s dalla risposta
tr_tr: Tekrardan %s mantıksal sürücüsü oluşturulamadı

source: Unable to create volume on SC: %s
it: Impossibile creare il volume su SC: %s

source: Unable to create volume. Volume driver %s not initialized
cs: Nelze vytvořit svazek. Ovladač svazku %s není zaveden
it: Impossibile creare il volume. Driver del volume %s non inizializzato
tr_tr: Mantıksal sürücü oluşturulamadı. Mantıksal sürücü %s ilklendirilmemiş

source: Unable to delete busy volume.
cs: Nelze smazat zaneprázdněný svazek.
it: Impossibile eliminare il volume occupato.
tr_tr: Kullanılan mantıksal sürücü silinemedi.

source: Unable to delete due to existing snapshot for volume: %s
cs: Nelze smazat kvůli existujícímu snímku svazku. %s
it: Impossibile eseguire l'eliminazione a causa di un'istantanea esistente per il volume: %s
tr_tr: Mantıksal sürücü için varolan anlık sistem görüntüsü nedeniyle silinemedi: %s

source: Unable to delete profile %s.
it: Impossibile eliminare il profilo %s.

source: Unable to delete replication for %(vol)s to %(dest)s.
it: Impossibile eliminare la replica per %(vol)s in %(dest)s.

source: Unable to delete the destination volume during volume migration, (NOTE: database record needs to be deleted).
cs: Nelze smazat cílový svazek během přesunování, (POZNÁMKA: záznam v databázi je třeba smazat).
it: Impossibile eliminare il volume di destinazione durante la migrazione del volume, (NOTA: il record del database deve essere eliminato).
tr_tr: Disk bölümü geçişi sırasında hedef disk bölümü silinemedi, (NOT: veritabanı kaydının silinmesi gerekir).

source: Unable to determine whether %(volumeName)s is composite or not.
cs: Nelze zjistit zda %(volumeName)s je složený nebo ne.
it: Impossibile stabilire se %(volumeName)s è composito o meno.
tr_tr: %(volumeName)s mantıksal sürücüsünün bileşik olup olmadığı belirlenemedi.

source: Unable to disconnect host from volume, could not determine Purity host
it: Impossibile scollegare l'host dal volume, non è stato possibile determinare l'host Purity

source: Unable to failover to the secondary. Please make sure that the secondary back-end is ready.
it: Impossibile eseguire il failover sul backend secondario, Accertarsi che il backend secondario sia pronto.

source: Unable to find VG: %s
cs: Nelze najít skupinu svazku: %s
it: Impossibile trovare VG: %s
tr_tr: VG bulunamadı: %s

source: Unable to find default storage group for FAST policy : %(fastPolicyName)s.
cs: Nelze najít výchozí skupinu úložiště pro zásadu FAST : %(fastPolicyName)s.
it: Impossibile trovare il gruppo di archiviazione predefinito per la politica FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için öntanımlı depolama grubu bulunamadı : %(fastPolicyName)s.

source: Unable to find disk folder %(name)s on %(ssn)s
it: Impossibile trovare la cartella del disco %(name)s su %(ssn)s

source: Unable to find mapping profiles: %s
it: Impossibile trovare i profili di associazione: %s

source: Unable to find or create QoS Node named %s
it: Impossibile trovare o creare il nodo QoS denominato %s

source: Unable to find service: %(service)s for given host: %(host)s.
cs: Nelze najít službu: %(service)s pro daného hostitele: %(host)s.
it: Impossibile trovare il servizio: %(service)s per l'host specificato: %(host)s.

source: Unable to get associated pool of volume.
cs: Nelze získat přidruženou zásobu svazku.
it: Impossibile ottenere il pool di volume associato.
tr_tr: Mantıksal sürücünün ilişkili olduğu havuz alınamadı.

source: Unable to get default storage group %(defaultSgName)s.
cs: Nelze získat výchozí skupinu úložiště %(defaultSgName)s.
it: Impossibile ottenere il gruppo di archiviazione predefinito %(defaultSgName)s.
tr_tr: %(defaultSgName)s öntanımlı depolama grubu alınamadı.

source: Unable to get device mapping from network.
cs: Nelze získat mapování zařízení ze sítě.
it: Impossibile ottenere l'associazione del dispositivo dalla rete.
tr_tr: Ağdan aygıt eşleştirmesi alınamadı.

source: Unable to get policy rule for fast policy: %(fastPolicyName)s.
cs: Nelze získat pravidlo zásady pro zásadu FAST: %(fastPolicyName)s.
it: Impossibile ottenere la regola della politica per la politica FAST: %(fastPolicyName)s.
tr_tr: Fast ilkesi için ilke kuralı alınamadı: %(fastPolicyName)s.

source: Unable to locate Volume Group %s
cs: Nelze najít skupinu svazku %s
it: Impossibile individuare il gruppo volumi %s
tr_tr: Mantıksal Sürücü Grubu %s yerleştirilemedi

source: Unable to locate snapshot %s
cs: Nelze nalézt snímek %s
it: Impossibile individuare l'istantanea %s

source: Unable to manage existing snapshot. Volume driver %s not initialized.
cs: Nelze spravovat existující snímek. Ovladač svazku %s není zaveden.
it: Impossibile gestire l'istantanea esistente. Driver del volume %s non inizializzato.

source: Unable to manage existing volume. Volume driver %s not initialized.
cs: Nelze spravovat existující svazek. Ovladač svazku %s není zaveden.
it: Impossibile gestire il volume esistente. Driver del volume %s non inizializzato.
tr_tr: Varolan mantıksal sürücü yönetilemedi. Mantıksal sürücü %s ilklendirilmemiş.

source: Unable to map %(vol)s to %(srv)s
cs: Nelze mapovat %(vol)s do %(srv)s
it: Impossibile associare %(vol)s a %(srv)s
tr_tr: %(vol)s %(srv)s sunucusuna eşleştirilemedi

source: Unable to rename lun %s on array.
cs: Nelze přejmenovat lun %s v poli.
it: Impossibile ridenominare la lun %s sull'array.

source: Unable to rename the logical volume for volume %s.
cs: Nelze přejmenovat logický svazek ve svazku %s.
it: Impossibile ridenominare il volume logico per il volume %s.

source: Unable to rename the logical volume for volume: %s
cs: Nelze přejmenovat logický svazek ve svazku: %s
it: Impossibile ridenominare il volume logico per il volume: %s
tr_tr: Mantıksal sürücü yeniden adlandırılamadı: %s

source: Unable to replicate %(volname)s to %(destsc)s
it: Impossibile replicare %(volname)s su %(destsc)s

source: Unable to retrieve VolumeConfiguration: %s
cs: Nelze získat nastavení svazku: %s
it: Impossibile richiamare la configurazione del volume: %s
tr_tr: Mantıksal Sürücü Yapılandırması alınamadı: %s

source: Unable to retrieve pool instance of %(poolName)s on array %(array)s.
cs: Nelze získat instanci zásoby %(poolName)s v poli %(array)s.
it: Impossibile richiamare l'istanza pool di %(poolName)s sull'array %(array)s.
tr_tr: %(array)s dizisindeki %(poolName)s havuz örneği alınamadı.

source: Unable to terminate volume connection: %(err)s.
cs: Nelze ukončit připojení ke svazku: %(err)s.
it: Impossibile terminare la connessione del volume: %(err)s

source: Unexpected build error:
cs: Neočekávaná chyba při sestavování:
it: Errore di generazione non previsto:
tr_tr: Beklenmeyen inşa hatası:

source: Unexpected error occurs in horcm.
cs: V horcm se vyskytly neočekávané chyby.
it: Si è verificato un errore non previsto in horcm.
tr_tr: Horcm'da beklenmeyen bir hata meydana geldi.

source: Unexpected error occurs in snm2.
cs: V snm2 se vyskytly neočekávané chyby.
it: Si è verificato un errore non previsto in snm2.
tr_tr: snm2 komutunda beklenmeyen bir hata meydana geldi.
