Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-warning.po
Languages: cs, tr_tr

source: Host exists without CHAP credentials set and has iSCSI attachments but CHAP is enabled. Updating host with new CHAP credentials.
cs: Hostitel je bez nastavených přihlašovacích údajů CHAP, má připojení iSCSI, ale CHAP je povolen. Aktualizování hostitele pomocí nových přihlašovacích údajů CHAP.
tr_tr: İstemci CHAP kimlik bilgileri ayarlanmamış halde ve iSCSI eklentileri var ama CHAP etkin. İstemci yeni CHAP kimlik bilgileriyle güncelleniyor.

source: Host has no CHAP key, but CHAP is enabled.
cs: Hostiteli nemá žádný klíč CHAP, ale CHAP je povolen.
tr_tr: İstemcinin CHAP anahtarı yok, ama CHAP etkin.

source: IQN already existed.
cs: IQN již existuje.
tr_tr: IQN zaten mevcut.

source: IQN has been used to create map.
cs: IQN bylo použito k vytvoření mapy.
tr_tr: IQN eşleştirme oluşturmak için kullanılmış.

source: ISCSI provider_location not stored, using discovery
cs: Umístění poskytovatele ISCSI neuloženo, bude se zjišťovat
tr_tr: ISCSI provider_location kaydedilmemiş, keşif kullanılıyor

source: ISERTgtAdm is deprecated, you should now just use LVMVolumeDriver and specify iscsi_helper for the target driver you wish to use. In order to enable iser, please set iscsi_protocol=iser with lioadm or tgtadm target helpers.
tr_tr: ISERTgtAdm artık kullanılmıyor, artık yalnızca LVMVolumeDriver kullanmalı ve kullanmak istediğiniz hedef sürücü için iscsi_helper belirtmelisiniz. iser'i etkinleştirmek için, lütfen iscsi_protocol=iser ayarını hedef yardımcılar olarak lioadm veya tgtadm ile ayarlayın.

source: Id not in sort_keys; is sort_keys unique?
cs: id není v seřazení klíčů; je seřazení jedinečné?
tr_tr: Id sort_keys içinde değil, sort_keys benzersiz mi?

source: Ignoring error in delete volume %s: volume not found due to force delete settings.
tr_tr: Mantıksal sürücü %s silme hatası atlanıyor: silmeyi zorla ayarları sebebiyle mantıksal sürücü bulunamadı.

source: Image delete encountered an error.
cs: Při mazání obrazu nastala chyba.
tr_tr: İmaj silme bir hatayla karşılaştı.

source: Inconsistent Luns.
cs: Nekonzistentní Lun.
tr_tr: Tutarsız Lun.

source: Incorrect value error: %(blocksize)s, it may indicate that 'volume_dd_blocksize' was configured incorrectly. Fall back to default.
cs: Chyba kvůli nesprávné hodnotě: %(blocksize)s, to může naznačovat, že 'volume_dd_blocksize' nebylo nastaveno správně. Bude použita výchozí hodnota.
tr_tr: Geçersiz değer hatası: %(blocksize)s, 'volume_dd_blocksize'nin yanlış yapılandırıldığını gösteriyor olabilir. Varsayılana dön.

source: Insufficient free space for thin provisioning. The ratio of provisioned capacity over total capacity %(provisioned_ratio).2f has exceeded the maximum over subscription ratio %(oversub_ratio).2f on host %(host)s.
cs: Pro mělké poskytování není dostatek volného místa. Poměr poskytované kapacity na celkovou %(provisioned_ratio).2f překročil maximální poměr odběru %(oversub_ratio).2f na hostiteli %(host)s.
tr_tr: İnce hazırlığı için yetersiz boş alan. Hazırlık kapasitesinin toplam kapasiteye oranı %(provisioned_ratio).2f %(host)s istemcisi üzerinde azami aşım oranı %(oversub_ratio).2f değerini geçti.

source: Insufficient free space for volume creation on host %(host)s (requested / avail): %(requested)s/%(available)s
cs: Není dostatek volného místa pro vytvoření svazku na hostiteli %(host)s. (Požadováno: %(requested)s/Dostupné %(available)s)
tr_tr: %(host)s istemcisi üzerinde mantıksal sürücü oluşturma için yetersiz boş alan (istenen / kullanılabilir): %(requested)s/%(available)s

source: Insufficient free space for volume creation. Total capacity is %(total).2f on host %(host)s.
cs: Není dostatek volného místa pro vytvoření svazku. Celková kapacita je %(total).2f na hostiteli %(host)s.
tr_tr: Mantıksal sürücü oluşturma için yetersiz boş alan. %(host)s istemcisi üzerinde toplam kapasite %(total).2f.

source: Invalid IP address format '%s'
cs: Neplatný formát IP adresy '%s'
tr_tr: Geçersiz IP adresi biçimi '%s'

source: Invalid goodness result. Result must be between 0 and 100. Result generated: '%s' :: Defaulting to a goodness of 0
cs: Neplatný výsledek funkce goodness. Výsledek musí být mezi 0 až 100. Vypočtený výsledek '%s' :: Je použita její minimální hodnota 0
tr_tr: Geçersiz iyilik sonucu. Sonuç 0 ve 100 arasında olmalı. Üretilen sonuç: '%s' :: İyilik değeri 0 olarak varsayılıyor

source: Invalid trace flag: %s
cs: Neplatný příznak sledování: %s
tr_tr: Geçersiz takip bayrağı: %s

source: It is not the recommended way to use drivers by NetApp. Please use NetAppDriver to achieve the functionality.
cs: Toto není doporučený způsob používání ovladačů od NetApp. Pro dosažení této funkce prosím použijte NetAppDriver.
tr_tr: NetApp sürücüleri kullanmak önerilen bir yol değildir. Lütfen işlevselliğe erişmek için NetAppDriver kullanın.

source: LUN %(name)s is already expanded. Message: %(msg)s
tr_tr: LUN %(name)s zaten genişletildi. İleti: %(msg)s

source: LUN %(name)s is not ready for extension: %(out)s
tr_tr: LUN %(name)s eklenti için hazır değil: %(out)s

source: LUN %(name)s is not ready for snapshot: %(out)s
tr_tr: LUN %(name)s anlık görüntü için hazır değil: %(out)s

source: LUN already exists, LUN name %(name)s. Message: %(msg)s
tr_tr: LUN zaten mevcut, LUN ismi %(name)s. İleti: %(msg)s

source: LUN corresponding to %s is still in some Storage Groups.Try to bring the LUN out of Storage Groups and retry the deletion.
tr_tr: %s'e denk gelen LUN hala bazı Depolama Gruplarında. LUN'u Depolama Gruplarından çıkarmaya ve silmeyi tekrarlamaya çalışın.

source: LUN is already deleted, LUN name %(name)s. Message: %(msg)s
tr_tr: LUN zaten silindi, LUN ismi %(name)s. İleti: %(msg)s

source: LUN misalignment may occur for current initiator group %(ig_nm)s) with host OS type %(ig_os)s. Please configure initiator group manually according to the type of the host OS.
cs: U současné skupině zavaděče %(ig_nm)s s hostitelem mající typ OS %(ig_os)s se může objevit nevyrovnanost LUN. Prosím nastavte skupinu zavaděče ručně podle typu OS na hostiteli.
tr_tr: %(ig_os)s istemci OS türlü %(ig_nm)s) başlatıcı grubu için LUN yanlış hizalaması oluşabilir. Lütfen istemci OS türüne göre başlatıcı grubunu elle ayarlayın.

source: LUN with id %(remove_id)s is not present in cg %(cg_name)s, skip it.
tr_tr: %(remove_id)s kimlikli LUN %(cg_name)s cg de mevcut değil, atla.

source: LVMISCSIDriver is deprecated, you should now just use LVMVolumeDriver and specify iscsi_helper for the target driver you wish to use.
tr_tr: LVMISCSIDriver artık kullanılmıyor, artık yalnızca LVMVolumeDriver kullanmalı ve kullanmak istediğiniz hedef sürücü için iscsi_helper belirtmelisiniz.

source: LVMISERDriver is deprecated, you should now just use LVMVolumeDriver and specify iscsi_helper for the target driver you wish to use. In order to enable iser, please set iscsi_protocol with the value iser.
tr_tr: LVMISERDriver artık kullanılmıyor, artık yalnızca LVMVolumeDriver kullanmalı ve kullanmak istediğiniz hedef sürücü için iscsi_helper belirtmelisiniz. iser'i etkinleştirmek için, lütfen iscsi_protocol'u iser değeriyle ayarlayın.

source: Least busy iSCSI port not found, using first iSCSI port in list.
cs: Nejméně zaneprázdněný port iSCSI nenalezen, použit první port v seznamu.
tr_tr: En az meşgul iSCSI bağlantı noktası bulunamadı, listedeki ilk iSCSI bağlantı noktası kullanılıyor.

source: Logout error: %(code)d %(reason)s
tr_tr: Çıkış hatası: %(code)d %(reason)s

source: Lun %s has dependent snapshots, skipping.
tr_tr: Lun %s bağımlı anlık görüntülere sahip, atlanıyor.

source: Lun create for %s failed!
tr_tr: %s için LUN oluşturma başarısız!

source: Maximum number of Pool LUNs, %s, have been created. No more LUN creation can be done.
tr_tr: Azami Havuz LUN'ları sayısı, %s, oluşturuldu. Daha fazla LUN oluşturulamaz.

source: Message - %s.
cs: Zpráva - %s.
tr_tr: İleti - %s.

source: Migration command may get network timeout. Double check whether migration in fact started successfully. Message: %(msg)s
tr_tr: Göç komutu ağ zaman aşımı alabilir. Göçün başarılı başladığını iki kere kontrol edin. İleti: %(msg)s

source: More than one valid preset was detected, using %s
cs: Byly zjištěny více než jedny platné předvolby, jsou použity %s
tr_tr: Birden fazla geçerli ön ayar algılandı, %s kullanılıyor

source: Mount point %(name)s already exists. Message: %(msg)s
cs: Bod připojení %(name)s již existuje. Zpráva %(msg)s
tr_tr: Bağlantı noktası %(name)s zaten mevcut. İleti: %(msg)s

source: No VLUN contained CHAP credentials. Generating new CHAP key.
cs: Žádný VLUN neobsahoval přihlašovací údaje CHAP. Vytváření nového klíče CHAP.
tr_tr: Hiçbir VLUN CHAP kimlik bilgileri içermiyor. Yeni CHAP anahtarı üretiliyor.

source: No array serial number returned, set as unknown.
tr_tr: Herhangi bir dizi seri numarası dönmedi, bilinmeyen olarak ayarlanıyor.

source: No backing file found for %s, allowing snapshot to be deleted.
cs: Pro %s nenalezen žádný zálohovací soubor, smazání snímku povoleno.
tr_tr: %s için destekleyen dosya bulunamadı, anlık görüntünün silinmesine izin veriliyor.

source: No entry in LUN table for volume/snapshot %(name)s.
cs: Žádná položka v tablce LUN pro svazek/snímek %(name)s.
tr_tr: %(name)s mantıksal sürücü/anlık görüntü için LUN tablosunda girdi yok.

source: No host or VLUNs exist. Generating new CHAP key.
cs: Žádný VLUN nebo hostitel neexistuje. Vytváření nového klíče CHAP.
tr_tr: İstemci veya VLUN mevcut değil. Yeni CHAP anahtarı üretiliyor.

source: No mapping.
cs: Žádné mapování.
tr_tr: Eşleştirme yok.

source: No port group found in masking view %(mv)s.
cs: V maskování %(mv)s nenalezena žádná skupiny portů.
tr_tr: %(mv)s maskeleme görünümünde bağlantı noktası grubu bulunamadı.

source: No protection domain name or id was specified in configuration.
cs: V nastavení nebylo zadán žádný název nebo id ochranné domény.
tr_tr: Yapılandırmada herhangi bir koruma alan adı veya kimliği belirtilmedi.

source: No shares found hence skipping ssc refresh.
tr_tr: Paylaşım bulunamadı ssc tazelemesi atlanıyor.

source: No storage group found. Performing rollback on Volume: %(volumeName)s To return it to the default storage group for FAST policy %(fastPolicyName)s.
cs: Nenalezena žádná skupina úložiště. Provádění zpětného vrácení svazku %(volumeName)s pro návrat do výchozí skupiny úložiště pro zásadu FAST %(fastPolicyName)s.
tr_tr: Depolama grubu bulunamadı. %(fastPolicyName)s FAST ilkesi için varsayılan depolama grubuna döndürmek için Mantıksal sürücü: %(volumeName)s üzerinde geri döndürme yapılıyor.

source: No storage pool found with available capacity %s.
cs: Nenalezena žádná zásoba úložiště s dostupnou vlastností %s.
tr_tr: %s kullanılabilir kapasitesine sahip depolama havuzu bulunamadı.

source: No storage pool name or id was found.
cs: Nebyla nalezen žádný název zásoby úložiště nebo jeho id.
tr_tr: Depolama havuzu ismi veya kimliği bulunamadı.

source: No such host alias name.
cs: Žádný takový název zkratky hostitele.
tr_tr: Böyle bir istemci rumuzu yok.

source: No target ports found in masking view %(maskingView)s.
cs: V maskování %(maskingView)s nenalezeny žádné cílové porty.
tr_tr: %(maskingView)s maskeleme görünümünde hedef bağlantı noktası bulunamadı.

source: No weighed hosts found for volume with properties: %s
cs: Nenalezeni žádní vážení hostitelé pro svazek s vlastnostmi %s
tr_tr: Şu özelliklere sahip mantıksal sürücü için ağırlık verilmiş istemci bulunamadı: %s

source: Non-iSCSI VLUN detected.
cs: Zjištěn VLUN mimo iSCSI.
tr_tr: iSCSI olmayan VLUN algılandı.

source: Not deleting key %s
cs: Klíč %s nebude smazán
tr_tr: %s anahtarı silinmiyor

source: OSProfiler is enabled. It means that person who knows any of hmac_keys that are specified in /etc/cinder/api-paste.ini can trace his requests. In real life only operator can read this file so there is no security issue. Note that even if person can trigger profiler, only admin user can retrieve trace information. To disable OSprofiler set in cinder.conf: [profiler] enabled=false
tr_tr: OSProfiler etkin. Bunun anlamı /etc/cinder/api-paste.ini de belirtilen hmac_keys lerden herhangi birini bilen birinin isteklerini takip edebileceğidir. Gerçek hayatta yalnızca işletmeci bu dosyayı okuyabilir yani güvenlik sorunu yoktur. Kişi profil çıkarıcıyı tetikleyebilse bile, yalnızca yönetici takip bilgisini alabilir. OSprofiler'i kapatmak için cinder.conf'da şu ayarı yapın: [profiler] enabled=false

source: Only one volume remains in storage group %(sgname)s. Driver will attempt cleanup.
tr_tr: %(sgname)s depolama grubunda yalnızca bir mantıksal sürücü kalıyor. Sürücü temizleme girişiminde bulunacak.

source: Persistence file already exists for volume, found file at: %s
cs: Soubor přetrvávání svazku již existuje, nalezen v %s
tr_tr: Kalıcılık dosyası mantıksal sürücü için zaten mevcut, dosya şurada bulundu: %s

source: Pre check for deletion. Volume: %(volumeName)s is part of a storage group. Attempting removal from %(storageGroupInstanceNames)s.
cs: Předkontrola mazání. Svazek %(volumeName)s je součástí skupiny úložiště. Pokus o odstranění z %(storageGroupInstanceNames)s.
tr_tr: Silme için ön kontrol. Mantıksal sürücü: %(volumeName)s bir depolama grubunun parçası. %(storageGroupInstanceNames)s'den silme deneniyor.

source: Production use of "%(backend)s" backend requires the Cinder controller to have multipathing properly set up and the configuration option "%(mpflag)s" to be set to "True".
cs: Použití podpůrné vrstvy "%(backend)s" v ostrém provozu vyžaduje, aby kontrolér Cinder měl správně nastaveny vícenásobné cesty a volba nastavení "%(mpflag)s" nastavenu na "True".
tr_tr: "%(backend)s" in üretimde kullanılması Cinder kontrolcüsünün çokluyolunun düzgün ayarlanması ve yapılandırma seçeneği "%(mpflag)s" in "True" olarak ayarlanmasını gerektirir.

source: Quota exceeded for %(s_pid)s, tried to create %(s_size)sG backup (%(d_consumed)dG of %(d_quota)dG already consumed)
tr_tr: %(s_pid)s için kota aşıldı, %(s_size)sG yedek oluşturulmaya çalışıldı (%(d_consumed)dG / %(d_quota)dG zaten tüketilmiş)

source: Quota exceeded for %(s_pid)s, tried to create %(s_size)sG snapshot (%(d_consumed)dG of %(d_quota)dG already consumed).
tr_tr: %(s_pid)s için kota aşıldı, %(s_size)sG anlık görüntü oluşturulmaya çalışıldı (%(d_consumed)dG / %(d_quota)dG zaten tüketildi).

source: Quota exceeded for %(s_pid)s, tried to create %(s_size)sG volume (%(d_consumed)dG of %(d_quota)dG already consumed)
tr_tr: %(s_pid)s için kota aşıldı, %(s_size)sG mantıksal sürücü oluşturulmaya çalışıldı (%(d_consumed)dG / %(d_quota)dG zaten tüketilmiş)

source: Quota exceeded for %(s_pid)s, tried to create %(s_size)sG volume - (%(d_consumed)dG of %(d_quota)dG already consumed)
tr_tr: %(s_pid)s için kota aşıldı, %(s_size)sG mantıksal sürücü oluşturulmaya çalışıldı - (%(d_consumed)dG / %(d_quota)dG zaten kullanılmış)

source: Quota exceeded for %(s_pid)s, tried to create backups (%(d_consumed)d backups already consumed)
tr_tr: %(s_pid)s için kota aşıldı, yedek oluşturulmaya çalışıldı (%(d_consumed)d yedek zaten tüketilmiş)

source: Quota exceeded for %(s_pid)s, tried to create snapshot (%(d_consumed)d snapshots already consumed).
tr_tr: %(s_pid)s için kota aşıldı, anlık görüntü oluşturulmaya çalışıldı (%(d_consumed)d anlık görüntü zaten tüketilmiş).

source: Quota exceeded for %(s_pid)s, tried to create volume (%(d_consumed)d volumes already consumed)
tr_tr: %(s_pid)s için kota aşıldı, mantıksal sürücü oluşturulmaya çalışıldı (%(d_consumed)d mantıksal sürücü zaten tüketilmiş)

source: RBD image for backup %(backup)s of volume %(volume)s not found. Deleting backup metadata.
cs: Obraz RBD zálohy %(backup)s svazku %(volume)s nenalezen. Mazání popisných dat zálohy.
tr_tr: %(volume)s mantıksal sürücüsü için %(backup)s yedeği için RBD imajı bulunamadı. Metadata yedeği siliniyor.

source: Removed volume group %s still appears in vgs.
tr_tr: Silinmiş mantıksal sürücü grubu %s hala vgs'de görünüyor.

source: Rename failure in cleanup of cDOT QOS policy group %(name)s: %(ex)s
cs: Selhání přejmenování při čistění skupiny zásady QOS cDOT %(name)s: %(ex)s
tr_tr: cDOT QOS ilke grubu %(name)s temizliğinde yeniden adlandırma hatası: %(ex)s

source: Report interval must be less than service down time. Current config service_down_time: %(service_down_time)s, report_interval for this: service is: %(report_interval)s. Setting global service_down_time to: %(new_down_time)s
cs: Interval hlášení musí být menší než doba nečinnosti. Současné nastavení doby nečinnosti služby: %(service_down_time)s, interval hlášení pro tuto službu je %(report_interval)s. Nastavování doby nečinnosti globální služby na: %(new_down_time)s
tr_tr: Rapor aralığı servisin kapalı kaldığı süreden küçük olmalı. Mevcut service_down_time yapılandırması: %(service_down_time)s, bu servis için report_interval: %(report_interval)s. Genel service_down_time: %(new_down_time)s olarak ayarlanıyor

source: Requested image is not accessible by current Tenant.
cs: Požadovaný obraz není dostupný současnému nájemníku.
tr_tr: İstenen imaj mevcut Kiracı tarafından erişilebilir değil.

source: Retrying failed call to %(func)s, attempt %(attempt)i.
tr_tr: %(func)s başarısız çağrısı tekrarlanıyor, deneme %(attempt)i.

source: Returning as clean tmp vol job already running.
cs: Probíhá vrácení protože úkol čištění dočasného svazku již probíhá.
tr_tr: Geçici mantıksal sürücü temizleme işi hala çalıştığından dönülüyor.

source: ScServerOperatingSystem GetList return: %(code)d %(reason)s
tr_tr: ScServerOperatingSystem GetList şunu döndürdü: %(code)d %(reason)s

source: See unavailable iSCSI target: %s
tr_tr: Kullanılamaz iSCSI hedefine bak: %s

source: Service killed that has no database entry
tr_tr: Servis, hiç veritabanı girdisi olmayanı sonlandırdı.

source: Silent failure of target removal detected, retry....
cs: Zjištěno tiché selhání odstranění cíle, bude provede nový pokus...
tr_tr: Hedef silmenin sessizce başarısız olduğu algılandı, tekrar dene...

source: Snapshot %(name)s already exists. Message: %(msg)s
cs: Snímek %(name)s již existuje. Zpráva: %(msg)s
tr_tr: Anlık görüntü %(name)s zaten mevcut. İleti: %(msg)s

source: Snapshot %(name)s for consistency group does not exist. Message: %(msg)s
tr_tr: Tutarlılık grubu için %(name)s anlık görüntüsü mevcut değil. İleti: %(msg)s

source: Snapshot %(name)s is in use, retry. Message: %(msg)s
tr_tr: Anlık görüntü %(name)s kullanımda, tekrar dene. İleti: %(msg)s

source: Snapshot %(name)s may deleted already. Message: %(msg)s
tr_tr: Anlık görüntü %(name)s zaten silinmiş olabilir. İleti: %(msg)s

source: Snapshot %(snapname)s is attached to snapshot mount point %(mpname)s already. Message: %(msg)s
tr_tr: Anlık görüntü %(snapname)s anlık görüntü bağlantı noktası %(mpname)s'e zaten bağlı. İleti: %(msg)s

source: Snapshot %s already deleted.
cs: Snímek %s již je smazán.
tr_tr: Anlık görüntü %s zaten silinmiş.

source: Snapshot still %(status)s Cannot delete snapshot.
cs: Snímek je stále ve stavu %(status)s. Nelze ho smazat.
tr_tr: Anlık görüntü hala %(status)s Anlık görüntü silinemiyor.

source: Snapshot volume not found.
tr_tr: Anlık görüntü mantıksal sürücüsü bulunamadı.

source: Start migration failed. Message: %s
tr_tr: Göç başlatma başarısız. İleti: %s

source: Storage Group %s is not found.
tr_tr: Depolama Grubu %s bulunamadı.

source: Storage Group %s is not found. Create it.
tr_tr: Depolama Grubu %s bulunamadı. Oluştur.

source: Storage Group %s is not found. terminate_connection() is unnecessary.
tr_tr: Depolama Grubu %s bulunamadı. terminate_connection() gereksiz.

source: Storage Pool '%(pool)s' is '%(state)s'.
tr_tr: Depolama Havuzu '%(pool)s' '%(state)s'.

source: Storage group %(name)s already exists. Message: %(msg)s
cs: Skupina úložiště %(name)s již existuje. Zpráva: %(msg)s
tr_tr: Depolama grubu %(name)s zaten mevcut. İleti: %(msg)s

source: Storage group %(name)s doesn't exist, may have already been deleted. Message: %(msg)s
tr_tr: Depolama grubu %(name)s mevcut değil, zaten silinmiş olabilir. İleti: %(msg)s

source: Storage sync name not found for target %(target)s on %(storageSystem)s.
cs: Název synchronizace úložiště nenalezen v cíli %(target)s na %(storageSystem)s.
tr_tr: %(storageSystem)s üzerindeki %(target)s hedefi için depolama eş zamanlama ismi bulunamadı.

source: Storage-assisted migration failed during retype.
cs: Přesun za pomocí úložiště selhal během přetypování.
tr_tr: Depolama-destekli göç retype sırasında başarısız oldu.

source: The HPLeftHandISCSIDriver CLIQ driver has been DEPRECATED as of the 2015.2 release. This driver will be removed in the 2016.1 release. Please use the HPLeftHandISCSIDriver REST based driver instead.
tr_tr: HPLeftHandISCSIDriver CLIQ sürücüsü 2015.2 sürümünde sonra kullanılmamaktadır. Bu sürücü 2016.1 sürümünde kaldırılacak. Lütfen bunu yerine HPLeftHandISCSIDriver REST tabanlı sürücüyü kullanın.

source: The MCS Channel is grouped.
cs: Kanál MCS je seskupen.
tr_tr: MCS Kanalı gruplandırılmış.

source: The NAS file operations will be run as root: allowing root level access at the storage backend. This is considered an insecure NAS environment. Please see %s for information on a secure NAS configuration.
cs: Operace se souborem NAS budou spouštěny pod účtem root: umožňující přístup k podpůrné vrstvě úložiště na úrovni správce. Toto je považováno za nebezpečné prostředí NAS. Pro další informace o bezpečném nastavení NFS si přečtěte %s.
tr_tr: NAS dosya işlemleri root olarak çalıştırılacak: depolama arka ucunda root düzeyinde erişime izin verilecek. Bu güvensiz bir NAS ortamı olarak kabul edilir. Güvenli bir NAS yapılandırması için lütfen %s'e göz atın.

source: The NAS file permissions mode will be 666 (allowing other/world read & write access). This is considered an insecure NAS environment. Please see %s for information on a secure NFS configuration.
cs: Režim oprávnění souboru NAS bude 666 (umožňující ostatním/světu přístup ke čtení a zápisu). Toto je považováno za nebezpečné prostředí NAS. Pro další informace o bezpečném nastavení NFS si přečtěte %s.
tr_tr: NAS dosya izinleri kipi 666 olacak (diğer/dünya'ya okuma&yazma izni verir). Bu güvensiz bir NAS ortamı olarak kabul edilir. Güvenli bir NFS yapılandırması için lütfen %s'e göz atın.

source: The VMAX plugin only supports Retype. If a pool based migration is necessary this will happen on a Retype From the command line: cinder --os-volume-api-version 2 retype <volumeId> <volumeType> --migration-policy on-demand
cs: Zásuvný modul VMAX podporuje pouze přetypování. Pokud je přesun pomocí zásoby nutný, bude proveden při přetypování z příkazové řádky: cinder --os-volume-api-version 2 retype <volumeId> <volumeType> --migration-policy on-demand
tr_tr: VMAX eklentisi yalnızca Retype destekler. Eğer havuz tabanlı göç gerekliyse bu komut satırından bir Retype üzerinde gerçekleşir: cinder --os-volume-api-version 2 retype <volumeId> <volumeType> --migration-policy on-demand

source: The following specified storage pools do not exist: %(unexist)s. This host will only manage the storage pools: %(exist)s
tr_tr: Belirtilen şu depolama havuzları mevcut değil: %(unexist)s. İstemci yalnızca şu depolama havuzlarını yönetecek: %(exist)s

source: The provisioning: %(provisioning)s is not valid.
cs: Poskytování %(provisioning)s není platné.
tr_tr: Hazırlık: %(provisioning)s geçerli değil.

source: The source volume is a legacy volume. Create volume in the pool where the source volume %s is created.
tr_tr: Kaynak mantıksal sürücü eski bir mantıksal sürücü. Mantıksal sürücüyü %s kaynak mantıksal sürücüsünün oluşturulduğu yerde oluştur.

source: The specified Snapshot mount point %s is not currently attached.
tr_tr: Belirtilen Anlık Görüntü bağlama noktası %s şu an eklenmiş değil.
