Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Unable to snap Consistency Group %s
de: Schattenkopie der Konsistenzgruppe %s konnte nicht erstellt werden.
es: No se ha podido crear una instantánea del grupo de consistencia %s
fr: Impossible de créer un instantané du groupe de cohérence %s
it: Impossibile eseguire istantanea del gruppo di coerenza %s
ko_kr: 일관성 그룹 %s의 스냅샷을 작성할 수 없음
pt_br: Não é possível capturar o Grupo de consistências %s
tr_tr: Tutarlılık Grubu %s kavranamıyor

source: Unable to terminate volume connection from backend.
de: Datenträgerverbindung kann nicht vom Backend beendet werden.
es: No se puede terminar conexión de volumen desde programa de fondo.
fr: Impossible de terminer la connexion au volume depuis le back-end.
it: Impossibile terminare la connessione del volume dal backend.
ko_kr: 백엔드에서 볼륨 연결을 종료할 수 없습니다.
pt_br: Não foi possível finalizar conexão do volume do backend.
tr_tr: Art alanda çalışan uygulamadan mantıksal sürücü bağlantısı sonlandırılamadı.

source: Unable to terminate volume connection: %(err)s
de: Datenträgerverbindung kann nicht beendet werden: %(err)s
es: No se puede terminar la conexión de volumen: %(err)s
fr: Impossible de terminer la connexion au volume : %(err)s
it: Impossibile terminare la connessione del volume: %(err)s
ko_kr: 볼륨 연결을 종료할 수 없음: %(err)s
pt_br: Não é possível terminar conexão do volume: %(err)s
tr_tr: Mantıksal sürücü bağlantısı sonlandırılamadı: %(err)s

source: Unable to update consistency group %s
de: Konsistenzgruppe %s konnte nicht aktualisiert werden.
es: No se ha actualizar el grupo de consistencia %s
fr: Impossible de mettre à jour le groupe de cohérence %s
it: Impossibile aggiornare il gruppo di coerenza %s
ko_kr: 일관성 그룹 %s을(를) 업데이트할 수 없음
pt_br: Não é possível atualizar o grupo de consistência %s
tr_tr: %s tutarlılık grubu güncellenemedi

source: Unable to verify initiator group: %(igGroupName)s in masking view %(maskingViewName)s.
de: Initiatorgruppe %(igGroupName)s in Maskenansicht %(maskingViewName)s.
es: No se puede verificar el grupo de iniciadores: %(igGroupName)s en la vista de máscara %(maskingViewName)s.
fr: Impossible de vérifier le groupe de demandeurs : %(igGroupName)s dans la vue de masquage %(maskingViewName)s.
it: Impossibile verificare il gruppo iniziatore: %(igGroupName)s nella vista di mascheramento %(maskingViewName)s.
ko_kr: 마스킹 보기 %(maskingViewName)s에서 개시자 그룹 %(igGroupName)s을(를) 확인할 수 없습니다.
pt_br: Não é possível verificar o grupo do inicializador: %(igGroupName)s na visualização de mascaramento %(maskingViewName)s.
tr_tr: %(maskingViewName)s maskeleme görünümündeki %(igGroupName)s başlatıcı grubu doğrulanamıyor.

source: Unacceptable parameters.
de: Unzulässige Parameter.
es: Parametros inaceptables
fr: Paramètres inacceptables.
it: Parametri inaccettabili.
ko_kr: 허용할 수 없는 매개변수입니다.
pt_br: Parâmetros inaceitáveis.
tr_tr: Kabul edilemez parametreler var.

source: Unexecpted mapping status %(status)s for mapping %(id)s. Attributes: %(attr)s.
de: Unerwarteter Zuordnungsstatus %(status)s für %(id)s-Zuordnung. Attribute: %(attr)s.
es: Estado de correlación inesperado %(status)s para correlación %(id)s. Atributos: %(attr)s.
fr: Statut de mappage %(status)s inattendu pour le mappage %(id)s. Attributs : %(attr)s.
it: Stato associazione imprevisto %(status)s per l'associazione %(id)s. Attributi: %(attr)s.
ko_kr: %(id)s 맵핑에 대해 예상치 못한 맵핑 상태 %(status)s. 속성:%(attr)s(이)어야 합니다.
pt_br: Status de mapeamento inesperado %(status)s para o mapeamento %(id)s. Atributos: %(attr)s.
tr_tr: %(id)s eşleştirmesi için beklenmeyen eşleştirme durumu %(status)s. Öznitelikler: %(attr)s.

source: Unexpected CLI response: header/row mismatch. header: %(header)s, row: %(row)s.
de: Unerwartete CLI-Antwort: Abweichung zwischen Header/Zeile. Header: %(header)s, Zeile: %(row)s.
es: Respuesta de CLI inesperada: discrepancia de cabecera/fila. cabecera: %(header)s, fila: %(row)s.
fr: Réponse CLI imprévue : non concordance d'en-tête/ligne. en-tête : %(header)s, ligne : %(row)s.
it: Risposta CLI non prevista: mancata corrispondenza intestazione/riga. Intestazione: %(header)s, riga: %(row)s.
ko_kr: 예상치 못한 CLI 응답: 헤더/행 불일치. 헤더: %(header)s, 행: %(row)s(이)어야 합니다.
pt_br: Resposta da CLI inesperada: incompatibilidade de cabeçalho/linha. cabeçalho: %(header)s, linha: %(row)s.
tr_tr: Beklenmedik CLI yanıtı: başlık/satır eşleşmiyor. başlık: %(header)s, satır: %(row)s.

source: Unexpected mapping status %(status)s for mapping%(id)s. Attributes: %(attr)s.
de: Nicht erwarteter Zuordnungsstatus %(status)s für Zuordnung %(id)s. Attribute: %(attr)s.
es: Estado de correlación no esperado %(status)s para la correlación %(id)s. Atributos: %(attr)s.
fr: Statut de mappage inattendu %(status)s pour le mappage %(id)s. Attributs : %(attr)s.
it: Stato associazione imprevisto %(status)s per l'associazione %(id)s. Attributi: %(attr)s.
ko_kr: 맵핑 %(id)s에 대해 예상치 않은 맵핑 상태 %(status)s이(가) 발생했습니다. 속성: %(attr)s.
pt_br: Status de mapeamento inesperado %(status)s para mapeamento %(id)s. Atributos: %(attr)s.
tr_tr: %(id)s eşleştirmesi için beklenmeyen eşleştirme durumu %(status)s. Öznitelikler: %(attr)s.

source: Unexpected output. Expected [%(expected)s] but received [%(output)s]
de: Nicht erwartete Ausgabe. Erwartet wurde [%(expected)s], empfangen wurde [%(output)s]
es: Salida inesperada. Se esperaba[%(expected)s] pero se ha recibido [%(output)s]
fr: Sortie inattendue. [%(expected)s] attendu mais [%(output)s] reçu
it: Output imprevisto. Previsto [%(expected)s] ma ricevuto [%(output)s]
ko_kr: 예상치 못한 결과입니다. [%(expected)s]을(를) 예상했지만 [%(output)s]을(를) 수신했습니다.
pt_br: Saída inesperada. Esperada [%(expected)s], mas recebida [%(output)s]

source: Unexpected response from Nimble API
de: Unerwartete Antwort von Nimble-API
es: Respuesta inesperada de la API Nimble
fr: Code de réponse inattendu de l'API Nimble
it: Risposta imprevista dall'API Nimble
ko_kr: Nimble API로부터의 예기치 않은 응답
pt_br: Resposta inesperada da API do Nimble
tr_tr: Nimble API'sinden beklenmeyen yanıt

source: Unexpected response from Tegile IntelliFlash API
de: Unerwartete Antwort von Tegile IntelliFlash-API
es: Respuesta inesperada de la API de Tegile IntelliFlash
fr: Réponse inattendue de l'API Tegile IntelliFlash
it: Risposta imprevista dall'API Tegile IntelliFlash
ko_kr: Tegile IntelliFlash API에서 예상치 못한 응답
pt_br: Resposta inesperada da API do Tegile IntelliFlash

source: Unexpected status code
de: Unerwarteter Statuscode
es: Código de estado inesperado
fr: Code de statut inattendu
it: Codice di stato imprevisto
ko_kr: 예기치 않은 상태 코드
pt_br: Código de status inesperado
tr_tr: Beklenmeyen durum kodu

source: Unexpected status code from the switch %(switch_id)s with protocol %(protocol)s for url %(page)s. Error: %(error)s
de: Unerwarteter Statuscode des Switch %(switch_id)s mit dem Protokoll %(protocol)s für URL %(page)s. Fehler: %(error)s
es: Código de estado inesperado del conmutador %(switch_id)s con el protocolo %(protocol)s para el URL %(page)s. Error: %(error)s
fr: Code de statut inattendu provenant du commutateur %(switch_id)s avec le protocole %(protocol)s pour l'URL %(page)s. Erreur : %(error)s
it: Codice di stato imprevisto dallo switch %(switch_id)s con protocollo %(protocol)s per url %(page)s. Errore: %(error)s
ko_kr: url %(page)s에 대해 프로토콜 %(protocol)s을(를) 사용하는 스위치 %(switch_id)s에서 예상치 못한 상태 코드 수신. 오류: %(error)s
pt_br: Código de status inesperado a partir do comutador %(switch_id)s com o protocolo %(protocol)s para a URL %(page)s. Erro: %(error)s

source: Unknown Gluster exception
de: Unbekannte Gluster-Ausnahme
es: Excepción de Gluster desconocida
fr: Exception Gluster inconnue
it: Eccezione Gluster sconosciuta
ko_kr: 알 수 없는 Gluster 예외
pt_br: Exceção de Gluster desconhecida
tr_tr: Bilinmeyen Gluster istisnası

source: Unknown NFS exception
de: Unbekannte NFS-Ausnahme
es: Excepción de NFS desconocida
fr: Exception NFS inconnue
it: Eccezione NFS sconosciuta
ko_kr: 알 수 없는 NFS 예외
pt_br: Exceção NFS desconhecida
tr_tr: Bilinmeyen NFS istisnası

source: Unknown RemoteFS exception
de: Unbekannte RemoteFS-Ausnahme
es: Excepción de RemoteFS desconocida
fr: Exception RemoteFS inconnue
it: Eccezione RemoteFS sconosciuta
ko_kr: 알 수 없는 RemoteFS 예외
pt_br: Exceção RemoteFS desconhecida
tr_tr: Bilinmeyen RemoteFS istisnası

source: Unknown SMBFS exception.
de: Unbekannte SMBFS-Ausnahme
es: Excepción de SMBFS desconocida
fr: Exception SMBFS inconnue.
it: Eccezione SMBFS sconosciuta.
ko_kr: 알 수 없는 SMBFS 예외입니다.
pt_br: Exceção SMBFS desconhecida.
tr_tr: Bilinmeyen SMBFS istisnası.

source: Unknown Virtuozzo Storage exception
de: Unbekannte Virtuozzo-Speicherausnahmebedingung
es: Excepción desconocida de Virtuozzo Storage
fr: Exception Virtuozzo Storage inconnue
it: Eccezione Virtuozzo Storage sconosciuta
ko_kr: 알 수 없는 Virtuozzo 스토리지 예외
pt_br: Exceção de armazenamento Virtuozzo desconhecido
tr_tr: Bilinmeyen Virtuozzo Depolama istisnası

source: Unknown action
de: Unbekannte Aktion
es: Acción desconocida
fr: Action inconnu
it: Azione sconosciuta
ko_kr: 알 수 없는 조치
pt_br: Ação desconhecida
tr_tr: Bilinmeyen eylem

source: Unknown if the volume: %s to be managed is already being managed by Cinder. Aborting manage volume. Please add 'cinder_managed' custom schema property to the volume and set its value to False. Alternatively, Set the value of cinder config policy 'zfssa_manage_policy' to 'loose' to remove this restriction.
de: Es ist nicht bekannt, ob der zu verwaltende Datenträger %s bereits von Cinder verwaltet wird. Verwalten des Datenträgers wird abgebrochen. Fügen Sie dem Datenträger die angepasste Schemaeigenschaft 'cinder_managed' hinzu und setzen Sie den zugehörigen Wert auf 'False'. Alternativ können Sie den Wert der Cinder-Konfigurationsrichtlinie 'zfssa_manage_policy' auf 'loose' setzen, um diese Einschränkung zu entfernen.
es: No se sabe si el volumen: %s que se tiene que gestionar ya está siendo gestionado por Cinder. Abortando Gestionar volumen. Añada la propiedad de esquema personalizada 'cinder_managed' al volumen y establezca su valor en False. Como alternativa, establezca el valor de la política de configuración de Cinder 'zfssa_manage_policy' en 'loose' para eliminar esta restricción.
fr: Inconnu si le volume : %s à gérer est déjà géré par Cinder. Abandon de l'opération gérer le volume. Ajoutez la propriété de schéma personnalisé 'cinder_managed' au volume et définissez sa valeur sur False. Autrement, définissez la valeur de la stratégie de configuration cinder 'zfssa_manage_policy' sur 'loose' pour supprimer cette restriction.
it: Si ignora se il volume: %s da gestire è già gestito da Cinder. Interruzione della gestione del volume. Aggiungere la proprietà dello schema personalizzato 'cinder_managed' al volume e impostare il relativo valore su False. In alternativa, impostare il valore della politica di configurazione di cinder 'zfssa_manage_policy' su 'loose' per rimuovere questa restrizione.
ko_kr: 관리할 볼륨: %s이(가) 이미 Cinder에서 관리 중인지 알 수 없습니다. 볼륨 관리를 중단합니다. 'cinder_managed' 사용자 지정 스키마 특성을 볼륨에 추가하고 값을 False로 설정합니다. 또는 cinder 구성 정책 'zfssa_manage_policy'의 값을 'loose'로 설정하여 이 제한을 제거하십시오.
pt_br: Desconhecido se o volume: %s a ser gerenciado estiver sendo gerenciado pelo Cinder. Interrompendo gerenciamento de volume. Inclua a propriedade de esquema customizado 'cinder_managed' no volume e configure seu valor para False. Como alternativa, defina o valor da política de configuração do Cinder 'zfssa_manage_policy' para 'loose' para remover essa restrição.

source: Unknown if the volume: %s to be managed is already being managed by Cinder. Aborting manage volume. Please add 'cinder_managed' custom schema property to the volume and set its value to False. Alternatively, set the value of cinder config policy 'zfssa_manage_policy' to 'loose' to remove this restriction.
de: Es ist nicht bekannt, ob der zu verwaltende Datenträger %s bereits von Cinder verwaltet wird. Verwalten des Datenträgers wird abgebrochen. Fügen Sie dem Datenträger die angepasste Schemaeigenschaft 'cinder_managed' hinzu und setzen Sie den zugehörigen Wert auf 'False'. Alternativ können Sie den Wert der Cinder-Konfigurationsrichtlinie 'zfssa_manage_policy' auf 'loose' setzen, um diese Einschränkung zu entfernen.
es: No se sabe si el volumen: %s que se tiene que gestionar ya está siendo gestionado por Cinder. Abortando Gestionar volumen. Añada la propiedad de esquema personalizada 'cinder_managed' al volumen y establezca su valor en False. Como alternativa, establezca el valor de la política de configuración de Cinder 'zfssa_manage_policy' en 'loose' para eliminar esta restricción.
fr: Inconnu si le volume : %s à gérer est déjà géré par Cinder. Abandon de l'opération gérer le volume. Ajoutez la propriété de schéma personnalisé 'cinder_managed' au volume et définissez sa valeur sur False. Autrement, définissez la valeur de la stratégie de configuration cinder 'zfssa_manage_policy' sur 'loose' pour supprimer cette restriction.
it: Si ignora se il volume: %s da gestire è già gestito da Cinder. Interruzione della gestione del volume. Aggiungere la proprietà dello schema personalizzato 'cinder_managed' al volume e impostare il relativo valore su False. In alternativa, impostare il valore della politica di configurazione di cinder 'zfssa_manage_policy' su 'loose' per rimuovere questa restrizione.
ko_kr: 관리할 볼륨: %s이(가) 이미 Cinder에서 관리 중인지 알 수 없습니다. 볼륨 관리를 중단합니다. 'cinder_managed' 사용자 지정 스키마 특성을 볼륨에 추가하고 값을 False로 설정합니다. 또는 cinder 구성 정책 'zfssa_manage_policy'의 값을 'loose'로 설정하여 이 제한을 제거하십시오.
pt_br: Desconhecido se o volume: %s a ser gerenciado estiver sendo gerenciado pelo Cinder. Interrompendo gerenciamento de volume. Inclua a propriedade de esquema customizado 'cinder_managed' no volume e configure seu valor para False. Como alternativa, defina o valor da política de configuração do Cinder 'zfssa_manage_policy' para 'loose' para remover essa restrição.

source: Unknown operation %s.
de: Unbekannte Operation %s.
es: Operación desconocida %s.
fr: Opération inconnue %s.
it: Operazione %s sconosciuta.
ko_kr: 알 수 없는 조작 %s.
pt_br: Operação desconhecida %s.

source: Unknown or unsupported command %(cmd)s
de: Unbekannter oder nicht unterstützter Befehl %(cmd)s
es: Mandato desconocido o no soportado %(cmd)s
fr: Commande inconnue ou non prise en charge %(cmd)s
it: Comando %(cmd)s sconosciuto o non supportato
ko_kr: 알 수 없거나 지원되지 않는 명령 %(cmd)s
pt_br: Comando desconhecido ou não suportado %(cmd)s
tr_tr: Bilinmeyen ya da desteklenmeyen komut %(cmd)s

source: Unknown protocol: %(protocol)s.
de: Unbekanntes Protokoll: %(protocol)s.
es: Protocolo desconocido: %(protocol)s.
fr: Protocole inconnu : %(protocol)s.
it: Protocollo sconosciuto: %(protocol)s.
ko_kr: 알 수 없는 프로토콜: %(protocol)s.
pt_br: Protocolo desconhecido: %(protocol)s.
tr_tr: Bilinmeyen iletişim kuralı: %(protocol)s.

source: Unknown quota resources %(unknown)s.
de: Unbekannte Kontingentressourcen %(unknown)s.
es: Recursos de cuota desconocidos %(unknown)s.
fr: Ressources de quota inconnues %(unknown)s.
it: Risorse quota sconosciute %(unknown)s.
ko_kr: 알 수 없는 할당량 자원 %(unknown)s.
pt_br: Recursos da cota desconhecidos %(unknown)s.
tr_tr: %(unknown)s bilinmeyen kota kaynakları.

source: Unknown service
de: Unbekannter Dienst
es: Servicio desconocido
fr: Service inconnu
it: Servizio sconosciuto
ko_kr: 알 수 없는 서비스
pt_br: Serviço desconhecido
tr_tr: Bilinmeyen servis

source: Unknown sort direction, must be 'desc' or 'asc'
de: Unbekannte Sortierrichtung: Muss 'desc' (absteigend) oder 'asc' (aufsteigend) sein.
es: Dirección de clasificación desconocida, debe ser 'desc' o ' asc'
fr: Sens de tri inconnu, doit être 'desc' ou 'asc'
it: Direzione ordinamento sconosciuta, deve essere 'desc' o 'asc'
ko_kr: 알 수 없는 정렬 방향입니다. 'desc' 또는 'asc'여야 함
pt_br: Direção de classificação desconhecida; deve ser 'desc' ou 'asc'
tr_tr: Bilinmeyen sıralama yönü, 'desc' ya da 'asc'

source: Unknown sort direction, must be 'desc' or 'asc'.
de: Unbekannte Sortierrichtung: muss 'desc' oder 'asc' sein.
es: Dirección de ordenación desconocida, debe ser 'desc' o 'asc'.
fr: Sens de tri inconnu, doit être 'desc' ou 'asc'.
it: Direzione ordinamento sconosciuta, deve essere 'desc' o 'asc'.
ko_kr: 알 수 없는 정렬 방향입니다. 'desc' 또는 'asc'여야 합니다.
pt_br: Direção de classificação desconhecida; deve ser 'desc' ou 'asc'.
tr_tr: Bilinmeyen sıralama yönü, 'desc' ya da 'asc' olmalıdır.

source: Unmanage and cascade delete options are mutually exclusive.
de: Die Optionen 'Aufheben der Verwaltung' und 'Kaskadiertes Löschen' heben sich gegenseitig auf.
es: Las opciones de dejar de administrar y suprimir en cascada son mútuamente excluyentes.
fr: Les options unmanage et cascade delete s'excluent mutuellement.
it: Le opzioni di disabilitazione ed eliminazione a catena si escludono reciprocamente.
ko_kr: 관리 취소 및 계단식 삭제 옵션은 상호 배타적입니다.
pt_br: As opções de exclusão não gerenciadas e em cascata são mutuamente exclusivas.

source: Unmanage volume not implemented.
de: Aufheben der Verwaltung für einen Datenträger nicht implementiert.
es: No se ha implementdo la opción de dejar de administrar un volumen.
fr: La fonction consistant à ne plus gérer un volume (unmanage volume) n'est pas implémentée.
it: Disabilitazione gestione volume non implementata.
ko_kr: 관리 취소 볼륨이 구현되지 않았습니다.
pt_br: Volume não gerenciado não implementado
tr_tr: Mantıksal sürücünün yönetimini bırakma uygulanmadı.

source: Unmanaging of snapshots from 'failed-over' volumes is not allowed.
de: Aufheben der Verwaltung von Schattenkopien aus Failover-Datenträgern ist nicht zulässig.
es: No se permite dejar de gestionar instantáneas desde volúmenes que han dado error ('failed-over').
fr: Arrêter de gérer des instantanés dans des volumes basculés ('failed-over') n'est pas autorisé.
it: L'annullamento della gestione di istantanee da volumi sottoposti a failover non è consentito.
ko_kr: '장애 복구' 볼륨에서 스냅샷의 관리를 해제하는 기능은 허용되지 않습니다.
pt_br: Não é permitido remover gerenciamento de capturas instantâneas para volumes 'com failover executado'.

source: Unmanaging of snapshots from failed-over volumes is not allowed.
de: Aufheben der Verwaltung von Schattenkopien aus Failover-Datenträgern ist nicht zulässig.
es: No se permite dejar de gestionar instantáneas desde volúmenes que han dado error.
fr: Arrêter de gérer des instantanés dans des volumes basculés n'est pas autorisé.
it: L'annullamento della gestione di istantanee da volumi sottoposti a failover non è consentito.
ko_kr: 장애 복구된 볼륨에서 스냅샷의 관리를 해제하는 기능은 허용되지 않습니다.
pt_br: Não é permitido remover gerenciamento de capturas instantâneas para volumes com failover executado.

source: Unrecognized QOS keyword: "%s"
de: Nicht erkanntes QOS-Schlüsselwort: "%s"
es: Palabra clave de QOS no reconocida: "%s"
fr: Mot clé QOS non reconnu : "%s"
it: Parola chiave QoS non riconosciuta: "%s"
ko_kr: 인식되지 않는 QOS 키워드: "%s"
pt_br: Palavra-chave de QOS desconhecida: "%s"
tr_tr: Tanınmayan QOS anahtarı: "%s"

source: Unrecognized backing format: %s
de: Nicht erkanntes Sicherungsformat: %s
es: Formato de respaldo no reconocido: %s
fr: Format de sauvegarde non identifié : %s
it: Formato backup non riconosciuto: %s
ko_kr: 인식할 수 없는 백업 형식: %s
pt_br: Formato de auxiliar não reconhecido: %s
tr_tr: Tanınmayan destekleme biçimi: %s

source: Unrecognized read_deleted value '%s'
de: Nicht erkannter read_deleted-Wert '%s'
es: Valor de read_deleted no reconocido '%s'
fr: Valeur read_deleted non reconnue '%s'
it: Valore read_deleted non riconosciuto '%s'
ko_kr: 인식되지 않는 read_deleted 값 '%s'
pt_br: Valor read_deleted não reconhecido '%s'
tr_tr: Tanınmayan silinmiş okuma değeri '%s'

source: Unset gcs options: %s
de: gcs-Optionen löschen: %s
es: Inhabilite las opciones de gcs: %s
fr: Options gcs non définies : %s
it: Annulla opzioni gcs: %s
ko_kr: gcs 옵션 설정 해제: %s
pt_br: Desconfigurar opções gcs: %s

source: Unsuccessful iscsiadm. Exception is %(ex)s.
de: 'iscsiadm' nicht erfolgreich. Ausnahme: %(ex)s.
es: iscsiadm no satisfactorio. La excepción es %(ex)s.
fr: Echec d'iscsiadm. Exception : %(ex)s.
it: iscsiadm non riuscito. L'eccezione è %(ex)s.
ko_kr: 실패한 iscsiadm. 예외는 %(ex)s입니다.
pt_br: Falha de iscsiadm. A exceção é %(ex)s.

source: Unsupported Content-Type
de: Nicht unterstützter Inhaltstyp
es: Tipo de contenido no soportado
fr: Type de contenu non pris en charge
it: Tipo-contenuto non supportato
ko_kr: 지원되지 않는 Content-Type
pt_br: Tipo de Conteúdo Não Suportado
tr_tr: Desteklenmeyen içerik türü

source: Unsupported Data ONTAP version. Data ONTAP version 7.3.1 and above is supported.
de: Nicht unterstützte Data ONTAP-Version. Data ONTAP-Versionen ab 7.3.1 werden unterstützt.
es: Versión de ONTAP de datos no soportada. Hay soporte para la versión de ONTAP de datos 7.3.1 y posterior.
fr: Version de Data ONTAP non prise en charge. Data ONTAP versions 7.3.1 et supérieures sont prises en charge.
it: Versione Data ONTAP non supportata. Data ONTAP versione 7.3.1 e successive sono supportate.
ko_kr: 지원되지 않는 Data ONTAP 버전입니다. Data ONTAP 버전 7.3.1 이상이 지원됩니다.
pt_br: Versão do Data ONTAP não suportada. Data ONTAP versão 7.3.1 e acima são suportados.
tr_tr: Desteklenmeyen Veri ONTAP sürümü. Veri ONTAP sürümü 7.3.1 ve yukarısı destekleniyor.

source: Unsupported backup metadata version (%s)
de: Nicht unterstützte Metadatenversion für die Sicherung (%s)
es: Versión de metadatos de copia de seguridad no soportada (%s)
fr: Version des métadonnées de sauvegarde non prise en charge (%s)
it: La versione dei metadati di backup non è supportata (%s)
ko_kr: 지원되지 않는 백업 메타데이터 버전(%s)
pt_br: Versão de metadados de backup não suportada (%s)
tr_tr: Desteklenmeyen yedekleme metadata sürümü (%s)

source: Unsupported backup metadata version requested
de: Nicht unterstützte Metadatenversion für die Sicherung angefordert.
es: Se ha solicitado una versión de metadatos de copia de seguridad no soportada
fr: Version des métadonnées de sauvegarde non prise en charge demandée
it: La versione dei metadati di backup richiesta non è supportata
ko_kr: 지원되지 않는 백업 메타데이터 버전이 요청됨
pt_br: Requisitada versão de metadados de backups não-suportados
tr_tr: Desteklenmeyen bir yedekleme metadata sürümü isteniyor

source: Unsupported backup verify driver
de: Nicht unterstützter Treiber zum Überprüfen der Sicherung
es: Controlador de verificación de copia de seguridad no admitido
fr: Sauvegarde non prise en charge ; vérifiez le pilote
it: Driver di verifica del backup non supportato
ko_kr: 지원되지 않는 백업 확인 드라이버
pt_br: Backup não suportado, verificar driver
tr_tr: Desteklenmeyen yedekleme doğrulama sürücüsü

source: Unsupported firmware on switch %s. Make sure switch is running firmware v6.4 or higher
de: Nicht unterstützte Firmware auf Switch %s. Stellen Sie sicher, dass auf dem Switch Firmware ab Version 6.4 ausgeführt wird.
es: Firmware no soportado en el conmutador %s. Asegúrese de que el conmutador ejecuta firmware v6.4 o superior
fr: Microprogramme non pris en charge sur le commutateur %s. Assurez-vous que le commutateur exécute le microprogramme 6.4 ou version supérieure
it: Firmware non supportato per lo switch %s. Assicurarsi che lo switch sia in esecuzione su firmware v6.4 o superiore
ko_kr: 스위치 %s에 지원되지 않는 펌웨어가 있습니다. 스위치가 펌웨어 v6.4 이상에서 실행 중인지 확인하십시오.
pt_br: Firmware não suportado no comutador %s. Certifique-se de que o comutador esteja executando firmware versão v6.4 ou superior
tr_tr: %s anahtarında desteklenmeyen üretici yazılımı. Anahtarın v6.4 ya da daha yüksek üretici yazılımı kullandığından emin olun

source: Unsupported volume format: %s
de: Nicht unterstütztes Datenträgerformat: %s
es: Formato de volumen no admitido: %s
fr: Format de volume non pris en charge : %s
it: Formato del volume non supportato: %s
ko_kr: 지원되지 않는 볼륨 형식: %s
pt_br: Formato de volume não suportado: %s
tr_tr: Desteklenmeyen mantıksal sürücü biçimi: %s
