Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Unable to find viable pg snapshot to use forfailover on selected secondary array: %(id)s.
de: Es wurde keine funktionsfähige pg-Schattenkopie für ein Failover des ausgewählten sekundären Arrays gefunden: %(id)s.
es: No se ha podido encontrar una instantánea pg viable para utilizar para la migración tras error en la matriz secundaria seleccionada: %(id)s.
fr: Impossible de trouver un instantané pg viable à utiliser pour le basculement sur la matrice secondaire sélectionnée : %(id)s.
it: Impossibile trovare l'istantanea pg utilizzabile da utilizzare per il failover sull'array secondario selezionato: %(id)s.
ko_kr: 선택한 보조 배열에서 장애 복구를 사용하기 위해 실행 가능한 pg 스냅샷을 찾을 수 없음: %(id)s.
pt_br: Não é possível localizar uma captura instantânea pg viável a ser utilizada para failover na matriz secundária selecionada: %(id)s.

source: Unable to find viable secondary array fromconfigured targets: %(targets)s.
de: Es wurden keine funktionsfähigen, sekundären Arrays in den konfigurierten Zielen gefunden: %(targets)s.
es: No se ha podido encontrar una matriz secundaria viable a partir de los destinos configurados: %(targets)s.
fr: Impossible de trouver une matrice secondaire viable à partir des cibles configurées : %(targets)s.
it: Impossibile trovare l'array secondario utilizzabile da destinazioni configurate: %(targets)s.
ko_kr: 구성된 대상 %(targets)s에서 실행 가능한 보조 배열을 찾을 수 없습니다.
pt_br: Não é possível localizar uma matriz secundária viável a partir dos destinos configurados: %(targets)s.

source: Unable to find volume %s
de: Datenträger %s wurde nicht gefunden.
es: No se puede encontrar el volumen %s
fr: Impossible de trouver le volume %s
it: Impossibile trovare il volume %s
ko_kr: 볼륨 %s을(를) 찾을 수 없음
pt_br: Não é possível localizar o volume %s
tr_tr: %s mantıksal sürücüsü bulunamadı

source: Unable to get a block device for file '%s'
de: Abrufen eines Blockgeräts für Datei '%s' nicht möglich.
es: No se puede obtener un dispositivo de bloque para el archivo '%s'
fr: Impossible d'obtenir l'unité par bloc pour le fichier '%s'
it: Impossibile ottenere un dispositivo di blocco per il file '%s'
ko_kr: '%s' 파일의 블록 디바이스를 가져올 수 없음
pt_br: Não foi possível obter um dispositivo de bloco para o arquivo '%s'
tr_tr: '%s' dosyası için bir blok aygıtı alınamadı

source: Unable to get configuration information necessary to create a volume: %(errorMessage)s.
de: Fehler beim Abrufen der erforderlichen Konfigurationsinformationen zum Erstellen eines Datenträgers: %(errorMessage)s.
es: No se puede obtener la información de configuración necesaria para crear un volumen: %(errorMessage)s.
fr: Impossible d'obtenir les informations de configuration nécessaires pour créer un volume : %(errorMessage)s.
it: Impossibile ottenere le informazioni di configurazione necessarie per creare un volume: %(errorMessage)s.
ko_kr: 볼륨 작성에 필요한 구성 정보를 가져올 수 없음: %(errorMessage)s(이)어야 합니다.
pt_br: Não é possível obter informações de configuração necessárias para criar um volume: %(errorMessage)s.

source: Unable to get corresponding record for pool.
de: Fehler beim Abrufen des entsprechenden Datensatzes für Pool
es: No se puede obtener el registro correspondiente a la agrupación.
fr: Impossible d'obtenir l'enregistrement correspondant pour le pool.
it: Impossibile acquisire il record corrispondente per il pool.
ko_kr: 풀에 대한 해당 레코드를 가져올 수 없습니다.
pt_br: Não é possível obter registro correspondente para o pool.

source: Unable to get information on space %(space)s, please verify that the cluster is running and connected.
de: Informationen zum Bereich %(space)s konnten nicht abgerufen werden. Überprüfen Sie, ob der Cluster ausgeführt wird und verbunden ist.
es: No se puede obtener información acerca del espacio %(space)s, verifique que el clúster se esté ejecutando y esté conectado.
fr: Impossible d'obtenir des informations sur l'espace %(space)s, vérifiez que le cluster est en cours d'exécution et connecté.
it: Impossibile ottenere le informazioni sullo spazio %(space)s, verificare che il cluster sia in esecuzione e connesso.
ko_kr: 공간 %(space)s에 대한 정보를 가져올 수 없습니다. 클러스터가 실행 중이며 연결되어 있는지 확인하십시오.
pt_br: Não é possível obter informações sobre %(space)s; verifique se o cluster está em execução e conectado.
tr_tr: %(space)s alanında bilgi alınamadı, lütfen kümenin bağlandığını ve çalıştığını doğrulayın.

source: Unable to get list of IP addresses on this host, check permissions and networking.
de: Die Liste der IP-Adressen auf diesem Host konnte nicht abgerufen werden. Überprüfen Sie Berechtigungen und Netzbetrieb.
es: No se puede obtener la lista de direcciones IP en este host, compruebe los permisos y las redes.
fr: Impossible d'obtenir la liste des adresses IP sur cet hôte, vérifiez les autorisations et le réseau.
it: Impossibile ottenere l'elenco di indirizzi IP su questo host, controllare autorizzazioni e rete.
ko_kr: 이 호스트에서 IP 주소의 목록을 가져올 수 없습니다. 권한 및 네트워킹을 확인하십시오.
pt_br: Não é possível obter lista de endereços IP neste host; verifique as permissões e a rede.
tr_tr: İstemci üzerindeki IP adreslerinin listesi alınamadı, ağ oluşturma ve izinleri kontrol edin.

source: Unable to get list of domain members, check that the cluster is running.
de: Die Liste der Domänenmitglieder konnte nicht abgerufen werden. Überprüfen Sie, ob der Cluster ausgeführt wird.
es: No se puede obtener la lista de miembros de dominio, compruebe que el clúster se está ejecutando.
fr: Impossible d'obtenir la liste des membres du domaine, vérifiez que le cluster est en cours d'exécution.
it: Impossibile ottenere un elenco di membri del dominio, verificare che il cluster sia in esecuzione.
ko_kr: 도메인 멤버의 목록을 가져올 수 없습니다. 클러스터가 실행 중인지 확인하십시오.
pt_br: Não é possível obter lista de membros do domínio; verifique se o cluster está em execução.
tr_tr: Alan üyelerinin listesi alınamadı, kümenin çalışıp çalışmadığını kontrol edin.

source: Unable to get list of spaces to make new name. Please verify the cluster is running.
de: Die Liste der Bereiche konnte für die Neubenennung nicht abgerufen werden. Überprüfen Sie, ob der Cluster ausgeführt wird.
es: No se puede obtener la lista de espacios para hacer un nuevo nombre. Verifique que el clúster se esté ejecutando.
fr: Impossible d'obtenir la liste des espaces pour en créer un nouveau. Vérifiez que le cluster est en cours d'exécution.
it: Impossibile ottenere l'elenco di spazi per creare il nuovo nome. Verificare che il cluster sia in esecuzione.
ko_kr: 새 이름을 작성할 공간의 목록을 가져올 수 없습니다. 클러스터가 실행 중인지 확인하십시오.
pt_br: Não é possível obter lista de espaços para fazer novo nome. Verifique se o cluster está em execução.
tr_tr: Yeni ad oluşturulacak alanların listesi alınamadı. Lütfen kümenin çalıştığını doğrulayın.

source: Unable to get stats for backend_name: %s
de: Fehler beim Abrufen der Statistiken für backend_name: %s
es: No se puede obtener estadísticas para backend_name: %s
fr: Impossible d'obtenir des statistiques pour backend_name : %s
it: Impossibile richiamare le statistiche per backend_name: %s
ko_kr: backend_name에 대한 통계를 가져올 수 없음: %s
pt_br: Não é possível obter estatísticas para backend_name: %s
tr_tr: Backend_name için bilgiler alınamadı: %s

source: Unable to get storage volume from job.
de: Der Speicherdatenträger konnte aus der Aufgabe nicht abgerufen werden.
es: No ha sido posible obtener el volumen de almacenamiento del trabajo.
fr: Impossible d'extraire le volume de stockage à partir de la tâche.
it: Impossibile ottenere il volume di archiviazione dal job.
ko_kr: 작업에서 스토리지 볼륨을 가져올 수 없습니다.
pt_br: Não é possível obter volume de armazenamento a partir da tarefa.

source: Unable to get target endpoints for hardwareId %(hardwareIdInstance)s.
de: Zielendpunkte können nicht abgerufen werden für hardwareId %(hardwareIdInstance)s.
es: No se pueden obtener los puntos finales de destino para hardwareId %(hardwareIdInstance)s.
fr: Impossible d'obtenir les noeuds finals pour hardwareId %(hardwareIdInstance)s.
it: Impossibile acquisire gli endpoint di destinazione per hardwareId %(hardwareIdInstance)s.
ko_kr: 하드웨어 ID %(hardwareIdInstance)s의 대상 엔드포인트를 가져올 수 없습니다.
pt_br: Não é possível obter terminais de destino para hardwareId %(hardwareIdInstance)s.
tr_tr: %(hardwareIdInstance)s hardwareid için hedef uç noktalar alınamıyor.

source: Unable to get the name of the masking view.
de: Der Name der Maskenansicht konnte nicht abgerufen werden.
es: No ha sido posible obtener el nombre de la vista de máscara.
fr: Impossible d'obtenir le nom de la vue de masquage.
it: Impossibile ottenere il nome della vista di mascheramento.
ko_kr: 마스킹 보기의 이름을 가져올 수 없습니다.
pt_br: Não é possível obter o nome da visualização de máscara.

source: Unable to get the name of the portgroup.
de: Der Name der Portgruppe konnte nicht abgerufen werden.
es: No ha sido posible obtener el nombre del grupo de puertos.
fr: Impossible d'obtenir le nom de portgroup.
it: Impossibile ottenere il nome del gruppo di porte.
ko_kr: portgroup의 이름을 가져올 수 없습니다.
pt_br: Não é possível obter o nome do grupo de portas.

source: Unable to get the replication relationship for volume %s.
de: Die Replikationsbeziehung für den Datenträger %s kann nicht abgerufen werden.
es: No se ha podido obtener la relación de replicación para el volumen %s.
fr: Impossible d'obtenir la relation de réplication pour le volume %s.
it: Impossibile ottenere la relazione di replica per il volume %s.
ko_kr: 볼륨 %s의 복제 관계를 가져올 수 없습니다.
pt_br: Não é possível obter o relacionamento de replicação para o volume %s.

source: Unable to import volume %(deviceId)s to cinder. It is the source volume of replication session %(sync)s.
de: Der Datenträger %(deviceId)s konnte nicht in Cinder importiert werden. Er ist der Quellendatenträger der Replikationssitzung %(sync)s.
es: No se puede importar el volumen %(deviceId)s en cinder. Es el volumen de origen de sesión de réplica %(sync)s.
fr: Impossible d'importer le volume %(deviceId)s dans Cinder. Il s'agit du volume source de la session de réplication %(sync)s.
it: Impossibile importare il volume %(deviceId)s in cinder. È il volume originedella sessione di replica %(sync)s.
ko_kr: 볼륨 %(deviceId)s을(를) cinder로 가져올 수 없습니다. 이는 복제 세션 %(sync)s의 소스 볼륨입니다.
pt_br: Não é possível importar o volume %(deviceId)s para o cinder. É o volume de origem da sessão de replicação %(sync)s.
tr_tr: %(deviceId)s mantıksal sürücüsü cinder'e aktarılamıyor. %(sync)s çoğaltma oturumunun kaynak mantıksal sürücüsü.

source: Unable to import volume %(deviceId)s to cinder. The external volume is not in the pool managed by current cinder host.
de: Der Datenträger %(deviceId)s konnte nicht in Cinder importiert werden. Der externe Datenträger befindet sich nicht in dem Pool, der vom aktuellen Cinder-Host verwaltet wird.
es: No se puede importar el volumen %(deviceId)s a cinder. El volumen externo no está en la agrupación gestionada por el host cinder actual.
fr: Impossible d'importer le volume %(deviceId)s dans Cinder. Le volume externe n'est pas dans le pool géré par l'hôte Cinder actuel.
it: Impossibile importare il volume %(deviceId)s in cinder. Il volume esterno non ènel pool gestito dall'host cinder corrente.
ko_kr: 볼륨 %(deviceId)s을(를) cinder로 가져올 수 없습니다. 외부 볼륨이 현재 cinder 호스트에 의해 관리되는 풀에 없습니다.
pt_br: Não é possível importar o volume %(deviceId)s para o cinder. O volume externo não está no conjunto gerenciado pelo host cinder atual.
tr_tr: %(deviceId)s mantıksal sürücüsü cinder'e aktarılamıyor. Harici mantıksal sürücü mevcut cinder istemcisi tarafından yönetilen havuzda değil.

source: Unable to import volume %(deviceId)s to cinder. Volume is in masking view %(mv)s.
de: Der Datenträger %(deviceId)s konnte nicht in Cinder importiert werden. Datenträger ist in Maskenansicht %(mv)s.
es: No se puede importar el volumen %(deviceId)s a cinder. El volumen está en vista de máscara %(mv)s.
fr: Impossible d'importer le volume %(deviceId)s dans Cinder. Le volume est en vue de masquage %(mv)s.
it: Impossibile importare il volume %(deviceId)s in cinder. Il volume è nella vista di mascheramento %(mv)s.
ko_kr: 볼륨 %(deviceId)s을(를) cinder로 가져올 수 없습니다. 볼륨이 마스킹 보기 %(mv)s에 있습니다.
pt_br: Não é possível importar o volume %(deviceId)s para o cinder. O volume está na visualização de mascaramento %(mv)s.
tr_tr: %(deviceId)s mantıksal sürücüsü cinder'e aktarılamıyor. Mantıksal sürücü %(mv)s maskeleme görünümünde.

source: Unable to load CA from %(cert)s %(e)s.
de: Laden von Zertifizierungsstelle aus %(cert)s %(e)s nicht möglich.
es: No se puede cargar CA desde %(cert)s %(e)s.
fr: Impossible de charger l'autorité de certification depuis %(cert)s %(e)s.
it: Impossibile caricare CA da %(cert)s %(e)s.
ko_kr: %(cert)s %(e)s에서 CA를 로드할 수 없습니다.
pt_br: Não é possível carregar CA a partir de %(cert)s %(e)s.
tr_tr: CA %(cert)s den yüklenemedi %(e)s.

source: Unable to load cert from %(cert)s %(e)s.
de: Zertifikat kann nicht aus %(cert)s %(e)s geladen werden.
es: No se puede cargar el certificado desde %(cert)s %(e)s.
fr: Impossible de charger le certificat depuis %(cert)s %(e)s.
it: Impossibile caricare il certificato da %(cert)s %(e)s.
ko_kr: %(cert)s %(e)s에서 인증서를 로드할 수 없습니다.
pt_br: Não é possível carregar o certificado a partir de %(cert)s %(e)s.
tr_tr: Sertifika yüklenemedi %(cert)s %(e)s.

source: Unable to load key from %(cert)s %(e)s.
de: Laden von Schlüssel aus %(cert)s %(e)s nicht möglich.
es: No se puede cargar la clave desde %(cert)s %(e)s.
fr: Impossible de charger la clé depuis %(cert)s %(e)s.
it: Impossibile caricare la chiave da %(cert)s %(e)s.
ko_kr: %(cert)s %(e)s에서 키를 로드할 수 없습니다.
pt_br: Não é possível carregar chave a partir de %(cert)s %(e)s.
tr_tr: Anahtar %(cert)s den yüklenemiyor %(e)s.

source: Unable to locate account %(account_name)s on Solidfire device
de: Das Konto %(account_name)s wurde auf dem SolidFire-Gerät nicht gefunden.
es: No se ha podido localizar la cuenta %(account_name)s en el dispositivo Solidfire
fr: Compte %(account_name)s introuvable sur l'unité Solidfire
it: Impossibile individuare l'account %(account_name)s nell'unità Solidfire
ko_kr: Solidfire 디바이스에서 %(account_name)s 계정을 찾을 수 없음
pt_br: Não foi possível localizar a conta %(account_name)s no dispositivo Solidfire
tr_tr: Solidfire aygıtında %(account_name)s hesabı bulunamadı

source: Unable to locate an SVM that is managing the IP address '%s'
de: Es kann keine SVM bestimmt werden, die die IP-Adresse '%s' verwaltet.
es: No se ha podido localizar un SVM que gestione la dirección IP '%s'
fr: Impossible de localiser une machine virtuelle de stockage (SVM) qui gère l'adresse IP '%s'
it: Impossibile individuare un SVM che stia gestendo l'indirizzo IP '%s'
ko_kr: IP 주소 '%s'을(를) 관리하는 SVM을 찾을 수 없음
pt_br: Não é possível localizar um SVM que está gerenciando o endereço IP ‘%s'
tr_tr: '%s' IP adresini yöneten bir SVM bulunamıyor

source: Unable to locate specified replay profiles %s
de: Die angegebenen Wiedergabeprofile %s wurden nicht gefunden.
es: No se han podido encontrar los perfiles de reproducción specificados %s
fr: Impossible de localiser les profils de relecture indiqués %s
it: Impossibile individuare i profili di risposta specificati %s
ko_kr: 지정된 재생 프로파일 %s을(를) 찾을 수 없음
pt_br: Não é possível localizar perfis de reprodução especificados %s

source: Unable to manage existing volume. Volume %(volume_ref)s already managed.
de: Vorhandener Datenträger kann nicht verwaltet werden. Der Datenträger %(volume_ref)s wird bereits verwaltet.
es: No se puede gestionar el volumen existente. El volumen %(volume_ref)s ya se ha gestionado.
fr: Impossible de gérer le volume existant. Le volume %(volume_ref)s est déjà géré.
it: Impossibile gestire il volume esistente. Il volume %(volume_ref)s è già gestito.
ko_kr: 기존 볼륨을 관리할 수 없습니다. 볼륨 %(volume_ref)s이(가) 이미 관리되고 있습니다.
pt_br: Não é possível gerenciar o volume existente. Volume %(volume_ref)s já gerenciado.
tr_tr: Mevcut disk bölümü yönetilemiyor. Disk bölümü %(volume_ref)s zaten yönetiliyor.

source: Unable to manage volume %s
de: Datenträger %s kann nicht verwaltet werden.
es: No se puede gestionar el volumen %s
fr: Impossible de gérer le volume %s
it: Impossibile gestire il volume %s
ko_kr: 볼륨 %s을(를) 관리할 수 없음
pt_br: Não é possível gerenciar o volume %s

source: Unable to map volume
de: Datenträger kann nicht zugeordnet werden.
es: No se ha podido correlacionar el volumen
fr: Impossible de mapper le volume
it: Impossibile associare il volume
ko_kr: 볼륨을 맵핑할 수 없음
pt_br: Não é possível mapear o volume
tr_tr: Mantıksal sürücü eşleştirilemedi

source: Unable to map volume.
de: Datenträger kann nicht zugeordnet werden.
es: No se ha podido correlacionar el volumen.
fr: Impossible de mapper le volume.
it: Impossibile associare il volume.
ko_kr: 볼륨을 맵핑할 수 없습니다.
pt_br: Não é possível mapear o volume.
tr_tr: Mantıksal sürücü eşleştirilemedi.

source: Unable to parse attributes.
de: Attribute können nicht analysiert werden.
es: No se pueden analizar los atributos.
fr: Impossible d'analyser les attributs.
it: Impossibile analizzare gli attributi.
ko_kr: 속성을 구문 분석할 수 없습니다.
pt_br: Não é possível analisar atributos.
tr_tr: Öznitelikler ayrıştırılamadı.

source: Unable to promote replica to primary for volume %s. No secondary copy available.
de: Replikat kann nicht zum Primärreplikat für Datenträger %s hochgestuft werden. Keine sekundäre Kopie verfügbar.
es: No se puede ascender la réplica a primaria para el volumen %s. Ni hay ninguna copia secundaria disponible.
fr: Impossible de promouvoir la réplique en réplique primaire pour le volume %s. Aucune copie secondaire disponible.
it: Impossibile promuovere la replica a primaria per il volume %s. Nessuna copia secondaria disponibile.
ko_kr: %s 볼륨의 복제본을 1차로 승격할 수 없습니다. 2차 사본을 사용할 수 없습니다.
pt_br: Não é possível promover réplica primária para o volume %s. Nenhuma cópia secundária disponível.
tr_tr: %s mantıksal sürücüsü için kopya birincil olarak terfi ettirilemiyor. Kullanılabilir ikincil kopya yok.

source: Unable to re-use a host that is not managed by Cinder with use_chap_auth=True,
de: Ein Host, der nicht von Cinder verwaltet wird, kann mit use_chap_auth=True nicht erneut verwendet werden.
es: No se puede volver a utilizar un host que no está gestionado por Cinder con use_chap_auth=True,
fr: Impossible de réutiliser un hôte qui n'est pas géré par Cinder avec use_chap_auth=True,
it: Impossibile utilizzare nuovamente un host non gestito da Cinder con use_chap_auth=True,
ko_kr: Cinder에서 관리하지 않는 호스트는 use_chap_auth=True를 사용하여재사용할 수 없습니다.
pt_br: Não é possível reutilizar um host que não é gerenciado pelo Cinder com use_chap_auth=True,
tr_tr: use_chap_auth=Doğru ile Cinder tarafından yönetilmeyen bir istemci yeniden kullanılamadı,

source: Unable to re-use host with unknown CHAP credentials configured.
de: Host, der mit unbekannten CHAP-Berechtigungsnachweisen konfiguriert ist, kann nicht erneut verwendet werden.
es: No se puede volver a utilizar un host con credenciales CHAP desconocidas configuradas.
fr: Impossible de réutiliser l'hôte avec des données d'identification CHAP inconnues configurées.
it: Impossibile utilizzare nuovamente un host con credenziali CHAP sconosciute configurate.
ko_kr: 알 수 없는 CHAP 신임 정보로 구성된 호스트를 재사용할 수 없습니다.
pt_br: Não é possível reutilizar o host com credenciais CHAP desconhecidas configuradas.
tr_tr: Bilinmeyen yapılandırılmış CHAP kimlik bilgileri ile istemci yeniden kullanılamadı.

source: Unable to rename volume %(existing)s to %(newname)s
de: Datenträger %(existing)s konnte nicht in %(newname)s umbenannt werden.
es: No se puede renombrar el volumen %(existing)s a %(newname)s
fr: Impossible de renommer le volume %(existing)s en %(newname)s
it: Impossibile ridenominare il volume %(existing)s in %(newname)s
ko_kr: 볼륨 %(existing)s의 이름을 %(newname)s(으)로 바꿀 수 없음
pt_br: Não é possível renomear o volume %(existing)s para %(newname)s

source: Unable to retrieve snapshot group with id of %s.
de: Schattenkopiegruppe mit der ID %s kann nicht abgerufen werden.
es: No se ha podido recuperar el grupo de instantáneas con el id %s.
fr: Impossible de récupérer le groupe d'instantanés avec l'ID %s.
it: Impossibile richiamare il gruppo di istantanee con id %s.
ko_kr: id가 %s인 스냅샷 그룹을 검색할 수 없습니다.
pt_br: Não é possível recuperar o grupo de capturas instantâneas com ID de %s.

source: Unable to retrieve volume stats.
de: Fehler beim Abrufen von Datenträgerstatistikdaten.

source: Unable to retype %(specname)s, expected to receive current and requested %(spectype)s values. Value received: %(spec)s
de: Typänderung von %(specname)s nicht möglich. Empfang aktueller und angeforderter %(spectype)s-Werte wurde erwartet. Empfangener Wert: %(spec)s
es: No se ha podido volver a escribir %(specname)s, se esperaba recibir los valores actuales y solicitados de %(spectype)s. Valor recibido: %(spec)s
fr: Impossible de ressaisir %(specname)s, réception attendue des valeurs en cours et demandées %(spectype)s. Valeur reçue : %(spec)s
it: Impossibile riscrivere %(specname)s, si prevedeva di ricevere i valori %(spectype)s corrente e richiesto. Valore ricevuto: %(spec)s
ko_kr: %(specname)s을(를) 다시 입력할 수 없음, 현재 및 요청된 %(spectype)s 값을 수신해야 합니다. 수신한 값: %(spec)s
pt_br: Não é possível redefinir %(specname)s, é esperado receber valores %(spectype)s atuais e solicitados. Valor recebido: %(spec)s

source: Unable to retype: A copy of volume %s exists. Retyping would exceed the limit of 2 copies.
de: Typänderung nicht möglich: Eine Kopie von Datenträger %s ist vorhanden. Mit einer Typänderung wird der Grenzwert von 2 Kopien überschritten.
es: No se puede volver a escribir: ya existe una copia de volumen %s. La reescritura superaría el límite de 2 copias.
fr: Confirmation impossible : une copie du volume %s existe. La confirmation dépasserait la limite de 2 copies.
it: Impossibile eseguire la riscrittura: Una copia del volume %s esiste. La riscrittura supererebbe il limite di 2 copie.
ko_kr: 재입력할 수 없음: %s 볼륨의 사본이 있습니다. 재입력을 수행하면 한계값인 2개의 사본을 초과합니다.
pt_br: Não é possível digitar novamente: Uma cópia do volume %s existe. Digitar novamente excederia o limite de 2 cópias.
tr_tr: Retype yapılamıyor: %s mantıksal sürücüsünün bir kopyası mevcut. Retype yapma 2 kopya limitinin aşılmasına sebep olur.

source: Unable to retype: Current action needs volume-copy, it is not allowed when new type is replication. Volume = %s
de: Typänderung nicht möglich: Aktuelle Aktion erfordert eine Datenträgerkopie. Dies ist nicht zulässig, wenn der neue Typ 'replication' ist. Datenträger = %s
es: No se ha podido volver a escribir: la acción requiere una copia de volumen (volume-copy), que no se permite cuando el nuevo tipo es replicación. Volumen = %s
fr: Impossible de modifier le type : l'action en cours a besoin du paramètre volume_copy. Elle est interdite lorsque le nouveau type est une réplication. Volume = %s
it: Impossibile eseguire la riscrittura: L'azione corrente richiede una copia volume, non consentita quando il nuovo tipo è replica. Volume = %s
ko_kr: 재입력할 수 없음: 현재 조치에 볼륨-사본이 필요함, 새 유형이 복제인 경우 이는 허용되지 않습니다. 볼륨 = %s
pt_br: Não é possível digitar novamente: A ação atual precisa de cópia de volume, isso não é permitido quando a nova digitação for a replicação. Volume = %s
tr_tr: Retype yapılamıyor: Mevcut eylem mantıksal sürücü kopyalamaya ihtiyaç duyar, yeni tür çoğaltma olduğunda buna izin verilmez. Mantıksal sürücü = %s

source: Unable to set up mirror mode replication for %(vol)s. Exception: %(err)s.
de: Spiegelmodusreplikation für %(vol)s kann nicht konfiguriert werden. Ausnahme: %(err)s.
es: No se ha podido configurar la replicación en modo reflejo para %(vol)s. Excepción: %(err)s.
fr: Impossible de configurer la réplication en mode miroir pour %(vol)s. Exception : %(err)s.
it: Impossibile configurare la replica della modalità mirror per %(vol)s. Eccezione: %(err)s.
ko_kr: %(vol)s의 미러 모드 복제를 설정할 수 없습니다. 예외: %(err)s.
pt_br: Não é possível configurar a replicação de modo de espelho para %(vol)s. Exceção: %(err)s.
