Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Cannot update consistency group %(group_id)s because no valid name, description, add_volumes, or remove_volumes were provided.
de: Konsistenzgruppe %(group_id)s kann nicht aktualisiert werden, da keine gültigen Werte für name, description, add_volumes oder remove_volumes angegeben wurden.
es: No se puede actualizar el grupo de consistencia %(group_id)s porque no se han proporcionado nombre, descripción, add_volumes o remove_volumes válidos.
fr: Impossible de mettre à jour le groupe de cohérence %(group_id)s car aucun nom, description, add_volumes ou remove_volumes valide n'ont été fournis.
it: Impossibile aggiornare il gruppo di coerenza %(group_id)s perché non sono stati forniti nome, descrizione, add_volumes o remove_volumes validi.
ko_kr: 일관성 그룹 %(group_id)s을(를) 업데이트할 수 없습니다. 올바른 이름, 설명, add_volumes 또는 remove_volumes를 제공하지 않았습니다.
pt_br: Não é possível atualizar o grupo de consistências %(group_id)s porque nenhum nome, descrição, add_volumes ou remove_volumes válido foi fornecido.
tr_tr: %(group_id)s tutarlılık grubu güncellenemiyor çünkü hiçbir geçerli ad, tanımlama, add_volumes ya da remove_volumes sağlanmadı.

source: Cannot update encryption specs. Volume type in use.
de: Verschlüsselungsspezifikationen können nicht aktualisiert werden. Datenträgertyp ist im Gebrauch.
es: No se pueden actualizar especificaciones de cifrado. El tipo de volumen se está utilizando.
fr: Impossible de mettre à jour des spécifications de chiffrement. Type de volume en service.
it: Impossibile aggiornare le specifiche di codifica. Tipo di volume in uso.
ko_kr: 암호화 스펙을 업데이트할 수 없습니다. 볼륨 유형이 사용 중입니다.
pt_br: Não é possível atualizar especificações de criptografia. Tipo de volume em uso.
tr_tr: Şifreleme özellikleri güncellenemez. Mantıksal sürücü türü kullanımda.

source: Cannot update volume_type %(id)s
de: volume_type %(id)s kann nicht aktualisiert werden.
es: No se puede actualizar volume_type (tipo de volumen): %(id)s
fr: Impossible de mettre à jour le type de volume %(id)s
it: Impossibile aggiornare volume_type %(id)s
ko_kr: volume_type %(id)s을(를) 업데이트할 수 없음
pt_br: Não é possível atualizar volume_type %(id)s
tr_tr: volume_type %(id)s güncellenemiyor

source: Cannot verify the existence of object:%(instanceName)s.
de: Das Vorhandensein von object:%(instanceName)s kann nicht geprüft werden.
es: No se puede verificar la existencia del objeto: %(instanceName)s.
fr: Impossible de vérifier l'existence de l'objet %(instanceName)s.
it: Impossibile verificare l'esistenza dell'oggetto:%(instanceName)s.
ko_kr: 오브젝트의 존재를 확인할 수 없음: %(instanceName)s.
pt_br: Não é possível verificar a existência do objeto: %(instanceName)s.
tr_tr: Nesnenin varlığı doğrulanamıyor:%(instanceName)s.

source: CgSnapshot %(cgsnapshot_id)s could not be found.
de: CgSnapshot %(cgsnapshot_id)s wurde nicht gefunden.
es: No se ha podido encontrar el CgSnapshot %(cgsnapshot_id)s.
fr: L'instantané de groupe de cohérence %(cgsnapshot_id)s est introuvable.
it: Impossibile trovare CgSnapshot %(cgsnapshot_id)s.
ko_kr: Cg 스냅샷 %(cgsnapshot_id)s을(를) 찾을 수 없습니다.
pt_br: CgSnapshot %(cgsnapshot_id)s não pôde ser encontrado.
tr_tr: CgSnapshot %(cgsnapshot_id)s bulunamadı.

source: Cgsnahost is empty. No consistency group will be created.
de: Cgsnahost ist leer. Es wird keine Konsistenzgruppe erstellt.
es: Cgsnahost está vacío. No se creará ningún grupo de consistencia.
fr: Cgsnahost est vide. Aucun groupe de cohérence ne sera créé.
it: Cgsnahost vuoto. Non verrà creato alcun gruppo di coerenza.
ko_kr: Cgsnahost가 비어 있습니다. 일관성 그룹이 작성되지 않습니다.
pt_br: Cgsnahost está vazio. Nenhum grupo de consistências será criado.
tr_tr: Cgsnahost boş. Hiçbir tutarlılık grubu oluşturulamayacak.

source: Change hostlun id error.
de: Fehler beim Ändern der Host-LUN-ID.
es: Error al cambiar el ID de hostlun.
fr: Erreur lors du changement d'ID hostlun.
it: Errore di modifica ID hostlun.
ko_kr: hostlun id 변경 오류.
pt_br: Erro ao alterar o ID de hostlun.

source: Change lun priority error.
de: Fehler beim Ändern der LUN-Priorität.
es: Error al cambiar la prioridad de lun.
fr: Erreur lors de la modification de priorité de numéro d'unité logique.
it: Errore di modifica della priorità lun.
ko_kr: Lun 우선순위 변경 오류입니다.
pt_br: Erro ao mudar prioridade de LUN.

source: Change lun smarttier policy error.
de: Fehler beim Ändern der LUN-smarttier-Richtlinie.
es: Error al cambiar la política smarttier de lun.
fr: Erreur lors de la modification de stratégie smarttier de numéro d'unité logique.
it: Errore di modifica della politica smarttier lun.
ko_kr: Lun smarttier 정책 변경 오류입니다.
pt_br: Erro ao mudar política smarttier de LUN.

source: Change would make usage less than 0 for the following resources: %(unders)s
de: Durch die Änderung wäre die Nutzung kleiner als 0 für die folgenden Ressourcen: %(unders)s
es: El cambio produciría un uso inferior a 0 para los recursos siguientes: %(unders)s.
fr: La modification définira une utilisation inférieure à 0 pour les ressources suivantes : %(unders)s
it: La modifica renderebbe l'utilizzo inferiore a 0 per le seguenti risorse: %(unders)s
ko_kr: 이 변경으로 인해 %(unders)s 자원의 사용량이 0보다 적게 됩니다.
pt_br: A mudança usaria menos de 0 para os recursos a seguir: %(unders)s
tr_tr: Aşağıdaki kaynaklar için değiştirme kullanımı 0'dan daha az yapacak:%(unders)s

source: Check access permissions for the ZFS share assigned to this driver.
de: Prüfen Sie die Zugriffsberechtigungen für die diesem Treiber zugeordneten freigegebenen ZFS-Verzeichnisse.
es: Compruebe los permisos de acceso para la unidad compartida ZFS asignada a este controlador.
fr: Vérifiez les autorisations d'accès accordées pour le partage ZFS affecté à ce pilote.
it: Controllare le autorizzazioni di accesso per la condivisione ZFS assegnata a questo driver.
ko_kr: 이 드라이버에 지정된 ZFS 공유에 대한 액세스 권한을 확인하십시오.
pt_br: Verifique as permissões de acesso para o compartilhamento do ZFS designado a este driver.
tr_tr: Bu sürücüye atanmış ZFS paylaşımı için erişim izinlerini kontrol edin.

source: Check hostgroup associate error.
de: Fehler beim Prüfen der Hostgruppenzuordnung.
es: Error al comprobar la asociación del grupo de host.
fr: Erreur lors de la vérification de l'associé hostgroup.
it: Errore di controllo associazione gruppo host.
ko_kr: 호스트 그룹 연관 확인 오류입니다.
pt_br: Verifique o erro de associação ao grupo de hosts.

source: Check initiator added to array error.
de: Fehler beim Prüfen des Initiators, der dem Array hinzugefügt wurde.
es: Error al comprobar el iniciador añadido a la matriz.
fr: Erreur lors de la vérification de l'ajout de l'initiateur à la matrice.
it: Errore di controllo aggiunta iniziatore all'array.
ko_kr: 배열에 추가된 개시자 확인 오류입니다.
pt_br: Erro ao verificar inicializador incluído na matriz.

source: Check initiator associated to host error.
de: Fehler beim Prüfen des Initiators, der dem Host zugeordnet wurde.
es: Error al comprobar el iniciador asociado con el host.
fr: Erreur lors de la vérification de l'association de l'initiateur à l'hôte.
it: Errore di controllo iniziatore associato all'host.
ko_kr: 호스트에 연관된 개시자 확인 오류입니다.
pt_br: Erro ao verificar inicializador associado ao host.

source: Check lungroup associate error.
de: Fehler beim Prüfen der LUN-Gruppenzuordnung.
es: Error al comprobar la asociación del grupo de LUN.
fr: Erreur lors de la vérification de l'associé lungroup.
it: Errore di controllo associazione gruppo lun.
ko_kr: Lun 그룹 연관 확인 오류입니다.
pt_br: Verifique o erro de associação ao grupo de LUNs.

source: Check portgroup associate error.
de: Fehler beim Prüfen der Portgruppenzuordnung.
es: Error al comprobar la asociación del grupo de puertos.
fr: Erreur lors de la vérification de l'associé portgroup.
it: Errore di controllo associazione gruppo porte.
ko_kr: 포트 그룹 연관 확인 오류입니다.
pt_br: Verifique o erro de associação ao grupo de portas.

source: Check the state of the http service. Also ensure that the https port number is the same as the one specified in cinder.conf.
de: Prüfen Sie den Zustand des http-Diensts. Stellen Sie auch sicher, dass die https-Portnummer der in cinder.conf angegebenen Portnummer entspricht.
es: Compruebe el estado del servicio HTTP. Asegúrese también de que el número de puerto HTTPS es el mismo que el que se ha especificado en cinder.conf.
fr: Vérifiez l'état du service HTTP. Assurez-vous également que le numéro de port HTTPS est identique à celui indiqué dans cinder.conf.
it: Controllare lo stato del servizio http. Assicurarsi che il numero della porta https sia uguale a quello specificato in cinder.conf.
ko_kr: http 서비스 상태를 확인하십시오. 또한 https 포트 번호가 cinder.conf에 지정된 번호 중 하나인지도 확인하십시오.
pt_br: Verifique o estado do serviço http. Além disso, assegure-se de que o número da porta https seja o mesmo que o especificado em cinder.conf.
tr_tr: Http servisinin durumunu kontrol et. Ayrıca https bağlantı noktası numarasının cinder.conf'da belirtilenle aynı olduğundan emin olun.

source: Chunk size is not multiple of block size for creating hash.
de: Chunkgröße ist kein Vielfaches der Blockgröße zur Bildung des Hashwerts.
es: El tamaño de trozo no es múltiplo del tamaño de bloque para la creación de hash.
fr: La taille de bloc n'est pas un multiple de la taille de bloc pour la création du hachage.
it: La dimensione della porzione non è un multiplo della dimensione del blocco per la creazione dell'hash.
ko_kr: 청크 크기가 해시 작성을 위한 블록 크기의 배수가 아닙니다.
pt_br: O tamanho do chunk não é múltiplo do tamanho de bloco para criar o hash.
tr_tr: Özet oluşturmak için parça boyutu blok boyutunun katı değil.

source: Cisco Fibre Channel Zoning CLI error: %(reason)s
de: CLI-Fehler beim der Cisco Fibre Channel-Zoning: %(reason)s
es: Error de CLI de distribución en zonas de canal de fibra de Cisco: %(reason)s
fr: Erreur d'interface CLI de segmentation Cisco Fibre Channel : %(reason)s
it: Errore CLI di divisione in zone di Cisco Fibre Channel: %(reason)s
ko_kr: Cisco Fibre Channel Zoning CLI 오류: %(reason)s
pt_br: Erro na CLI do Fibre Channel Zoning Cisco: %(reason)s

source: Clone feature is not licensed on %(storageSystem)s.
de: Klonfunktion ist für %(storageSystem)s nicht lizenziert.
es: La función Clonar no tiene licencia en %(storageSystem)s.
fr: La fonction Clone n'est pas autorisée sur %(storageSystem)s.
it: La funzione di creazione del clone non dispone di licenza in %(storageSystem)s.
ko_kr: %(storageSystem)s에 복제 기능 라이센스가 없습니다.
pt_br: O recurso de clonagem não possui licença no %(storageSystem)s.
tr_tr: Çoğaltma özelliği %(storageSystem)s üzerinde lisanslı değil.

source: Clone type '%(clone_type)s' is invalid; valid values are: '%(full_clone)s' and '%(linked_clone)s'.
de: Der Klontyp '%(clone_type)s' ist ungültig. Gültige Werte: '%(full_clone)s' und '%(linked_clone)s'.
es: El tipo de clon '%(clone_type)s' no es válido; los valores válidos son: '%(full_clone)s' y '%(linked_clone)s'.
fr: Type de clone '%(clone_type)s' non valide, les valeurs admises sont : '%(full_clone)s' et '%(linked_clone)s'.
it: Il tipo di clone '%(clone_type)s' non è valido; i valori validi sono: '%(full_clone)s' e '%(linked_clone)s'.
ko_kr: 복제 유형 '%(clone_type)s'이(가) 올바르지 않습니다. 올바른 값: '%(full_clone)s' 및 '%(linked_clone)s'.
pt_br: O tipo de clone '%(clone_type)s' é inválido; os valores válidos são: '%(full_clone)s' e '%(linked_clone)s'.

source: Cluster is not formatted. You should probably perform "dog cluster format".
de: Cluster ist nicht formatiert. Sie müssen möglicherweise "dog cluster format" ausführen.
es: El clúster no se ha formateado. Debe realizar probablemente "dog cluster format".
fr: Le cluster n'est pas formaté. Vous devriez probablement effectuer "dog cluster format".
it: Il cluster non è formattato. È probabilmente necessario eseguire "dog cluster format".
ko_kr: 클러스터가 형식화되지 않았습니다. "dog 클러스터 형식화"를 수행해야 할 수 있습니다.
pt_br: O cluster não está formatado. É provável que seja necessário executar "dog cluster format".

source: Coho Data Cinder driver failure: %(message)s
de: Fehler bei Coho Data-Cinder-Treiber: %(message)s
es: Error de controlador Coho Data Cinder: %(message)s
fr: Echec du pilote Coho Data Cinder : %(message)s
it: Errore driver Coho Data Cinder: %(message)s
ko_kr: Coho Data Cinder 드라이버 실패: %(message)s
pt_br: Falha no driver Coho Data Cinder: %(message)s

source: Coho rpc port is not configured
de: Der Coho-RPC-Port ist nicht konfiguriert.
es: No se ha configurado el puerto RPC de Coho
fr: Le port Coho rpc n'est pas configuré
it: La porta RPC Coho non è configurata
ko_kr: Coho rpc 포트가 구성되지 않음
pt_br: A porta RPC Coho não está configurada

source: Command %(cmd)s blocked in the CLI and was cancelled
de: Befehl %(cmd)s blockierte in der CLI und wurde abgebrochen.
es: Mandato %(cmd)s bloqueado en la CLI que se ha cancelado
fr: La commande %(cmd)s a été bloquée dans l'interface CLI et a été annulée
it: Il comando %(cmd)s è bloccato nella CLI ed è stato annullato
ko_kr: 명령 %(cmd)s이(가) CLI에서 차단되어 취소됨
pt_br: Comando %(cmd)s bloqueado na CLI e foi cancelado
tr_tr: CLI içindeki %(cmd)s komutu bloklandı ve iptal edildi

source: CommandLineHelper._wait_for_a_condition: %s timeout
de: CommandLineHelper._wait_for_a_condition: %s Zeitlimit
es: CommandLineHelper._wait_for_a_condition: %s tiempo de espera
fr: CommandLineHelper._wait_for_a_condition : dépassement du délai de %s
it: Timeout CommandLineHelper._wait_for_a_condition: %s
ko_kr: CommandLineHelper._wait_for_a_condition: %s 제한시간
pt_br: CommandLineHelper._wait_for_a_condition: tempo limite de %s
tr_tr: CommandLineHelper._wait_for_a_condition: %s zaman aşımı

source: CommandLineHelper._wait_for_condition: %s timeout.
de: CommandLineHelper._wait_for_condition: %s Zeitlimit.
es: CommandLineHelper._wait_for_condition: %s ha agotado el tiempo de espera.
fr: CommandLineHelper._wait_for_condition : dépassement du délai d'attente %s.
ko_kr: CommandLineHelper._wait_for_condition: %s 제한시간
pt_br: CommandLineHelper._wait_for_condition: tempo limite de %s.
tr_tr: CommandLineHelper._wait_for_condition: %s zaman aşımına uğradı.

source: Compression Enabler is not installed. Can not create compressed volume.
de: Compression Enabler ist nicht installiert. Es kann kein komprimierter Datenträger erstellt werden.
es: El habilitador de compresión no está instalado. No se puede crear un volumen comprimido.
fr: L'optimiseur de compression n'est pas installé. Impossible de créer le volume compressé.
it: Compression Enabler non è installato. Impossibile creare il volume compresso.
ko_kr: 압축 인에이블러가 설치되어 있지 않습니다. 압축된 볼륨을 작성할 수 없습니다.
pt_br: Ativador de Deduplicação não está instalado. Não é possível criar volume compactado.
tr_tr: Sıkıştırma Etkinleştirici kurulu değil. Sıkıştırılmış mantıksal sürücü oluşturulamıyor.

source: Compute cluster: %(cluster)s not found.
de: Compute-Cluster: %(cluster)s nicht gefunden.
es: Clúster de cálculo: no se ha encontrado %(cluster)s.
fr: Cluster de calcul %(cluster)s introuvable.
it: Cluster di calcolo: %(cluster)s non trovato.
ko_kr: 계산 클러스터: %(cluster)s을(를) 찾을 수 없습니다.
pt_br: Cluster de cálculo: %(cluster)s não localizado.

source: Condition has no field.
de: Die Bedingung hat kein Feld.
es: La condición no tiene ningún campo.
fr: La condition n'a aucun champ correspondant.
it: La condizione non ha campi.
ko_kr: 조건에 필드가 없습니다.
pt_br: A condição não possui campo.

source: Config 'max_over_subscription_ratio' invalid. Must be > 0: %s
de: Die Konfiguration von 'max_over_subscription_ratio' ist ungültig. Muss > 0 sein: %s
es: La configuración 'max_over_subscription_ratio' no es válida. Debe ser > 0: %s
fr: Configuration 'max_over_subscription_ratio' non valide. Doit être > 0 : %s
it: Configurazione 'max_over_subscription_ratio' non valida. Deve essere > 0: %s
ko_kr: 구성 'max_over_subscription_ratio'가 올바르지 않습니다. 0보다 커야 함: %s
pt_br: Configuração de 'max_over_subscription_ratio' inválida. Deve ser > 0: %s

source: Configuration error: dell_sc_ssn not set.
de: Konfigurationsfehler: dell_sc_ssn ist nicht festgelegt.
es: Error de configuración: dell_sc_ssn no está establecido.
fr: Erreur de configuration : dell_sc_ssn non défini.
it: Errore di configurazione: dell_sc_ssn non impostato.
ko_kr: 구성 오류: dell_sc_ssn이 설정되지 않았습니다.
pt_br: Erro de configuração: dell_sc_ssn não configurado.

source: Configuration file %(configurationFile)s does not exist.
de: Konfigurationsdatei %(configurationFile)s ist nicht vorhanden.
es: El archivo de configuración %(configurationFile)s no existe.
fr: Le fichier de configuration %(configurationFile)s n'existe pas.
it: Il file di configurazione %(configurationFile)s non esiste.
ko_kr: 구성 파일 %(configurationFile)s이(가) 없습니다.
pt_br: O arquivo de configuração %(configurationFile)s não existe.
tr_tr: Yapılandırma dosyası %(configurationFile)s bulunamıyor.

source: Configuration is not found.
de: Die Konfiguration wurde nicht gefunden.
es: No se ha encontrado la configuración.
fr: Configuration introuvable.
it: Configurazione non trovata.
ko_kr: 구성을 찾을 수 없습니다.
pt_br: A configuração não foi localizada

source: Configuration value %s is not set.
de: Konfigurationswert %s ist nicht festgelegt.
es: No se ha establecido el valor de configuración %s.
fr: La valeur de configuration %s n'est pas définie.
it: Valore di configurazione %s non impostato.
ko_kr: 구성 값 %s을(를) 설정하지 않았습니다.
pt_br: O valor de configuração %s não está configurado.
tr_tr: Yapılandırma değeri %s ayarlanmamış.

source: Conflicting QoS specifications in volume type %s: when QoS spec is associated to volume type, legacy "netapp:qos_policy_group" is not allowed in the volume type extra specs.
de: Widersprüchliche QoS-Spezifikationen in Datenträgertyp %s: Wenn QoS-Spezifikation zu Datenträgertyp zugeordnet wird, ist die traditionelle Einstellung "netapp:qos_policy_group" in den zusätzlichen Spezifikationen des Datenträgertyps nicht zulässig.
es: Especificaciones QoS en conflicto en el tipo de volumen %s: cuando la especificación QoS se asocia al tipo de volumen, no se permite el valor heredado "netapp:qos_policy_group" en las especificaciones adicionales del tipo de volumen.
fr: Conflit entre les spécifications QoS dans le type de volume %s : lorsque la spécification QoS est associée au type de volume, un "netapp:qos_policy_group" suranné n'est pas autorisédans les spécifications supplémentaires du type de volume.
it: Specifiche QoS in conflitto nel tipo volume %s: quando spec QoS è associata al tipo di volume, legacy "netapp:qos_policy_group" non consentito nelle specifiche supplementari del tipo di volume.
ko_kr: 볼륨 유형 %s에서 QoS 스펙 충돌: QoS 스펙이 볼륨 유형과 연관된 경우에는 볼륨 유형 추가 스펙에서 레거시 "netapp:qos_policy_group"이 허용되지 않습니다.
pt_br: Conflito de especificações de QoS no tipo de volume %s: quando a especificação de QoS é associada ao tipo de volume; "netapp:qos_policy_group" não é permitido nas especificações extras de tipo de volume.
tr_tr: %s mantıksal sürücü türündeki QoS özellikleri çelişiyor: QoS özelliği mantıksal sürücü türüne bağlı olduğunda, mantıksal sürücü türü ek özelliklerinde eski "netapp:qos_policy_group" özelliğine izin verilmez.

source: Connection to glance failed: %(reason)s
de: Verbindung mit Glance fehlgeschlagen: %(reason)s
es: Conexión a glance falló: %(reason)s
fr: Connexion à glance échouée : %(reason)s
it: Connessione a glance non riuscita: %(reason)s
ko_kr: glance 연결 실패: %(reason)s
pt_br: Falha de conexão ao Glance: %(reason)s
tr_tr: Glance bağlantısı başarısız oldu: %(reason)s

source: Connection to swift failed: %(reason)s
de: Verbindung mit Swift fehlgeschlagen: %(reason)s
es: La conexión a swift ha fallado: %(reason)s
fr: Connexion à swift échouée : %(reason)s
it: Connessione a swift non riuscita: %(reason)s
ko_kr: Swift 연결 실패: %(reason)s
pt_br: Conexão com o swift falhou: %(reason)s
tr_tr: Swift bağlantısı başarısız oldu: %(reason)s

source: Connector does not provide: %s
de: Connector stellt Folgendes nicht bereit: %s
es: El conector no proporciona: %s
fr: Le connecteur ne fournit pas : %s
it: Il connettore non fornisce: %s
ko_kr: 커넥터가 제공되지 않음: %s
pt_br: O conector não fornece: %s
tr_tr: Bağlayıcı şunu sağlamıyor: %s

source: Connector doesn't have required information: %(missing)s
de: Connector hat nicht die erforderlichen Informationen: %(missing)s
es: El conector no dispone de la información necesaria: %(missing)s
fr: Le connecteur n'a pas les informations requises : %(missing)s
it: Il connettore non ha le informazioni necessarie: %(missing)s
ko_kr: 커넥터에 필수 정보가 없음: %(missing)s
pt_br: O conector não possui as informações necessárias: %(missing)s
tr_tr: Bağlayıcı gerekli bilgilere sahip değil: %(missing)s

source: Consistency group is empty. No cgsnapshot will be created.
de: Die Konsistenzgruppe ist leer. Es wird kein Cgsnapshot erstellt.
es: El grupo de consistencia está vacío. No se creará ningún cgsnapshot.
fr: Le groupe de cohérence est vide. Aucun instantané de groupe de cohérence ne sera créé.
it: Il gruppo di coerenza è vuoto. Non verrà creato nessun cgsnapshot.
ko_kr: 일관성 그룹이 비어 있습니다. 작성된 cg 스냅샷이 없습니다.
pt_br: O grupo de consistências está vazio. Nenhuma cgsnapshot será criada.
tr_tr: Tutarlılık grubu boş. Hiçbir cgsnapshot oluşturulamayacaktır.

source: ConsistencyGroup %(consistencygroup_id)s could not be found.
de: ConsistencyGroup %(consistencygroup_id)s wurde nicht gefunden.
es: No se ha encontrado el ConsistencyGroup %(consistencygroup_id)s.
fr: Groupe de cohérence %(consistencygroup_id)s introuvable.
it: Impossibile trovare ConsistencyGroup %(consistencygroup_id)s.
ko_kr: 일관성 그룹 %(consistencygroup_id)s을(를) 찾을 수 없습니다.
pt_br: ConsistencyGroup %(consistencygroup_id)s não pôde ser encontrado.
tr_tr: TutarlılıkGrubu %(consistencygroup_id)s bulunamadı.

source: Container format: %s is unsupported by the VMDK driver, only 'bare' is supported.
de: Containerformat: %s wird durch den VMDK-Treiber nicht unterstützt, nur 'bare' wird unterstützt.
es: Formato de contenedor: el controlador VMDK no da soporte a %s, sólo 'bare' se admite.
fr: Le format de conteneur %s n'est pas pris en charge par le pilote VMDK, seul 'bare' est pris en charge.
it: Formato contenitore: %s non supportato dal driver VMDK, solo 'bare' è supportato.
ko_kr: 컨테이너 형식: %s은(는) VMDK 드라이버에 의해 지원되지 않으며 'bare'만 지원됩니다.
pt_br: Formato de contêiner: %s não é suportado pelo driver VMDK, somente 'bare' é suportado.
tr_tr: Kap biçimi: %s VMDK sürücüsü tarafından desteklenmiyor, yalnızca 'bare' desteklenir.

source: Container size smaller than required file size.
de: Container ist kleiner als die erforderliche Dateigröße.
es: Tamaño de contenedor menor que tamaño de archivo necesario.
fr: Taille du conteneur inférieure à la taille de fichier requise.
it: Dimensione del contenitore più piccola della dimensione di file richiesta.
ko_kr: 컨테이너 크기가 필요한 파일 크기보다 작습니다.
pt_br: Tamanho do contêiner menor do que o tamanho do arquivo necessário.
tr_tr: Kap boyutu gerekli dosya boyutundan küçük.

source: Content type not supported.
de: Inhaltstyp wird nicht unterstützt.
es: Tipo de contenido no soportado.
fr: Type de contenu non pris en charge.
it: Tipo di contenuto non supportato.
ko_kr: 컨텐츠 유형이 지원되지 않습니다.
pt_br: Tipo de conteúdo não suportado.
tr_tr: İçerik türü desteklenmiyor.

source: Controller Configuration Service not found on %(storageSystemName)s.
de: Controllerkonfigurationsdienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de configuración de controlador no se ha encontrado en %(storageSystemName)s.
fr: Service de configuration de contrôleur introuvable sur %(storageSystemName)s.
it: Controller Configuration Service non trovato in %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 제어기 구성 서비스를 찾을 수 없습니다.
pt_br: O Serviço de configuração do Controller não foi localizado em %(storageSystemName)s.
tr_tr: Kontrolcü Yapılandırma Servisi %(storageSystemName)s üzerinde bulunamadı.
