Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Invalid value for 'bootable': '%s'
de: Ungültiger Wert für 'bootable': '%s'
es: Valor no válido para 'bootable': '%s'
fr: Valeur non valide pour 'bootable': '%s'
it: Valore non valido per 'bootable': '%s'
ko_kr: '부트 가능'에 대한 값이 올바르지 않음: '%s'
pt_br: Valor inválido para 'inicializável': '%s'
tr_tr: 'bootable' için geçersiz değer: '%s'

source: Invalid value for 'force': '%s'
de: Ungültiger Wert für 'force': '%s'
es: Valor no válido para 'force': '%s'
fr: Valeur non valide pour 'force': '%s'
it: Valore non valido per 'force': '%s'
ko_kr: '강제 실행'에 대해 값이 올바르지 않음: '%s'
pt_br: Valor inválido para 'force': '%s'
tr_tr: 'force' için geçersiz değer: '%s'

source: Invalid value for 'readonly': '%s'
de: Ungültiger Wert für 'readonly': '%s'
es: Valor no válido para 'readonly': '%s'
fr: Valeur non valide pour 'readonly': '%s'
it: Valore non valido per 'readonly': '%s'
ko_kr: '읽기 전용'에 대한 값이 올바르지 않음: '%s'
pt_br: Valor inválido para 'somente leitura': '%s'
tr_tr: 'readonly' için geçersiz değer: '%s'

source: Invalid value for 'scheduler_max_attempts', must be >=1
de: Ungültiger Wert für scheduler_max_attempts. Der Wert muss >= 1 sein.
es: Valor no válido para 'scheduler_max_attempts', debe ser >= 1
fr: Valeur non valide pour 'scheduler_max_attempts', doit être >= 1
it: Valore non valido per 'scheduler_max_attempts', deve essere >= 1
ko_kr: 'scheduler_max_attempts'에 대한 올바르지 않은 값, >= 1이어야 함
pt_br: Valor inválido para 'scheduler_max_attempts'; deve ser >= 1
tr_tr: 'scheduler_max_attempts' için geçersiz değer, değer >=1 olmalıdır

source: Invalid value for NetApp configuration option netapp_host_type.
de: Ungültiger Wert für NetApp-Konfigurationsoption netapp_host_type.
es: Valor no válido para la opción de configuración netapp_host_type de NetApp.
fr: Valeur non valide pour l'option de configuration NetApp netapp_host_type.
it: Valore non valido per l'opzione di configurazione NetApp netapp_host_type.
ko_kr: NetApp 구성 옵션 netapp_host_type에 대한 값이 올바르지 않습니다.
pt_br: Valor inválido para a opção de configuração netapp_host_type do NetApp.
tr_tr: NetApp yapılandırma seçeneği netapp_host_type için geçersiz değer.

source: Invalid value for NetApp configuration option netapp_lun_ostype.
de: Ungültiger Wert für NetApp-Konfigurationsoption netapp_lun_ostype.
es: Valor no válido para la opción de configuración netapp_lun_ostype de NetApp.
fr: Valeur non valide pour l'option de configuration NetApp netapp_lun_ostype.
it: Valore non valido per l'opzione di configurazione NetApp netapp_lun_ostype.
ko_kr: NetApp 구성 옵션 netapp_lun_ostype에 대한 값이 올바르지 않습니다.
pt_br: Valor inválido para a opção de configuração netapp_lun_ostype do NetApp.
tr_tr: NetApp yapılandırma seçeneği netapp_lun_ostype için geçersiz değer.

source: Invalid value for age, %(age)s
de: Ungültiger Wert für age: %(age)s
es: Valor no válido para la edad, %(age)s
fr: Valeur non valide pour 'age', %(age)s
it: Valore non valido per l'età, %(age)s
ko_kr: 연령에 대한 값이 올바르지 않음, %(age)s
pt_br: Valor inválido para a idade, %(age)s
tr_tr: Yaş için geçersiz değer, %(age)s

source: Invalid value: "%s"
de: Ungültiger Wert: "%s"
es: Valor no válido: "%s"
fr: Valeur non valide : "%s"
it: Valore non valido: "%s"
ko_kr: 올바르지 않은 값: "%s"
pt_br: Valor inválido: "%s"

source: Invalid volume size provided for create request: %s (size argument must be an integer (or string representation of an integer) and greater than zero).
de: Ungültige Datenträgergröße für Erstellungsanforderung angegeben: %s (Größenargument muss eine Ganzzahl (oder eine Zeichenkettendarstellung einer Ganzzahl) und größer als null sein).
es: Se ha proporcionado un tamaño de volumen no válido para crear la solicitud: %s (el argumento de tamaño debe ser un entero (o una representación de cadena de un entero) y mayor que cero).
fr: La taille de volume fournie pour la demande de création n'est pas valide : %s (l'argument de taille doit être un entier (ou représentation de chaîne d'un entier) et supérieur à zéro).
it: Dimensione del volume fornita non valida per la richiesta di creazione: %s (l'argomento size deve essere un numero intero (o la rappresentazione stringa di un numero intero) e maggiore di zero).
ko_kr: 작성 요청에 올바르지 않은 볼륨 크기가 제공됨: %s(크기 인수는정수(또는 정수의 문자열 표시)이거나 0보다 커야함).
pt_br: Tamanho de volume inválido fornecido para a solicitação de criação: %s (o tamanho do argumento deve ser um número inteiro (ou representação em sequência de um número inteiro) e maior que zero).
tr_tr: İstek oluşturmak için sağlanan geçersiz mantıksal sürücü boyutu: %s (boyut değişkeni bir tam sayı (ya da bir tam sayının karakter dizisi gösterimi) ve sıfırdan büyük olmalıdır).

source: Invalid volume type: %(reason)s
de: Ungültiger Datenträgertyp: %(reason)s
es: Tipo de volumen inválido: %(reason)s
fr: Type de volume non valide : %(reason)s
it: Tipo di volume non valido: %(reason)s
ko_kr: 잘못된 볼륨 종류: %(reason)s
pt_br: Tipo de volume inválido: %(reason)s
tr_tr: Geçersiz mantıksal sürücü türü: %(reason)s

source: Invalid volume: %(reason)s
de: Ungültiger Datenträger: %(reason)s
es: Volumen inválido: %(reason)s
fr: Volume invalide : %(reason)s
it: Volume non valido: %(reason)s
ko_kr: 잘못된 볼륨: %(reason)s
pt_br: Volume inválido: %(reason)s
tr_tr: Geçersiz mantıksal sürücü: %(reason)s

source: Invalid volume: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: ('available', 'in-use').
de: Ungültiger Datenträger: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da er einen ungültigen Status hat: %(status)s. Gültige Status sind: ('available', 'in-use').
es: Volumen no válido: No se puede añadir el volumen %(volume_id)s al grupo de consistencia %(group_id)s porque el volumen está en un estado no válido: %(status)s. Los estados válidos son: ('available', 'in-use').
fr: Volume non valide : Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le volume est dans un état non valide : %(status)s. Les états valides sont : ('disponible', 'en cours d'utilisation').
it: Volume non valido: impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché il volume si trova in uno stato non valido: %(status)s. Gli stati validi sono: ('available', 'in-use').
ko_kr: 올바르지 않은 볼륨: %(volume_id)s 볼륨을 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 볼륨 상태 %(status)s(이)가 올바르지 않은 상태입니다. 올바른 상태는 ('available', 'in-use')입니다.
pt_br: Volume inválido: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o volume está em um estado inválido: %(status)s. Os estados válidos são: ('disponível', 'em uso').
tr_tr: Geçersiz mantıksal sürücü: %(volume_id)s mantıksal sürücüsü geçersiz durumda: %(status)s olduğundan dolayı %(group_id)s tutarlılık grubuna eklenemiyor. Geçerli durumlar: ('available', 'in-use').

source: Invalid volume: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume type %(volume_type)s is not supported by the group.
de: Ungültiger Datenträger: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträgertyp %(volume_type)s nicht von der Gruppe unterstützt wird.
es: Volumen no válido: No se puede añadir el volumen %(volume_id)s al grupo de consistencia %(group_id)s porque el grupos de consistencia no soporta el tipo de volumen %(volume_type)s .
fr: Volume non valide : Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le type de volume %(volume_type)s n'est pas pris en charge par le groupe.
it: Volume non valido: impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché il tipo di volume %(volume_type)s non è supportato dal gruppo.
ko_kr: 올바르지 않은 볼륨: %(volume_id)s 볼륨을 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 이 그룹에서 볼륨 유형 %(volume_type)s을(를) 제공되어야 합니다.
pt_br: Volume inválido: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o tipo de volume %(volume_type)s não é suportado pelo grupo de consistências.
tr_tr: Geçersiz mantıksal sürücü: %(volume_id)s mantıksal sürücüsü, %(volume_type)s mantıksal sürücü türü grup tarafından desteklenmediğinden dolayı %(group_id)s tutarlılık grubuna eklenemiyor.

source: Invalid volume: Cannot add volume fake-volume-uuid to consistency group %(group_id)s because volume cannot be found.
de: Ungültiger Datenträger: fake-volume-uuid des Datenträgers kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträger nicht gefunden wurde.
es: Volumen no válido: No se puede añadir el volumen fake-volume-uuid al grupo de consistencia %(group_id)s porque no se ha encontrado el volumen.
fr: Volume non valide : Impossible d'ajouter l'uuid de volume fictif au groupe de cohérence %(group_id)s car le volume est introuvable.
it: Volume non valido: impossibile aggiungere fake-volume-uuid del volume dal gruppo di coerenza %(group_id)s perché non è possibile trovare il volume.
ko_kr: 올바르지 않은 볼륨: fake-volume-uuid 볼륨을 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 해당 볼륨을 찾을 수 없습니다.
pt_br: Volume inválido: Não é possível incluir o volume fake-volume-uuid no grupo de consistências %(group_id)s porque o volume não pode ser localizado.
tr_tr: Geçersiz mantıksal sürücü: fake-volume-uuid mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü mantıksal sürücü bulunamıyor.

source: Invalid volume: Cannot remove volume fake-volume-uuid from consistency group %(group_id)s because it is not in the group.
de: Ungültiger Datenträger: fake-volume-uuid des Datenträgers kann nicht aus der Konsistenzgruppe %(group_id)s entfernt werden, da er sich nicht in der Gruppe befindet.
es: Volumen no válido: No se puede eliminar el volumen fake-volume-uuid del grupo de consistencia %(group_id)s porque no está en el grupo.
fr: Volume non valide : Impossible de supprimer l'uuid de volume fictif du groupe de cohérence %(group_id)s car il ne se trouve pas dans le groupe.
it: Volume non valido: impossibile rimuovere fake-volume-uuid del volume dal gruppo di coerenza %(group_id)s perché non è presente nel gruppo.
ko_kr: 올바르지 않은 볼륨: fake-volume-uuid 볼륨을 일관성 그룹 %(group_id)s에서 제거할 수 없습니다. 해당 볼륨이 그룹에 없습니다.
pt_br: Volume inválido: Não é possível remover o volume fake-volume-uuid do grupo de consistências %(group_id)s porque ele não está no grupo.
tr_tr: Geçersiz mantıksal sürücü: fake-volume-uuid mantıksal sürücüsü grupta olmadığından dolayı %(group_id)s tutarlılık grubundan kaldırılamıyor.

source: Invalid volume_type passed: %s.
de: Ungültiger volume_type übergeben: %s.
es: El volume_type no válido ha pasado: %s.
fr: volume_type non valide transmis : %s.
it: Passato volume_type non valido: %s.
ko_kr: 올바르지 않은 volume_type이 전달됨: %s.
pt_br: volume_type inválido transmitido: %s.
tr_tr: Geçersiz volume_type değeri geçildi: %s.

source: Invalid volume_type provided: %s (requested type is not compatible; either match source volume, or omit type argument).
de: Ungültiger volume_type angegeben: %s (der angeforderte Typ ist nicht kompatibel; entweder übereinstimmenden Quellendatenträger verwenden oder Typargument weglassen).
es: Se ha proporcionado un tipo volume_type no válido: %s (el tipo solicitado no es compatible; debe hacer coincidir el volumen de origen o debe omitir el argumento de tipo).
fr: Un type de volume non valide a été soumis : %s (le type demandé n'est pas compatible ; il doit correspondre au volume source ou vous devez omettre l'argument type).
it: volume_type fornito non valido: %s (il tipo richiesto non è compatibile; far corrisponde col volume di origine oppure omettere l'argomento tipo).
ko_kr: 올바르지 않은 volume_type이 제공됨: %s(요청된 유형이 호환 가능하지 않음, 소스 볼륨을 일치시키거나 유형 인수를 생략하십시오)
pt_br: volume_type inválido fornecido: %s (o tipo solicitado não é compatível; corresponda o volume de origem ou omita o argumento de tipo).
tr_tr: Sağlanan volume_type geçersiz: %s (istenen tür uyumlu değil; ya kaynak mantıksal sürüyü eşleştirin ya da tür değişkenini ihmal edin).

source: Invalid volume_type provided: %s (requested type is not compatible; recommend omitting the type argument).
de: Ungültiger volume_type angegeben: %s (der angeforderte Typ ist nicht kompatibel; Weglassen des Typarguments empfohlen).
es: Se ha proporcionado un tipo volume_type no válido: %s (el tipo solicitado no es compatible; se recomienda omitir el argumento de tipo).
fr: volume_type non valide indiqué : %s (le type demandé n'est pas compatible ; il est recommandé d'omettre l'argument type).
it: volume_type fornito non valido: %s (il tipo richiesto non è compatibile;si consiglia di omettere l'argomento tipo).
ko_kr: 올바르지 않은 volume_type이 제공됨: %s(요청된 유형이 호환 가능하지 않음, 유형 인수를 생략하도록 권장함)
pt_br: volume_type inválido fornecido: %s (o tipo solicitado não é compatível; recomendar omitir o argumento de tipo).
tr_tr: Sağlanan volume_type geçersiz: %s (istenen tür uyumlu değil; tür değişkeninin ihmal edilmesi önerilir).

source: Invalid volume_type provided: %s (requested type must be supported by this consistency group).
de: Ungültiger volume_type angegeben: %s (der angeforderte Typ muss von dieser Konsistenzgruppe unterstützt werden).
es: volume_type proporcionado no válido: %s (este grupo de consistencia debe soportar el tipo solicitado).
fr: volume_type non valide fourni : %s (le type demandé doit être pris en charge par ce groupe de cohérence).
it: volume_type fornito non valido: %s (il tipo richiesto deve essere supportato da questo gruppo di coerenza).
ko_kr: 올바르지 않은 volume_type이 제공됨: %s(이 일관성 그룹이 요청된 유형을지원해야 함).
pt_br: volume_type inválido fornecido: %s (o tipo solicitado deve ser suportado por este grupo de consistências).
tr_tr: Geçersiz volume_type verildi: %s (istenen tür bu tutarlılık grubu tarafından desteklenmelidir).

source: Invalid wwpns format %(wwpns)s
de: Ungültiges wwpns-Format %(wwpns)s
es: Formato de wwpns no válido %(wwpns)s
fr: Format de wwpn %(wwpns)s non valide
it: Formato wwpn non valido %(wwpns)s
ko_kr: 올바르지 않은 wwpn 형식 %(wwpns)s
pt_br: Formato inválido de wwpns %(wwpns)s
tr_tr: Geçersiz wwpns biçimi %(wwpns)s

source: Invoking web service failed.
de: Aufrufen des Web-Service fehlgeschlagen.
es: Ha fallado la invocación al servicio web.
fr: L'appel du service Web a échoué.
it: Richiamo del servizio Web non riuscito.
ko_kr: 웹 서비스 호출에 실패했습니다.
pt_br: A chamada do serviço da web falhou.

source: Issue encountered waiting for job.
de: Beim Warten auf die Aufgabe ist ein Problem aufgetreten.
es: Se ha detectado un problema al esperar el trabajo.
fr: Erreur rencontrée durant l'attente du travail.
it: Si è verificato un problema in attesa del job.
ko_kr: 작업 대기 중에 문제가 발생했습니다.
pt_br: Emita espera encontrada para a tarefa.
tr_tr: İş için beklenirken durumla karşılaşıldı.

source: Issue encountered waiting for synchronization.
de: Beim Warten auf die Synchronisation ist ein Problem aufgetreten.
es: Se ha detectado un problema al esperar la sincronización.
fr: Erreur rencontrée durant l'attente de la synchronisation.
it: Si è verificato un problema in attesa della sincronizzazione.
ko_kr: 동기화 대기 중에 문제가 발생했습니다.
pt_br: Emita encontrado aguardando a sincronização.
tr_tr: Eşzamanlama için beklenirken durumla karşılaşıldı.

source: Issuing a fail-over failed because replication is not properly configured.
de: Ausgabe eines Failovers fehlgeschlagen, weil die Replikation nicht ordnungsgemäß konfiguriert wurde.
es: Se está emitiendo un mensaje de migración tras error fallida porque la replicación no está configurada correctamente.
fr: Le lancement d'un basculement a échoué car la réplication n'a pas été configurée correctement.
it: Esecuzione del failover non riuscita perché la replica non è configurata correttamente.
ko_kr: 복제가 적절하게 구성되지 않았으므로 장애 복구 실행에 실패했습니다.
pt_br: Falha ao emitir um failover porque a replicação não está configurada corretamente.

source: Item not found
de: Element nicht gefunden
es: Elemento no encontrado
fr: Élément introuvable
it: Elemento non trovato
ko_kr: 항목을 찾을 수 없음
pt_br: Item não localizado
tr_tr: Öğe bulunamadı

source: Job id not found in CloudByte's create volume [%s] response.
de: Job-ID in Antwort zu Datenträger erstellen [%s] von CloudByte nicht gefunden.
es: No se ha encontrado el ID de trabajo en la respuesta de creación de volumen [%s] de CloudByte.
fr: ID de travail introuvable dans la réponse CloudByte à Créer un volume [%s].
it: ID lavoro non trovato nella risposta alla creazione volume di CloudByte [%s].
ko_kr: CloudByte의 볼륨 작성[%s] 응답에서 작업 ID를 찾을 수 없습니다.
pt_br: ID da tarefa não localizado na resposta [%s] do volume de criação do CloudByte.

source: Job id not found in CloudByte's delete volume [%s] response.
de: Job-ID in Antwort zu Datenträger löschen [%s] von CloudByte nicht gefunden.
es: No se ha encontrado el ID de trabajo en la respuesta de supresión de volumen [%s] de CloudByte.
fr: ID de travail non trouvé dans la réponse CloudByte à la suppression du volume [%s].
it: ID lavoro non trovato nella risposta all'eliminazione volume di CloudByte [%s].
ko_kr: CloudByte의 삭제 볼륨 [%s] 응답에서 작업 ID를 찾을 수 없습니다.
pt_br: ID da tarefa não localizado na resposta de exclusão de volume [%s] do CloudByte.

source: Key names can only contain alphanumeric characters, underscores, periods, colons and hyphens.
de: Schlüsselnamen dürfen nur alphanumerische Zeichen, Unterstriche, Punkte, Doppelpunkte und Bindestriche enthalten.
es: Los nombres de clave sólo pueden contener caracteres alfanuméricos, subrayados, puntos, dos puntos y guiones.
fr: Les noms de clé peuvent seulement contenir des caractères alphanumériques, des traits de soulignement, des points, des signes deux-points et des traits d'union.
it: I nomi delle chiavi possono contenere solo caratteri alfanumerici, di sottolineatura, punti, due punti e trattini.
ko_kr: 키 이름은 영숫자 문자, 밑줄, 마침표, 콜론, 하이픈만 포함할 수 있습니다.
pt_br: Nomes de chaves só podem conter caracteres alfanuméricos, sublinhados, pontos, vírgulas e hifens.
tr_tr: Anahtar adları sadece alfanumerik karakter, altçizgi, virgül, iki nokta üst üste ve tire içerebilir.

source: Keystone version 3 or greater must be used to get nested quota support.
de: Für die Unterstützung von verschachtelten Kontingenten muss Keystone ab Version 3 verwendet werden.
es: Se debe utilizar la versión 3 o superior de Keystone para tener soporte para cuotas anidadas.
fr: Keystone version 3 ou ultérieure doit être utilisé pour la prise en charge de quotas imbriqués.
it: Keystone versione 3 o successiva deve essere utilizzato per ottenere il supporto delle quote nidificate.
ko_kr: 중첩 할당량 지원을 받기 위해 Keystone 버전 3 이상을 사용해야 합니다.
pt_br: O Keystone versão 3 ou maior deve ser usado para obter o suporte de cota aninhado.

source: LU does not exist for volume: %s
de: LU für den Datenträger nicht vorhanden: %s
es: No existe ningún LU para el volumen: %s
fr: L'unité logique n'existe pas pour le volume : %s
it: LUN non esiste per il volume: %s
ko_kr: 볼륨의 LU가 없음: %s
pt_br: O LU não existe para o volume: %s

source: LUN export failed!
de: Exportieren der LUN fehlgeschlagen!
es: Error al exportar LUN.
fr: L'exportation de numéro d'unité logique a échoué.
it: Esportazione LUN non riuscita.
ko_kr: LUN 내보내기 실패!
pt_br: Falha ao exportar LUN!
tr_tr: LUN dışa aktarma başarısız!

source: LUN id({}) is not valid.
de: LUN-ID({}) ist nicht gültig.
es: El ID de LUN ({}) no es válido.
fr: ID LUN ({}) non valide.
it: ID LUN ({}) non valido.
ko_kr: LUN id({})가 올바르지 않습니다.
pt_br: O ID de LUN ({}) não é válido.

source: LUN map overflow on every channel.
de: Überlauf der LUN-Zuordnung an jedem Kanal.
es: Desbordamiento de correlación de LUN en todos los canales.
fr: Dépassement de mappe de numéro d'unité logique sur chaque canal.
it: Eccedenza mappa LUN su ogni canale.
ko_kr: 모든 채널의 LUN 맵 오버플로우입니다.
pt_br: Estouro do mapa de LUN em todos os canais.
tr_tr: Her kanalda LUN eşleştirme taşması.

source: LUN not found with given ref %s.
de: LUN mit angegebener Referenz %s nicht gefunden.
es: No se ha encontrado un LUN con la referencia dada %s.
fr: LUN introuvable avec la réf donnée %s.
it: LUN non trovata con il riferimento fornito %s.
ko_kr: 주어진 ref %s을(를) 사용하여 LUN을 찾을 수 없습니다.
pt_br: LUN não localizado com ref %s dada.
tr_tr: Verilen %s referansına sahip LUN bulunamadı.

source: LUN number ({}) is not an integer.
de: LUN-Zahl ({}) ist keine Ganzzahl.
es: El número de LUN ({}) no es un entero.
fr: Le numéro d'unité logique (LUN) ({}) n'est pas un entier.
it: Il numero LUN ({}) non è un numero intero.
ko_kr: LUN 번호({})가 정수가 아닙니다.
pt_br: O número de LUN ({}) não é um número inteiro.

source: LUN number is out of bound on channel id: %(ch_id)s.
de: LUN-Nummer liegt außerhalb des gültigen Bereichs für Kanal-ID: %(ch_id)s.
es: El número de LUN está fuera de limites en el ID de canal: %(ch_id)s.
fr: Le nombre de numéros d'unité logique est hors bornes sur l'ID de canal : %(ch_id)s.
it: Il numero LUN è fuori dai limiti sul canale id: %(ch_id)s.
ko_kr: LUN 번호가 채널 id에 대한 경계를 벗어남: %(ch_id)s.
pt_br: O número do LUN está fora do limite no ID de canal: %(ch_id)s.
tr_tr: LUN sayısı %(ch_id)s kanal kimliğinde sınırların dışında.

source: Last %s cinder syslog entries:-
de: Letzte %s Cinder-Syslog-Einträge:-
es: Últimas %s entradas de syslog de Cinder:-
fr: Dernières entrées Cinder syslog %s :-
it: Ultime %s voci del syslog cinder:-
ko_kr: 마지막 %s cinder syslog 항목:-
pt_br: Últimas %s entradas syslog do cinder:-
tr_tr: Son %s cinder syslog girdileri:-

source: LeftHand cluster not found
de: LeftHand-Cluster nicht gefunden
es: Clúster LeftHand no encontrado
fr: Cluster LeftHand introuvable
it: Cluster LeftHand non trovato
ko_kr: LeftHand 클러스터를 찾을 수 없음
pt_br: cluster LeftHand não localizado
tr_tr: LeftHand kümesi bulunamadı

source: License is unavailable.
de: Die Lizenz ist nicht verfügbar.
es: La licencia no está disponible.
fr: La licence n'est pas disponible.
it: La licenza non è disponibile.
ko_kr: 라이센스를 사용할 수 없습니다.
pt_br: A licença está indisponível.

source: Line %(dis)d : %(line)s
de: Zeile %(dis)d : %(line)s
es: Línea %(dis)d : %(line)s
fr: Ligne %(dis)d : %(line)s
it: Riga %(dis)d : %(line)s
ko_kr: 행 %(dis)d : %(line)s
pt_br: Linha %(dis)d: %(line)s
tr_tr: Satır %(dis)d : %(line)s

source: Link path already exists and its not a symlink
de: Linkpfad ist bereits vorhanden und ist kein symbolischer Link.
es: La vía de acceso al enlace existe y no es un symlink
fr: Le chemin de lien existe déjà et n'est pas un lien symbolique
it: Il percorso di collegamento già esiste e non è un symlink
ko_kr: 링크 경로가 이미 존재하고 symlink가 아님
pt_br: Caminho do link já existe e não é um symlink
tr_tr: Bağlantı yolu zaten mevcut ve sembolik bağlantı değil

source: Linked clone of source volume not supported in state: %s.
de: Verlinkter Klon von Quellendatenträger im Status %s nicht unterstützt.
es: No se soporta el clon enlazado del volumen de origen en estado: %s.
fr: Le clone lié du volume source n'est pas pris en charge à l'état : %s.
it: Clone collegato del volume di origine non supportato nello stato: %s.
ko_kr: 소스 볼륨의 링크된 복제본이 다음 상태에서 지원되지 않음: %s
pt_br: Clonar vinculado do volume de origem não suportado no estado: %s.
tr_tr: Kaynak mantıksal sürücüsünün bağlantılı klonu bu durumda desteklenmiyor: %s.

source: Lock acquisition failed.
de: Erstellen der Sperre fehlgeschlagen.
es: Ha fallado la adquisición del bloqueo.
fr: L'acquisition du verrou a échoué.
it: Acquisizione blocco non riuscita.
ko_kr: 잠금 확보에 실패했습니다.
pt_br: A aquisição de bloqueio falhou.

source: Logout session error.
de: Fehler beim Abmelden der Sitzung.
es: Error al cerrar la sesión.
fr: Erreur de déconnexion de la session.
it: Errore della sessione di logout.
ko_kr: 로그아웃 세션 오류.
pt_br: Erro de sessão de logout.
