Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Lookup service not configured. Config option for fc_san_lookup_service needs to specify a concrete implementation of the lookup service.
de: Suchdienst nicht konfiguriert. Konfigurationsoption für fc_san_lookup_service muss eine konkrete Implementierung des Suchdiensts angeben.
es: Servicio de búsqueda no configurado. La opción de configuración para fc_san_lookup_service necesita especificar una implementación concreta del servicio de búsqueda.
fr: Service de recherche non configuré. L'option de configuration pour fc_san_lookup_service doit indiquer une mise en oeuvre concrète du service de recherche.
it: Servizio di ricerca non configurato. L'opzione di configurazione per fc_san_lookup_service deve specificare un'implementazione concreta del servizio di ricerca.
ko_kr: 검색 서비스가 구성되지 않았습니다. fc_san_lookup_service에 대한 구성 옵션이 검색 서비스의 구체적인 구현을 지정해야 합니다.
pt_br: Serviço de consulta não configurado. Opção de configuração para fc_san_lookup_service é necessária especificar uma implementação concreta do serviço de consulta.
tr_tr: Arama servisi yapılandırılmamış. fc_san_lookup_service için yapılandırma seçeneğinin arama servisinin somut bir uygulamasını belirtmesi gerekir.

source: Lun migration error.
de: Fehler bei LUN-Migration.
es: Error de migración de LUN.
fr: Erreur de migration du numéro d'unité logique.
it: Errore di migrazione Lun.
ko_kr: Lun 마이그레이션 오류입니다.
pt_br: Erro de migração de lun.

source: MD5 of object: %(object_name)s before: %(md5)s and after: %(etag)s is not same.
de: MD5 von Objekt: %(object_name)s Vorher: %(md5)s und nachher: %(etag)s nicht identisch.
es: El MD5 del objeto: %(object_name)s antes de: %(md5)s y después de: %(etag)s no es el mismo.
fr: La valeur MD5 de l'objet : %(object_name)s avant : %(md5)s et après : %(etag)s n'est pas la même.
it: MD5 dell'oggetto: %(object_name)s prima: %(md5)s e dopo: %(etag)s non è lo stesso.
ko_kr: %(md5)s 전과 %(etag)s 후의 오브젝트 %(object_name)s이(가) 동일하지 않습니다.
pt_br: O MD5 do objeto: %(object_name)s antes: %(md5)s e depois: %(etag)s não é o mesmo.

source: Malformed fcns output string: %s
de: Fehlerhafte FCNS-Ausgabezeichenkette: %s
es: Cadena de salida de fcns con formato incorrecto: %s
fr: Format de chaîne de sortie fcns incorrect : %s
it: Stringa di output fcns non corretta: %s
ko_kr: 올바르지 않은 형식의 fcns 출력 문자열: %s
pt_br: Sequência de saída de fcns malformada: %s
tr_tr: Bozuk fcns çıktı karakter dizisi: %s

source: Malformed message body: %(reason)s
de: Fehlerhafter Nachrichtentext: %(reason)s
es: Cuerpo de mensaje con formato incorrecto: %(reason)s
fr: Format de corps de message non valide : %(reason)s
it: Corpo del messaggio non valido: %(reason)s
ko_kr: 잘못된 메시지 본문: %(reason)s
pt_br: Corpo da mensagem malformado: %(reason)s
tr_tr: Hatalı biçimlendirilmiş mesaj gövdesi: %(reason)s

source: Malformed nameserver string: %s
de: Fehlerhafte Zeichenkette für Namensserver: %s
es: Serie de servidor de nombres mal formada: %s
fr: Chaîne de serveur de noms mal formée : %s
it: Stringa nameserver non formata correttamente: %s
ko_kr: 올바르지 않은 형식의 이름 서버 문자열: %s
pt_br: Sequência de servidor de nomes mal formada: %s
tr_tr: Bozuk isim sunucusu karakter dizisi: %s

source: Malformed request body
de: Fehlerhafter Anforderungshauptteil
es: Cuerpo de solicitud formado incorrectamente
fr: Format de corps de demande incorrect
it: Corpo richiesta non corretto
ko_kr: 형식이 틀린 요청 본문
pt_br: Corpo da solicitação malformado
tr_tr: Kusurlu istek gövdesi

source: Malformed request body.
de: Fehlerhafter Anforderungshauptteil.
es: Cuerpo de solicitud mal formado.
fr: Le corps de la requête est mal-formé.
it: Formato del corpo della richiesta non corretto.
ko_kr: 요청 본문의 형식이 잘못되었습니다.
pt_br: Corpo da solicitação malformado.
tr_tr: Bozuk biçimli istek gövdesi.

source: Malformed request url
de: Fehlerhafte Anforderungs-URL
es: URL de solicitud formado incorrectamente
fr: Format d'URL de demande incorrect
it: url richiesta non corretto
ko_kr: 형식이 틀린 요청 URL
pt_br: URL da solicitação malformada
tr_tr: Bozuk istel adresi

source: Malformed response to command %(cmd)s: %(reason)s
de: Fehlerhafte Antwort auf Befehl %(cmd)s: %(reason)s
es: Respuesta con formato incorrecto para el mandato %(cmd)s: %(reason)s
fr: Format incorrect de la réponse à la commande %(cmd)s : %(reason)s
it: Risposta non valida per il comando %(cmd)s: %(reason)s
ko_kr: %(cmd)s 명령에 대해 양식이 잘못된 응답: %(reason)s
pt_br: Resposta malformada para o comando %(cmd)s: %(reason)s
tr_tr: %(cmd)s komutu için bozuk yanıt: %(reason)s

source: Malformed scheduler_hints attribute
de: Attribut 'scheduler_hints' fehlerhaft
es: Atributo scheduler_hints formado incorrectamente
fr: Format incorrect de l'attribut scheduler_hints
it: Attributo scheduler_hints non corretto
ko_kr: 형식이 틀린 scheduler_hints 속성
pt_br: Atributo scheduler_hints malformado
tr_tr: Bozuk scheduler_hints özelliği

source: Malformed show fcns database string: %s
de: Fehlerhafte Zeichenkette für Anzeige von FCNS-Datenbank: %s
es: Cadena de base de datos show fcns con formato incorrecto: %s
fr: Format de chaîne show fcns database incorrect : %s
it: Stringa comando show fcns database non corretta: %s
ko_kr: 올바르지 않은 형식의 표시 fcns 데이터베이스 문자열: %s
pt_br: Sequência de demonstração do banco de dados fcns malformada: %s
tr_tr: Bozuk fcns veri tabanı gösterme karakter dizisi: %s

source: Malformed zone configuration: (switch=%(switch)s zone_config=%(zone_config)s).
de: Fehlerhafte Zonenkonfiguration: (Switch=%(switch)s Zonenkonfiguration=%(zone_config)s).
es: Configuración de zona mal formada: (switch=%(switch)s zone_config=%(zone_config)s).
fr: Configuration de zone mal formée : (switch=%(switch)s zone_config=%(zone_config)s).
it: Configurazione di zona non corretta: (switch=%(switch)s zone_config=%(zone_config)s).
ko_kr: 올바르지 않은 형식의 구역 구성: (switch=%(switch)s zone_config=%(zone_config)s).
pt_br: Configuração de zona mal formada: (switch=%(switch)s zone_config=%(zone_config)s).
tr_tr: Bozuk bölge yapılandırması: (anahtar=%(switch)s zone_config=%(zone_config)s).

source: Malformed zone status: (switch=%(switch)s zone_config=%(zone_config)s).
de: Fehlerhafter Zonenstatus: (switch=%(switch)s zone_config=%(zone_config)s).
es: Estado de zona mal formado: (switch=%(switch)s zone_config=%(zone_config)s).
fr: Format de statut de zone incorrect : (commutateur = %(switch)s, config de zone = %(zone_config)s).
it: Stato della zona non corretto: (switch=%(switch)s zone_config=%(zone_config)s).
ko_kr: 올바르지 않은 형식의 구역 상태: (switch=%(switch)s zone_config=%(zone_config)s).
pt_br: Status da zona malformado: (switch=%(switch)s zone_config=%(zone_config)s).
tr_tr: Bozuk bölge durumu: (anahtar=%(switch)s zone_config=%(zone_config)s).

source: Manage existing get size requires 'id'.
de: Verwaltung eines vorhandenen Abrufs der Größe erfordert 'id'.
es: La gestión para obtener tamaño necesita 'id'.
fr: L'obtention de la taille dans l'opération de gestion de l'existant requiert l'élément 'id'.
it: Acquisizione dimensione gestione esistente richiede 'id'.
ko_kr: 기존 가져오기 크기를 관리하려면 'id'가 필요합니다.
pt_br: Gerenciar o tamanho da obtenção existente requer 'id'.
tr_tr: Mevcut alma boyutunu yönetme 'id' gerektirir.

source: Manage existing snapshot not implemented.
de: Verwaltung einer vorhandenen Schattenkopie nicht implementiert.
es: No se ha implementado la gestión de la instantánea existente.
fr: La gestion d'instantané existant n'est pas implémentée.
it: Gestione dell'istantanea esistente non implementata.
ko_kr: 기존 스냅샷 관리가 구현되지 않았습니다.
pt_br: O gerenciamento de captura instantânea existente não está implementado.

source: Manage existing volume failed due to invalid backend reference %(existing_ref)s: %(reason)s
de: Verwaltung des vorhandenen Datenträgers aufgrund von ungültiger Backend-Referenz %(existing_ref)s fehlgeschlagen: %(reason)s
es: La gestión del volumen existente ha fallado porque la referencia de programa de fondo no es válida %(existing_ref)s: %(reason)s
fr: Echec de la gestion du volume existant en raison d'une référence de back-end non valide %(existing_ref)s : %(reason)s
it: La gestione del volume esistente non è riuscita a causa del riferimento di backend non valido %(existing_ref)s: %(reason)s
ko_kr: 올바르지 않은 백엔드 참조로 인해 기존 볼륨 관리에 실패함 %(existing_ref)s: %(reason)s
pt_br: Falha ao gerenciar volume existente devido a uma referência de backend inválido %(existing_ref)s: %(reason)s
tr_tr: Geçersiz art alanda çalışan uygulama kaynağı %(existing_ref)s nedeniyle varolan mantıksal sürücü yönetimi başarısız oldu: %(reason)s

source: Manage existing volume failed due to volume type mismatch: %(reason)s
de: Verwaltung des vorhandenen Datenträgers aufgrund eines abweichenden Datenträgertyps fehlgeschlagen: %(reason)s
es: La gestión del volumen existente ha fallado debido a una discrepancia de tipo de volumen: %(reason)s
fr: Echec de la gestion du volume existant en raison de types de volume différents : %(reason)s
it: La gestione del volume esistente non è riuscita a causa della mancata corrispondenza del tipo di volume: %(reason)s
ko_kr: 볼륨 유형 불일치로 인해 기존 볼륨 관리에 실패함: %(reason)s
pt_br: Falha ao gerenciar volume existente devido a incompatibilidade de tipo de volume: %(reason)s
tr_tr: Mantıksal sürücü türü uyumsuzluğu nedeniyle varolan mantıksal sürücü yönetimi başarısız oldu: %(reason)s

source: Manage existing volume not implemented.
de: Verwaltung eines vorhandenen Datenträgers nicht implementiert.
es: La gestión de volumen existente no se ha implementado.
fr: Gestion de volume existant non implémentée.
it: Gestione del volume esistente non implementato.
ko_kr: 기존 볼륨 관리가 구현되지 않았습니다.
pt_br: Gerenciar volume existente não implementado.
tr_tr: Mevcut mantıksal sürücünün yönetimi henüz uygulanmadı.

source: Manage existing volume requires 'source-id'.
de: Verwaltung eines vorhandenen Datenträgers erfordert 'source-id'.
es: La gestión del volumen existente necesita 'source-id'.
fr: La gestion de volume existant requiert 'source-id'.
it: La gestione del volume esistente richiede 'source-id'.
ko_kr: 기존 볼륨을 관리하려면 'source-id'가 필요합니다.
pt_br: Gerenciar volume existente requer 'source-id'.
tr_tr: Mevcut mantıksal sürücü yönetimi 'source-id' gerektirir.

source: Manage volume is not supported if FAST is enable. FAST policy: %(fastPolicyName)s.
de: Verwalten von Datenträger wird nicht unterstützt, wenn FAST aktiviert wurde. FAST-Richtlinie: %(fastPolicyName)s.
es: Gestionar volumen no se admite si FAST está habilitado. Política de FAST: %(fastPolicyName)s.
fr: La gestion de volume n'est pas prise en charge si FAST est activé. Stratégie FAST : %(fastPolicyName)s.
it: Gestione del volume non supportata se è abilitato FAST. Politica FAST: %(fastPolicyName)s.
ko_kr: FAST가 사용으로 설정된 경우 볼륨 관리가 지원되지 않습니다. FAST 정책: %(fastPolicyName)s.
pt_br: O gerenciamento de volume não será suportado se FAST estiver ativado. Política FAST: %(fastPolicyName)s.
tr_tr: FAST etkinse mantıksal sürücü yönetme desteklenmez. FAST ilkesi: %(fastPolicyName)s.

source: Managing of snapshots to failed-over volumes is not allowed.
de: Verwalten von Schattenkopien für Failover-Datenträger ist nicht zulässig.
es: No se permite gestionar instantáneas a volúmenes que han dado error.
fr: La gestion des instantanés sur des volumes basculés n'est pas autorisée.
it: La gestione di istantanee su volumi sottoposti a failover non è consentita.
ko_kr: 장애 복구된 볼륨에서 스냅샷 관리는 허용되지 않습니다.
pt_br: Não é permitido gerenciar capturas instantâneas para volumes com failover executado.

source: Map info is None due to array version not supporting hypermetro.
de: Zuordnungsinfo ist 'None', da die Array-Version hypermetro nicht unterstützt.
es: La información de correlación es None debido a que la versión de la matriz no admite hypermetro.
fr: La valeur de Map info est None car la version de la matrice ne prend pas en charge hypermetro.
it: Le informazioni sulla mappa sono None a causa di una versione dell'array che non supporta hypermetro.
ko_kr: 배열 버전이 hypermetro를 지원하지 않으므로 맵 정보가 없습니다.
pt_br: As informações do mapa são Nenhum porque a versão da matriz não suporta hypermetro.

source: Mapping %(id)s prepare failed to complete within theallotted %(to)d seconds timeout. Terminating.
de: Vorbereitung von %(id)s-Zuordnung wurde nicht innerhalb des zugewiesenen Zeitlimits von %(to)d Sekunden abgeschlossen. Wird beendet.
es: La preparación de la correlación %(id)s no se ha podido completar en el tiempo de espera asignado de %(to)d segundos. Terminando.
fr: Echec d'achèvement de la préparation du mappage %(id)s dans le délai alloué de %(to)d secondes. En cours de fermeture.
it: La preparazione dell'associazione %(id)s non è stata completata entro il timeout di secondi %(to)d assegnati. Interruzione in corso.
ko_kr: %(id)s 맵핑 준비가 할당된 %(to)d초(제한시간) 내에 완료되지 못했습니다. 종료됩니다.
pt_br: Preparar mapeamento de %(id)s falhou ao concluir dentro de theallotted %(to)d segundos atribuído. Finalizando.
tr_tr: %(id)s eşleştirmesine hazırlık ayrılan %(to)d saniye zaman aşımını içinde başarılamadı. Çıkılıyor.

source: Masking view %(maskingViewName)s was not deleted successfully
de: Maskenansicht %(maskingViewName)s wurde nicht erfolgreich gelöscht.
es: La vista de máscara %(maskingViewName)s no se ha suprimido correctamente
fr: Le masquage de la vue %(maskingViewName)s n'a pas été correctement supprimé
it: Vista di mascheramento %(maskingViewName)s non eliminata correttamente
ko_kr: 마스킹 보기 %(maskingViewName)s이(가) 삭제되지 않음
pt_br: A visualização de mascaramento %(maskingViewName)s não foi excluída com sucesso
tr_tr: Maskeleme görünümü %(maskingViewName)s başarıyla silinemedi

source: Maximum number of backups allowed (%(allowed)d) exceeded
de: Maximale Anzahl an zulässigen Sicherungen (%(allowed)d) überschritten
es: Se ha superado el número máximo de copias de seguridad permitidas (%(allowed)d)
fr: Nombre maximum de sauvegardes autorisées (%(allowed)d) dépassé
it: Numero massimo di backup consentiti (%(allowed)d) superato
ko_kr: 허용된 최대 백업 수(%(allowed)d)를 초과함
pt_br: Número máximo de backups permitidos (%(allowed)d) excedido
tr_tr: İzin verilen yedeklemelerin azami sayısı (%(allowed)d) aşıldı

source: Maximum number of snapshots allowed (%(allowed)d) exceeded
de: Maximale Anzahl an zulässigen Schatenkopien (%(allowed)d) überschritten
es: Se ha superado el número máximo de volúmenes permitidos (%(allowed)d)
fr: Nombre maximal d'instantanés autorisés (%(allowed)d) dépassé
it: Numero massimo di istantanee consentite (%(allowed)d) superato
ko_kr: 허용된 최대 스냅샷 수 (%(allowed)d)을(를) 초과함
pt_br: Número máximo de capturas instantâneas permitido (%(allowed)d) excedido
tr_tr: İzin verilen anlık sistem görüntülerinin azami sayısı (%(allowed)d) aşıldı

source: Maximum number of volumes allowed (%(allowed)d) exceeded for quota '%(name)s'.
de: Maximale Anzahl an zulässigen Datenträgern (%(allowed)d) für Kontingent '%(name)s' überschritten.
es: Se ha superado el número máximo de volúmenes permitidos (%(allowed)d) para la cuota '%(name)s'.
fr: Le nombre maximal de volumes autorisé, (%(allowed)d), a été dépassé pour le quota '%(name)s'.
it: Numero massimo di volumi consentiti (%(allowed)d) superato per la quota '%(name)s'.
ko_kr: 할당량 '%(name)s'에 대해 허용된 최대 볼륨 수(%(allowed)d)가 초과되었습니다.
pt_br: Número máximo de volumes permitido (%(allowed)d) excedido para a cota '%(name)s'.
tr_tr: İzin verilen maksimum disk bölümü (%(allowed)d) kota aşıldı '%(name)s'.

source: May specify only one of %s
de: Nur eine Angabe von %s ist zulässig.
es: Puede especificar solo uno de %s
fr: Un seul %s doit être spécifié
it: È possibile specificare soltanto uno di %s
ko_kr: %s 중 하나만 지정할 수 있음
pt_br: Só é possível especificar um de %s
tr_tr: %s'nin sadece biri belirtilebilir

source: Metadata backup already exists for this volume
de: Für diesen Datenträger ist bereits eine Metadatensicherung vorhanden.
es: La copia de seguridad de metadatos ya existe para este volumen
fr: Une sauvegarde de métadonnées existe déjà pour ce volume
it: Il backup dei metadati esiste già per questo volume
ko_kr: 이 볼륨에 대한 메타데이터 백업이 이미 존재함
pt_br: Backup de metadados já existe para esse volume
tr_tr: Bu mantıksal sürücü için metadata yedeği zaten var

source: Metadata backup object '%s' already exists
de: Metadatensicherungsobjekt '%s' ist bereits vorhanden.
es: El objeto de copia de seguridad de metadatos '%s' ya existe
fr: L'objet de sauvegarde des métadonnées '%s' existe déjà
it: L'oggetto di backup di metadati '%s' esiste già
ko_kr: 메타데이터 백업 오브젝트 '%s'이(가) 이미 존재함
pt_br: Objeto de backup de metadados '%s' já existe
tr_tr: Metadata yedek nesnesi '%s' zaten var

source: Metadata item was not found
de: Metadatenelement wurde nicht gefunden
es: No se ha encontrado el elemento metadatos
fr: Elément de métadonnées introuvable
it: L'elemento metadati non è stato trovato
ko_kr: 메타데이터 항목이 없음
pt_br: O item de metadados não foi localizado
tr_tr: İçerik özelliği bilgisi bulunamadı

source: Metadata item was not found.
de: Metadatenelement wurde nicht gefunden.
es: No se ha encontrado el elemento de metadatos.
fr: L'élément Metadata est introuvable.
it: L'elemento metadati non è stato trovato.
ko_kr: 메타데이터 항목을 찾을 수 없습니다.
pt_br: Item de metadados não foi localizado.
tr_tr: Metadata öğesi bulunamadı.

source: Metadata property key %s greater than 255 characters
de: Metadateneigenschaftsschlüssel %s ist größer als 255 Zeichen.
es: Clave de propiedad de metadatos %s mayor que 255 caracteres
fr: Taille de la clé de propriété de métadonnées %s supérieure à 255 caractères
it: La chiave della proprietà dei metadati %s supera i 255 caratteri
ko_kr: 메타데이터 특성 키 %s이(가) 255자보다 큼
pt_br: Chave da propriedade de metadados %s maior que 255 caracteres
tr_tr: Metadata özellik anahtarı %s 255 karakterden büyük

source: Metadata property key %s value greater than 255 characters
de: Metadateneigenschaftenschlüsselwert %s ist größer als 255 Zeichen.
es: Valor de clave de propiedad de metadatos %s mayor que 255 caracteres
fr: Valeur de taille de la clé de propriété de métadonnées (%s) supérieure à 255 caractères
it: Il valore della chiave della proprietà dei metadati %s supera i 255 caratteri
ko_kr: 메타데이터 특성 키 %s 값이 255자보다 큼
pt_br: Valor da chave da propriedade de metadados %s maior que 255 caracteres
tr_tr: Metadata özellik anahtarı %s değeri 255 karakterden büyük

source: Metadata property key blank
de: Metadateneigenschaftenschlüssel leer
es: Clave de propiedad de metadatos en blanco
fr: Propriété de métadonnées à blanc
it: La chiave della proprietà dei metadati è vuota
ko_kr: 메타데이터 특성 키 공백
pt_br: Chave da propriedade de metadados em branco
tr_tr: Metadata özellik anahtarı boş

source: Metadata property key blank.
de: Metadateneigenschaftenschlüssel leer.
es: Clave de propiedad de metadatos en blanco
fr: Clé de propriété de métadonnées à blanc.
it: Chiave della proprietà dei metadati vuota.
ko_kr: 메타데이터 특성 키가 공백입니다.
pt_br: A chave da propriedade de metadados está em branco.
tr_tr: Metadata özellik anahtarı boş.

source: Metadata property key greater than 255 characters.
de: Metadateneigenschaftenschlüssel größer als 255 Zeichen.
es: La clave de propiedad de metadatos tiene más de 255 caracteres
fr: Taille de la clé de propriété de métadonnées supérieure à 255 caractères.
it: La chiave della proprietà dei metadati contiene più di 255 caratteri.
ko_kr: 메타데이터 특성 키가 255자보다 깁니다.
pt_br: A chave da propriedade de metadados tem mais de 255 caracteres.
tr_tr: Metadata özellik anahtarı 255 karakterden büyük.

source: Metadata property value greater than 255 characters.
de: Metadateneigenschaftenwert größer als 255 Zeichen.
es: El valor de propiedad de metadatos tiene más de 255 caracteres
fr: Valeur de la propriété de métadonnées supérieure à 255 caractères.
it: Valore della proprietà dei metadati maggiore di 255 caratteri.
ko_kr: 메타데이터 특성 값이 255자보다 깁니다.
pt_br: O valor da propriedade de metadados tem mais de 255 caracteres.
tr_tr: 255 karakterden daha fazla metadata özellik değeri.

source: Metadata restore failed due to incompatible version
de: Fehler bei der Wiederherstellung der Metadaten aufgrund einer inkompatiblen Version
es: La restauración de metadatos ha fallado debido a la versión incompatible
fr: Echec de restauration des métadonnées en raison d'une version incompatible
it: Il ripristino dei metadati non è riuscito a causa di una versione non compatibile
ko_kr: 호환 불가능한 버전으로 인해 메타데이터 복원에 실패
pt_br: Restauração de metadados falhou devido à versão incompatível
tr_tr: Uyumsuz sürüm nedeniyle metadata geri yüklemesi başarısız oldu

source: Metadata restore failed due to incompatible version.
de: Metadatenwiederherstellung aufgrund einer inkompatiblen Version fehlgeschlagen.
es: La restauración de metadatos ha fallado debido a una versión incompatible.
fr: Echec de restauration des métadonnées en raison d'une version incompatible.
it: Ripristino dei metadati non riuscito a causa di una versione non compatibile.
ko_kr: 호환 불가능한 버전으로 인해 메타데이터 복원 실패
pt_br: A restauração de metadados falhou devido à versão incompatível.
tr_tr: Metadata geri yüklemesi uyumsuz sürüm nedeniyle başarısız oldu.

source: Migrate volume %(src)s failed.
de: Migrieren des Datenträgers %(src)s fehlgeschlagen.
es: No se ha podido migrar el volumen %(src)s.
fr: La migration du volume %(src)s a échoué.
it: Migrazione volume %(src)s non riuscita.
ko_kr: 볼륨 %(src)s 마이그레이션에 실패했습니다.
pt_br: Falha ao migrar o volume %(src)s.
tr_tr: %(src)s mantıksal sürücü göçü başarısız.

source: Migrate volume failed between source vol %(src)s and dest vol %(dst)s.
de: Migrieren des Quellendatenträger %(src)s zu Zieldatenträger %(dst)s fehlgeschlagen.
es: No se ha podido migrar el volumen entre el volumen de origen %(src)s y el volumen de destino %(dst)s.
fr: La migration du volume entre le volume source %(src)s et le volume de destination %(dst)s a échoué.
it: Migrazione volume non riuscita tra vol origine %(src)s e vol destinazione %(dst)s.
ko_kr: 소스 볼륨 %(src)s과(와) 대상 볼륨 %(dst)s 사이의 볼륨 마이그레이션에 실패했습니다.
pt_br: Falha ao migrar volume entre o volume de origem %(src)s e o volume de destino %(dst)s.
tr_tr: %(src)s kaynak mantıksal sürücüsü ile %(dst)s hedef mantıksal sürücü arasında göç başarısız oldu.

source: Migration of LUN %s has been stopped or faulted.
de: Migration von LUN %s wurde gestoppt oder ist fehlerhaft.
es: La migración de LUN %s se ha detenido o tiene un error.
fr: La migration du numéro d'unité logique %s a été interrompue ou a rencontré une erreur.
it: La migrazione di LUN %s è stata arrestata o è in errore.
ko_kr: LUN %s의 마이그레이션이 중지되었거나 결함이 발생했습니다.
pt_br: A migração do LUN %s foi interrompida ou falhou.
tr_tr: LUN %s göçü durduruldu ya da arızalandı.

source: MirrorView/S enabler is not installed.
de: MirrorView/S-Enabler ist nicht installiert.
es: El habilitador de MirrorView/S no está instalado.
fr: L'optimiseur MirrorView/S n'est pas installé.
it: L'abilitatore MirrorView/S non è installato.
ko_kr: MirrorView/S 인에이블러가 설치되지 않았습니다.
pt_br: O ativador MirrorView/S não está instalado.

source: Missing 'purestorage' python module, ensure the library is installed and available.
de: Python-Modul 'purestorage' fehlt. Stellen Sie sicher, dass die Bibliothek installiert und verfügbar ist.
es: Falta el módulo de Python 'purestorage', asegúrese de que la biblioteca está instalada y disponible.
fr: Module Python 'purestorage' manquant. Assurez-vous que la bibliothèque est installée et disponible.
it: Modulo python 'purestorage' non presente, accertarsi che la libreria sia installata e disponibile.
ko_kr: 'purestorage' python 모듈 누락. 라이브러리가 설치되어 사용할 수 있는지 사용할 수 없습니다.
pt_br: Módulo python 'purestorage' ausente, assegure-se de que a biblioteca esteja instalada e disponível.
tr_tr: Eksik 'purestorage' python modülü, kütüphanenin kurulu ve kullanılabilir olduğuna emin olun.
