Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: Request URL: %(url)s Call Method: %(method)s Request Data: %(data)s Response Data:%(res)s
cs: URL požadavku: %(url)s Metoda volání: %(method)s Požadovaná data: %(data)s Vrácená data:%(res)s
it: URL richiesta: %(url)s Metodo di chiamata: %(method)s Dati richiesta: %(data)s Dati risposta: %(res)s
tr_tr: İstek URL'si: %(url)s İstek Metodu: %(method)s İstek Verisi: %(data)s Yanıt Verisi:%(res)s

source: %(url)s returned a fault: %(e)s
cs: %(url)s vrátilo chybu: %(e)s
it: %(url)s ha restituito un errore: %(e)s
tr_tr: %(url)s hata döndürdü: %(e)s

source: %(url)s returned with HTTP %(status)d
cs: %(url)s vrácena s HTTP %(status)d
it: %(url)s restituito con HTTP %(status)d
tr_tr: %(url)s HTTP %(status)d ile geri döndü

source: %(volume)s assign type fibre_channel, properties %(properties)s
cs: %(volume)s má typ přidělení kanál fibre, vlastnosti %(properties)s
it: %(volume)s assegna tipo fibre_channel, proprietà %(properties)s
tr_tr: %(volume)s atama türü fibre_channel, özellikler %(properties)s

source: %s is already umounted
cs: %s již je odpojeno
it: %s è giù smontato
tr_tr: %s zaten ayrılmış

source: 3PAR driver cannot perform migration. Retype exception: %s
cs: Ovladač 3PAR nemůže provést přesun. Výjimka při přetypování: %s
it: Il driver 3PAR non può eseguire la migrazione. Riscrivere l'eccezione: %s
tr_tr: 3PAR sürücüsü göçü gerçekleştiremiyor. Retype istisnası: %s

source: 3PAR vlun %(name)s not found on host %(host)s
cs: 3PAR vlun %(name)s nenalezen v hostiteli %(host)s
it: 3PAR vlun %(name)s non trovato sull'host %(host)s
tr_tr: 3PAR vlun %(name)s %(host)s istemcisinde bulunamadı

source: 3PAR vlun for volume '%(name)s' was deleted, but the host '%(host)s' was not deleted because: %(reason)s
cs: 3PAR vlun pro svazek '%(name)s' byl smazán, ale hostitel '%(host)s' nebyl, protože: %(reason)s
it: 3PAR vlun per il volume '%(name)s' è stato eliminato ma l'host '%(host)s' non è stato eliminato perché: %(reason)s
tr_tr: '%(name)s' mantıksal sürücüsü için 3PAR vlun silindi, ama '%(host)s' istemcisi silinmedi çünkü: %(reason)s

source: AUTH properties: %s.
cs: Vlastnosti ověření: %s.
it: Proprietà AUTH: %s.
tr_tr: AUTH özellikleri: %s.

source: Accepting transfer %s
cs: Přijímání přenosu %s
it: Accettazione trasferimento %s
tr_tr: %s aktarımı kabul ediliyor

source: Activate Flexvisor cinder volume driver.
cs: Aktivovat ovladač Flexvisor pro svazek cinder.
it: Attivare il driver del volume cinder Flexvisor.
tr_tr: Flexvisor cinder mantıksal sürücü sürücüsünü etkinleştir.

source: Add connection: finished iterating over all target list
it: Aggiungi connessione: completata iterazione sull'elenco di tutte le destinazioni

source: Add volume response: %s
cs: Odpověď přidání svazku: %s
it: Aggiungi risposta del volume: %s
tr_tr: Mantıksal sürücü ekleme yanıtı: %s

source: Added %s to cg.
cs: Přidávání %s do skupiny jednotnosti.
it: Aggiunto %s a cg.
tr_tr: %s cg'ye eklendi.

source: Added volume: %(volumeName)s to existing storage group %(sgGroupName)s.
cs: Přidán svazek: %(volumeName)s do existující skupiny úložiště %(sgGroupName)s.
it: Aggiunto volume: %(volumeName)s al gruppo di archiviazione esistente %(sgGroupName)s.
tr_tr: Mantıksal sürücü: %(volumeName)s mevcut depolama grubuna %(sgGroupName)s eklendi.

source: Adding ACL to volume=%(vol)s with initiator group name %(igrp)s
cs: Přidávání ACL do svazku %(vol)s se skupinou zavaděče s názvem %(igrp)s
it: Aggiunta di ACL al volume=%(vol)s con nome gruppo iniziatore %(igrp)s
tr_tr: %(igrp)s başlatıcı grup ismine sahip mantıksal sürücüye=%(vol)s ACL ekleniyor

source: Adding volume %(v)s to consistency group %(cg)s.
it: Aggiunta del volume %(v)s al gruppo di coerenza %(cg)s.

source: Adding volume: %(volumeName)s to default storage group for FAST policy: %(fastPolicyName)s.
cs: Přidávání svazku: %(volumeName)s do výchozí skupiny úložiště por zásadu FAST: %(fastPolicyName)s.
it: Aggiunta del volume: %(volumeName)s al gruppo di archiviazione predefinito per la politica FAST: %(fastPolicyName)s.
tr_tr: Mantıksal sürücü: %(volumeName)s FAST ilkesi: %(fastPolicyName)s için varsayılan depolama grubuna ekleniyor.

source: Adding volumes to cg %s.
cs: Přidávání svazků do skupiny jednotnosti %s.
it: Aggiunta volumi a cg %s.
tr_tr: Mantıksal sürücüler cg %s'e ekleniyor

source: Already mounted: %s
it: Già montato: %s

source: Attach volume completed successfully.
cs: Připojení svazku úspěšně dokončeno.
it: Collegamento del volume completato correttamente.
tr_tr: Mantıksal sürücü ekleme başarıyla tamamlandı.

source: Automatically selected %(binary)s RPC version %(version)s as minimum service version.
it: Selezionato automaticamente RPC %(binary)s versione %(version)s come versione di servizio minima.

source: Automatically selected %(binary)s objects version %(version)s as minimum service version.
it: Selezionati automaticamente oggetti %(binary)s versione %(version)s come versione di servizio minima.

source: Availability Zones retrieved successfully.
cs: Zóny dostupnosti úspěšně získány.
it: Zone di disponibilità richiamate correttamente.
tr_tr: Kullanılabilir Bölgeler başarıyla alındı.

source: Backend name is %s.
cs: Název podpůrné vrstvy je %s.
it: Il nome backend è %s.
tr_tr: Arka uç ismi %s.

source: Backing VM: %(backing)s renamed to %(new_name)s.
cs: Záloha virtuálního stroje %(backing)s přejmenována na %(new_name)s.
it: VM di backup: %(backing)s ridenominata %(new_name)s.
tr_tr: Destekleyen VM: %(backing)s %(new_name)s olarak yeniden adlandırıldı.

source: Backing not available, no operation to be performed.
cs: Zálohování není dostupné, nebude provedena žádná operace.
it: Backup non disponibile, nessuna operazione da eseguire.
tr_tr: Destek kullanılabilir değil, hiçbir işlem yapılmayacak.

source: Backing not found, creating for volume: %s
cs: Záloha nenalezena, vytváření zálohy pro svazek %s
it: Backup non trovato, creazione per volume: %s
tr_tr: Destek bulunamadı, mantıksal sürücü: %s için oluşturuluyor

source: Backup base image of volume %(volume)s still has %(snapshots)s snapshots so skipping base image delete.
cs: Základní obraz zálohy svazku %(volume)s stále má snímky %(snapshots)s. Mazání základního obrazu je přeskočeno.
it: L'immagine di base di backup del volume %(volume)s presenta ancora %(snapshots)s istantanee, per cui l'eliminazione dell'immagine di base viene ignorata.
tr_tr: %(volume)s mantıksal sürücüsünün yedek taban imajı hala %(snapshots)s anlık görüntüye sahip bu yüzden taban imaj silme atlanıyor.

source: Backup image of volume %(volume)s is busy, retrying %(retries)s more time(s) in %(delay)ss.
cs: Záložní obraz svazku %(volume)s je zaneprázdněn. Bude zopakováno ještě %(retries)skrát za %(delay)ss.
it: L'immagine di backup del volume %(volume)s è occupata, il tentativo viene eseguito altre %(retries)s volte in %(delay)ss.
tr_tr: %(volume)s mantıksal sürücüsünün yedek imajı meşgul, %(delay)ss içinde %(retries)s kere tekrar deneniyor.

source: Backup service: %s.
cs: Zálohovací služba: %s.
it: Servizio di backup: %s.
tr_tr: Yedek servisi: %s.

source: Begin backup of volume %s.
cs: Spuštění zálohování svazku %s.
it: Inizio backup del volume %s.
tr_tr: Mantıksal sürücü %s yedeğine başla.

source: Begin detaching volume completed successfully.
cs: Zahájení odpojení svazku úspěšně dokončeno.
it: Inizio dello scollegamento del volume completato correttamente.
tr_tr: Mantıksal sürücünün ayrılmasına başlanması başarıyla tamamlandı.

source: BrcdFCZoneDriver - Add connection for fabric %(fabric)s for I-T map: %(i_t_map)s
it: BrcdFCZoneDriver - Aggiungi connessione per %(fabric)s for I-T map: %(i_t_map)s

source: BrcdFCZoneDriver - Delete connection for fabric %(fabric)s for I-T map: %(i_t_map)s
it: BrcdFCZoneDriver - Eliminare la connessione per fabric %(fabric)s per l'associazione I-T: %(i_t_map)s

source: CHAP authentication disabled.
cs: Ověření pomocí CHAP zakázáno.
it: Autenticazione CHAP disabilitata.

source: CONCERTO version: %s
cs: Verze CONCERTO: %s
it: Versione CONCERTO: %s
tr_tr: CONCERTO sürümü: %s

source: Calling os-brick to detach ScaleIO volume.
cs: Volání os-brick pro odpojení svazku ScaleIO.
it: Chiamata os-brick per scollegare il volume ScaleIO.

source: Cannot provide backend assisted migration for volume: %s because cluster exists in different management group.
cs: Nelze poskytnout přesun za pomocí podpůrné vrstvy pro svazek: %s, protože cluster existuje v jiné správní skupině.
it: Impossibile fornire la migrazione assistita del backend per il volume: %s in quanto il cluster esiste in un gruppo di gestione diverso.
tr_tr: Mantıksal sürücü: %s için arka uç destekli göç sağlanamıyor çünkü küme farklı bir yönetim grubunda.

source: Cannot provide backend assisted migration for volume: %s because the volume has been exported.
cs: Nelze poskytnout přesun za pomocí podpůrné vrstvy pro svazek: %s, protože svazek byl exportován.
it: Impossibile fornire la migrazione assistita del backend per il volume: %s in quanto il volume è stato esportato.
tr_tr: Mantıksal sürücü: %s için arka uç destekli göç sağlanamıyor çünkü mantıksal sürücü dışa aktarılmış.

source: Cannot provide backend assisted migration for volume: %s because the volume has snapshots.
cs: Nelze poskytnout přesun za pomocí podpůrné vrstvy pro svazek: %s, protože svazek má snímky.
it: Impossibile fornire la migrazione assistita del backend per il volume: %s in quanto il volume presenta istantanee.
tr_tr: Mantıksal sürücü: %s için arka uç destekli göç sağlanamıyor çünkü mantıksal sürücü anlık görüntülere sahip.

source: Cannot provide backend assisted migration for volume: %s because volume does not exist in this management group.
cs: Nelze poskytnout přesun za pomocí podpůrné vrstvy pro svazek: %s, protože svazek není v této správní skupině.
it: Impossibile fornire la migrazione assistita del backend per il volume: %s in quanto il volume non esiste in questo gruppo di gestione.
tr_tr: Mantıksal sürücü: %s için arka uç destekli göç sağlanamıyor çünkü mantıksal sürücü bu yönetim grubunda değil.

source: Cannot provide backend assisted migration for volume: %s because volume is from a different backend.
cs: Nelze poskytnout přesun za pomocí podpůrné vrstvy pro svazek: %s, protože je z jiné podpůrné vrstvy.
it: Impossibile fornire la migrazione assistita del backend per il volume: %s in quanto il volume deriva da un backend diverso.
tr_tr: Mantıksal sürücü: %s için arka uç destekli göç sağlanamıyor çünkü mantıksal sürücü başka bir arka uçta.

source: Cgsnapshot %s: creating.
cs: Snímek skupiny jednotnosti %s: vytváření
it: Crazione di cgsnapshot %s:.
tr_tr: Cgsnapshot %s: oluşturuluyor.

source: Change volume capacity request: %s.
cs: Žádost o změnu kapacity svazku: %s.
it: Modificare la richiesta di capacità del volume: %s.
tr_tr: Mantıksal sürücü kapasite isteğini değiştir: %s.

source: Checking image clone %s from glance share.
cs: Kontrolování klona obrazu %s ze sdílení glance.
it: Verifica del clone dell'immagine %s dalla condivisione glance.
tr_tr: İmaj klonu %s glance paylaşımından kontrol ediliyor.

source: Checking origin %(origin)s of volume %(volume)s.
cs: Kontrola původu %(origin)s svazku %(volume)s.
it: Verifica dell'origine %(origin)s del volume %(volume)s.

source: Cinder NFS volume with current path "%(cr)s" is no longer being managed.
cs: Svazek NFS Cinder se současnou cestou "%(cr)s" již není spravován.
it: Il volume NFS Cinder con percorso corrente "%(cr)s" non è più gestito.
tr_tr: "%(cr)s" mevcut yoluna sahip Cinder NFS mantıksal sürücüsü artık yönetilmiyor.

source: Cinder secure environment indicator file exists.
cs: Soubor indikující bezpečné prostředí Cinder existuje.
it: Il file indicatore dell'ambiente sicuro Cinder esiste.
tr_tr: Cinder güvenli ortam göstergesi dosyası mevcut.

source: CiscoFCZoneDriver - Add connection for I-T map: %s
cs: CiscoFCZoneDriver - Přidáno připojení pro mapu I-T: %s
it: CiscoFCZoneDriver - Aggiungi connessione per associazione I-T: %s
tr_tr: CiscoFCZoneDriver - I-T haritası için bağlantı ekle: %s

source: CiscoFCZoneDriver - Delete connection for I-T map: %s
cs: CiscoFCZoneDriver - Smazáno připojení pro mapu I-T: %s
it: CiscoFCZoneDriver - Elimina connessione per associazione I-T: %s
tr_tr: CiscoFCZoneDriver - I-T haritası için bağlantı sil: %s

source: Cleaning cache for share %s.
cs: Čištění mezipaměti pro sídlení %s.
it: Cancellazione della cache per la condivisione %s.
tr_tr: %s paylaşımı için zula temizleniyor.

source: Cleaning up incomplete backup operations.
cs: Čištění nedokončené operace zálohování.
it: Ripulitura delle operazioni di backup incomplete.
tr_tr: Tamamlanmamış yedek işlemleri temizleniyor.

source: Clone %s created.
cs: Klon %s vytvořen.
it: Clone %s creato.

source: Cloning from cache to destination %s
cs: Klonování z mezipaměti do cíle %s
it: Clonazione dalla cache alla destinazione %s
tr_tr: Zuladan %s hedefine klonlanıyor

source: Cloning from snapshot to destination %s
cs: Klonování ze snímku do cíle %s
it: Clonazione dall'istantanea alla destinazione %s
tr_tr: Anlık görüntüden %s hedefine klonlanıyor

source: Cloning image %s from cache
cs: Klonování obrazu %s z mezipaměti.
it: Clonazione dell'immagine %s dalla cache
tr_tr: %s imajı zuladan klonlanıyor

source: Cloning image %s from snapshot.
cs: Klonování obrazu %s ze snímku.
it: Clonazione dell'immagine %s dall'istantanea.
tr_tr: İmaj %s anlık görüntüden klonlanıyor.

source: Cloning volume %(src)s to volume %(dst)s
cs: Klonování svazku %(src)s do svazku %(dst)s
it: Clonazione del volume %(src)s nel volume %(dst)s
tr_tr: Mantıksal sürücü %(src)s %(dst)s mantıksal sürücüsüne klonlanıyor

source: Cloning volume from snapshot volume=%(vol)s snapshot=%(snap)s clone=%(clone)s snap_size=%(size)s reserve=%(reserve)sagent-type=%(agent-type)s perfpol-name=%(perfpol-name)s encryption=%(encryption)s cipher=%(cipher)s multi-initiator=%(multi-initiator)s
cs: Klonování svazku ze svazku snímku %(vol)s, snímek %(snap)s, klon %(clone)s, velikost snímku %(size)s, rezerva%(reserve)s, typ agenta %(agent-type)s, název zásady výkonu %(perfpol-name)s, šifrování %(encryption)s, šifra %(cipher)s, vícenásobný zavaděč %(multi-initiator)s
it: Clonazione del volume dal volume dell'istantanea=%(vol)s snapshot=%(snap)s clone=%(clone)s snap_size=%(size)s reserve=%(reserve)sagent-type=%(agent-type)s perfpol-name=%(perfpol-name)s encryption=%(encryption)s cipher=%(cipher)s multi-initiator=%(multi-initiator)s

source: CloudByte API executed successfully for command [%s].
cs: CloudByte API úspěšně provedeno pro příkaz [%s].
it: API CloudByte eseguito correttamente per il comando [%s].
tr_tr: CloudByte API'si [%s] komutu için başarıyla çalıştırıldı.

source: CloudByte operation [%(operation)s] succeeded for volume [%(cb_volume)s].
cs: Operace CloudByte [%(operation)s] úspěšně provedena ve svazku [%(cb_volume)s].
it: Operazione CloudByte [%(operation)s] eseguita correttamente per il volume [%(cb_volume)s].

source: Complete-Migrate volume completed successfully.
cs: Dokončení přenosu svazku úspěšně provedeno.
it: Completamento-migrazione del volume completati correttamente.
tr_tr: Mantıksal sürücü göçü-tamamlama başarıyla tamamlandı.

source: Completed: convert_to_base_volume: id=%s.
cs: Dokončeno: Převod na základní svazek: id=%s.
it: Completato: convert_to_base_volume: id=%s.
tr_tr: Tamamlandı: convert_to_base_volume: id=%s.

source: Connect initialization info: {driver_volume_type: fibre_channel, data: %(properties)s
cs: informace o zavedení připojení: {typ ovladače svazku: kanál fibre, data: %(properties)s
it: Informazioni sull'inizializzazione della connessione: {driver_volume_type: fibre_channel, dati: %(properties)s
tr_tr: Bağlantı ilklendirme bilgisi: {driver_volume_type: fibre_channel, veri: %(properties)s

source: Connecting to host: %s.
cs: Připojování k hostiteli %s.
it: Connessione a host: %s.
tr_tr: İstemciye bağlanılıyor: %s.

source: Connecting to target host: %s for backend enabled migration.
cs: Připojování k cílovému hostiteli %s pro přesun za pomoci podpůrné vrstvy.
it: Connessione a host di destinazione: %s per la migrazione abiliata al backend.

source: Connector returning fcnsinfo-%s
cs: Konektor vrací fcnsinfo-%s
it: Il connettore restituisce fcnsinfo-%s
tr_tr: Bağlayıcı fcnsinfo-%s döndürüyor

source: Converted %(sz).2f MB image at %(mbps).2f MB/s
cs: Převeden obraz o velikosti %(sz).2f MB rychlostí %(mbps).2f MB/s
it: Convertita immagine di %(sz).2f MB su %(mbps).2f MB/s
tr_tr: %(sz).2f MB imaj %(mbps).2f MB/s hızda dönüştürüldü

source: Converting %(volume_name)s to full provisioning with userCPG=%(new_cpg)s
cs: Převádění %(volume_name)s na úplné poskytování pomocí uživatele společné skupiny poskytování %(new_cpg)s
it: Conversione di %(volume_name)s a full provisioning con userCPG=%(new_cpg)s

source: Converting %(volume_name)s to thin dedup provisioning with userCPG=%(new_cpg)s
cs: Převádění %(volume_name)s na mělké deduplikované poskytování pomocí uživatele společné skupiny poskytování %(new_cpg)s
it: Conversione di %(volume_name)s a thin dedup provisioning con userCPG=%(new_cpg)s

source: Converting %(volume_name)s to thin provisioning with userCPG=%(new_cpg)s
cs: Převádění %(volume_name)s na mělké poskytování pomocí uživatele společné skupiny poskytování %(new_cpg)s
it: Conversione di %(volume_name)s a thin provisioning con userCPG=%(new_cpg)s

source: Coordination backend started successfully.
cs: Podpůrná vrstva pro koordinaci byla úspěšně spuštěna.
it: Backend di coordinazione avviato correttamente.

source: Copied image %(img)s to volume %(vol)s using copy offload workflow.
cs: Obraz %(img)s zkopírován do svazku %(vol)s použitím postupu kopírování zátěže.
it: Copiata immagine %(img)s nel volume %(vol)s utilizzando il carico di lavoro offload di copia.
tr_tr: %(img)s imajı %(vol)s mantıksal sürücüsüne başkasına yükleme iş akışıyla kopyalandı.

source: Copied image %(img)s to volume %(vol)s using local image cache.
cs: Obraz %(img)s zkopírován do svazku %(vol)s použitím místní mezipaměti obrazu.
it: Copiata immagine %(img)s in volume %(vol)s utilizzando la cache immagini locale.

source: Copied image to volume %s using regular download.
cs: Obraz zkopírován do svazku %s použitím normálního stažení.
it: Copiata immagine nel volume %s utilizzando il download normale.
tr_tr: Normal indirme kullanılarak imaj %s mantıksal sürücüsüne kopyalandı.

source: Copy job to dest vol %s completed.
cs: Úkol kopírování do cílového svazku %s byl dokončen.
it: Lavoro di copia nel volume di destinazione %s completato.
tr_tr: %s hedef mantıksal sürücüsüne kopyalama işi tamamlandı.

source: Copy volume to image completed successfully.
cs: Kopírování svazku do obrazu úspěšně dokončeno.
it: Copia del volume nell'immagine completata correttamente.
tr_tr: Mantıksal sürücüyü imaja kopyalama başarıyla tamamlandı.

source: Copying src vol %(src)s to dest vol %(dst)s.
cs: Kopírování zdrojového svazku %(src)s do cílového svazku %(dst)s.
it: Copia del volume di origine %(src)s nel volume di destinazione %(dst)s.
tr_tr: %(src)s kaynak mantıksal sürücüsü %(dst)s hedef mantıksal sürücüsüne kopyalanıyor.

source: Could not find replica to delete of volume %(vol)s.
cs: Nelze najít repliku ke smazání svazku %(vol)s.
it: Impossibile trovare la replica per l'eliminazione del volume %(vol)s.
tr_tr: %(vol)s mantıksal sürücüsünün silimi için kopya bulunamadı.

source: Could not run dpkg-query command: %(msg)s.
cs: Nelze spustit příkaz dpkg-query: %(msg)s.
it: Impossibile eseguire il comando dpkg-query: %(msg)s.
tr_tr: dpkg-query komutu çalıştırılamadı: %(msg)s.

source: Could not run rpm command: %(msg)s.
cs: Nelze spustit příkaz rpm: %(msg)s.
it: Impossibile eseguire il comando rpm: %(msg)s.
tr_tr: Rpm komutu çalıştırılamadı: %(msg)s.

source: Could not update storage pool with mmchattr to %(pool)s, error: %(error)s
cs: Nelze aktualizovat zásobu úložiště pomocí mmchattr na %(pool)s, chyba: %(error)s
it: Impossibile aggiornare il pool di archiviazione con mmchattr a %(pool)s, errore: %(error)s
tr_tr: mmchattr'ye sahip depolama havuzu %(pool)s'e güncellenemedi, hata: %(error)s

source: Couldn't find destination volume %(vol)s in the database. The entry might be successfully deleted during migration completion phase.
cs: V databázi nelze najít cílový svazek %(vol)s. Položka mohla být úspěšně smazána během fáze dokončení přenosu.
it: Impossibile trovare il volume di destinazione %(vol)s nel database. La voce potrebbe essere stata eliminata correttamente durante la fase di completamento della migrazione.
tr_tr: Hedef mantıksal sürücü %(vol)s veri tabanında bulunamadı. Girdi göç tamamlama aşamasında başarıyla silinmiş olabilir.

source: Couldn't find the temporary volume %(vol)s in the database. There is no need to clean up this volume.
cs: V databázi nelze najít dočasný svazek %(vol)s. Není třeba tento svazek čistit.
it: Impossibile trovare il volume temporaneo %(vol)s nel database. Non c'è alcuna necessità di ripulire questo volume.
tr_tr: Geçici mantıksal sürücü %(vol)s veri tabanında bulunamadı. Bu mantıksal sürücüyü temizlemeye gerek yok.

source: Create Cloned Volume %(volume_id)s completed.
cs: Vytváření klonovaného svazku %(volume_id)s dokončeno.
it: Creazione del volume clonato %(volume_id)s completata.
tr_tr: %(volume_id)s Mantıksal sürücüsü klonlama bitti.

source: Create Consistency Group: %(group)s.
cs: Vytvořit skupinu jednotnosti: %(group)s.
it: Crea gruppo di coerenza: %(group)s.
tr_tr: Tutarlılık Grubu Oluştur: %(group)s.

source: Create Volume %(volume_id)s completed.
cs: Vytváření svazku %(volume_id)s dokončeno.
it: Creazione del volume %(volume_id)s completata.
tr_tr: %(volume_id)s Mantıksal sürücüsü oluşturuldu.

source: Create Volume %(volume_id)s from snapshot %(snapshot_id)s completed.
cs: Vytváření svazku %(volume_id)s ze snímku %(snapshot_id)s bylo dokončeno.
it: Creazione volume %(volume_id)s da istantanea %(snapshot_id)s completata.
tr_tr: %(snapshot_id)s anlık görüntüsünden %(volume_id)s mantıksal sürücüsü oluşturma tamamlandı.

source: Create a replica from Volume: Clone Volume: %(cloneName)s Source Volume: %(sourceName)s.
cs: Vytvoření repliky ze svazku: Klon svazku: %(cloneName)s, zdrojový svazek: %(sourceName)s.
it: Creare una replica dal volume: Volume clone: %(cloneName)s Volume di origine: %(sourceName)s.
tr_tr: Mantıksal sürücüden bir kopya oluştur: Kopya Mantıksal Sürücü: %(cloneName)s Kaynak Mantıksal Sürücü: %(sourceName)s.

source: Create backup finished. backup: %s.
cs: Vytváření zálohy dokončeno. Záloha: %s.
it: Creazione backup completata, backup: %s.
tr_tr: Yedek oluşturma bitti. yedek: %s.

source: Create backup started, backup: %(backup_id)s volume: %(volume_id)s.
cs: Vytváření zálohy bylo zahájeno: záloha: %(backup_id)s svazek: %(volume_id)s.
it: Creazione backup avviata, backup: %(backup_id)s volume: %(volume_id)s.
tr_tr: Yedek oluşturma başlatıldı, yedek: %(backup_id)s mantıksal sürücü: %(volume_id)s.

source: Create consistency group from source-%(source)s completed successfully.
cs: Vytvoření skupiny jednotnosti ze zdroje %(source)s úspěšně dokončeno.
it: Creazione del gruppo di coerenza da origine-%(source)s completata correttamente.

source: Create export done from Volume %(volume_id)s.
cs: Vytvoření exportu pro svazek %(volume_id)s bylo úspěšně dokončeno.
it: Creazione esportazione eseguita dal volume %(volume_id)s.
tr_tr: %(volume_id)s Mantıksal sürücüsünden dışa aktarma oluşturma yapıldı.

source: Create snapshot completed successfully
cs: Vytvoření snímku úspěšně dokončeno
it: Creazione istantanea completata correttamente
tr_tr: Anlık görüntü oluşturma başarıyla tamamlandı
