Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Can't import snapshot %s to Cinder. Snapshot doesn't belong to volume.
de: Schattenkopie %s kann nicht in Cinder importiert werden. Die Schattenkopie gehört nicht zum Datenträger.
es: No se puede importar la instantánea %s en Cinder. La instantánea no pertenece al volumen.
fr: Impossible d'importer l'instantané %s dans Cinder. L'instantané n'appartient pas au volume.
it: Impossibile importare l'istantanea %s in Cinder. L'istantanea non appartiene al volume.
ko_kr: 스냅샷 %s을(를) Cinder에 가져올 수 없습니다. 스냅샷이 볼륨에 속하지 않습니다.
pt_br: Não é possível importar a captura instantânea %s no Cinder. A captura instantânea não pertence ao volume.

source: Can't import snapshot %s to Cinder. Snapshot is exposed to initiator.
de: Schattenkopie %s kann nicht in Cinder importiert werden. Die Schattenkopie wurde dem Initiator verfügbar gemacht.
es: No se puede importar la instantánea %s en Cinder. Se ha expuesto la instantánea al iniciador.
fr: Impossible d'importer l'instantané %s dans Cinder. L'instantané est exposé dans l'initiateur.
it: Impossibile importare l'istantanea %s in Cinder. L'istantanea è esposta all'iniziatore.
ko_kr: 스냅샷 %s을(를) Cinder에 가져올 수 없습니다. 스냅샷이 개시자에 공개되어 있습니다.
pt_br: Não é possível importar a captura instantânea %s no Cinder. A captura instantânea é exporta para o iniciador.

source: Can't import snapshot %s to Cinder. Snapshot status is not normal or running status is not online.
de: Schattenkopie %s kann nicht in Cinder importiert werden. Status der Schattenkopie ist nicht normal oder der Aktivitätsstatus ist nicht 'online'.
es: No se puede importar la instantánea %s en Cinder. El estado de la instantánea no es normal o el estado de ejecución no es en línea.
fr: Impossible d'importer l'instantané %s dans Cinder. Le statut de l'instantané n'est pas normal ou le statut d'exécution n'est pas connecté (online).
it: Impossibile importare l'istantanea %s in Cinder. Lo stato dell'istantanea non è normal o lo stato di esecuzione non è online.
ko_kr: 스냅샷 %s을(를) Cinder에 가져올 수 없습니다. 스냅샷 상태가 정상이 아니거나 실행 상태가 온라인이 아닙니다.
pt_br: Não é possível importar a captura instantânea %s no Cinder. O status captura instantânea não é normal ou o status de execução não é on-line.

source: Can't open config file: %s
de: Konfigurationsdatei kann nicht geöffnet werden: %s
es: No se puede abrir el archivo de configuración: %s
fr: Impossible d'ouvrir le fichier de configuration : %s
it: Impossibile aprire il file di configurazione: %s
ko_kr: 구성 파일을 열 수 없음: %s
pt_br: Não é possível abrir o arquivo de configuração: %s
tr_tr: Yapılandırma dosyası açılamıyor: %s

source: Can't parse backup record.
de: Sicherungsdatensatz kann nicht analysiert werden.
es: No se puede analizar el registro de copia de seguridad.
fr: Impossible d'analyser l'enregistrement de sauvegarde.
it: Impossibile analizzare il record di backup.
ko_kr: 백업 레코드를 구문 분석할 수 없습니다.
pt_br: Não é possível analisar o registro de backup.
tr_tr: Yedek kaydı ayrıştırılamadı.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because it has no volume type.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da er keinen Datenträgertyp hat.
es: No se puede añadir el volumen %(volume_id)s al grupo %(group_id)s debido a que no tiene tipo de volumen.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car il ne possède aucun type de volume.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché non dispone di un tipo di volume.
ko_kr: 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 그룹에 볼륨 유형이 없습니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque ele não possui nenhum tipo de volume.
tr_tr: %(volume_id)s mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü hiçbir mantıksal sürücü türüne sahip değil.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because it is already in consistency group %(orig_group)s.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da er bereits in der Konsistenzgruppe %(orig_group)s enthalten ist.
es: No se puede añadir el volumen %(volume_id)s al grupo de consistencia %(group_id)s porque ya está en el grupo de consistencia %(orig_group)s.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car il fait déjà partie du groupe de cohérence %(orig_group)s.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perchéè già nel gruppo di coerenza %(orig_group)s.
ko_kr: 이미 일관성 그룹 %(orig_group)s에 있기 때문에 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque ele já está no grupo de consistências %(orig_group)s.
tr_tr: Disk bölümü %(volume_id)s tutarlılık grubuna %(group_id)s eklenemedi çünkü zaten içerisinde görünüyor. %(orig_group)s

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume cannot be found.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträger nicht gefunden wurde.
es: No se puede añadir el volumen %(volume_id)s al grupo %(group_id)s debido a que no se puede encontrar el volumen.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le volume est introuvable.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché non è possibile trovare il volume.
ko_kr: 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 볼륨을 찾을 수 없습니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o volume não pode ser localizado.
tr_tr: %(volume_id)s mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü mantıksal sürücü bulunamıyor.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume does not exist.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträger nicht vorhanden ist.
es: No se puede añadir el volumen %(volume_id)s al grupo %(group_id)s debido a el volumen no existe.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le volume n'existe pas.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché il volume non esiste.
ko_kr: 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 볼륨이 없습니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o volume não existe.
tr_tr: %(volume_id)s mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü mantıksal sürücü yok.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträger einen ungültigen Status hat: %(status)s. Gültige Status sind: %(valid)s.
es: No se puede añadir el volumen %(volume_id)s al grupo %(group_id)s debido a que el volumen está en un estado no válido: %(status)s. Los estados válidos son: %(valid)s.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le volume est dans un état non valide : %(status)s. Les états valides sont : %(valid)s.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché il volume si trova in uno stato non valido: %(status)s. Gli stati validi sono: %(valid)s.
ko_kr: 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 볼륨 상태 %(status)s이(가) 올바르지 않은 상태입니다. 올바른 상태는 %(valid)s입니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o volume está em um estado inválido: %(status)s. Os estados válidos são: %(valid)s.
tr_tr: %(volume_id)s mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü mantıksal sürücü geçersiz bir durumda: %(status)s. Geçerli durumlar: %(valid)s.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume type %(volume_type)s is not supported by the group.
de: Der Datenträger %(volume_id)s kann nicht zur Konsistenzgruppe %(group_id)s hinzugefügt werden, da der Datenträgertyp %(volume_type)s von der Gruppe nicht unterstützt wird.
es: No se puede añadir el volumen %(volume_id)s al grupo %(group_id)s debido a que el grupo no soporta el tipo de volumen %(volume_type)s.
fr: Impossible d'ajouter le volume %(volume_id)s au groupe de cohérence %(group_id)s car le type de volume %(volume_type)s n'est pas pris en charge par le groupe.
it: Impossibile aggiungere il volume %(volume_id)s al gruppo di coerenza %(group_id)s perché il tipo di volume %(volume_type)s non è supportato dal gruppo.
ko_kr: 볼륨 %(volume_id)s을(를) 일관성 그룹 %(group_id)s에 추가할 수 없습니다. 해당 그룹에서 볼륨 유형 %(volume_type)s을(를) 지원하지 않습니다.
pt_br: Não é possível incluir o volume %(volume_id)s no grupo de consistências %(group_id)s porque o tipo de volume %(volume_type)s não é suportado pelo grupo.
tr_tr: %(volume_id)s mantıksal sürücüsü %(group_id)s tutarlılık grubuna eklenemiyor çünkü %(volume_type)s mantıksal sürücü türü grup tarafından desteklenmiyor.

source: Cannot attach already attached volume %s; multiattach is disabled via the 'netapp_enable_multiattach' configuration option.
de: Der bereits angehängte Datenträger %s kann nicht angehängt werden. Das mehrfache Anhängen ist über die Konfigurationsoption 'netapp_enable_multiattach' inaktiviert.
es: No se puede conectar un volumen ya conectado %s; la conexión múltiple está inhabilitada mediante la opción de configuración 'netapp_enable_multiattach'.
fr: Impossible de rattacher le volume %s qui est déjà rattaché ; multiattach est désactivé via l'option de configuration 'netapp_enable_multiattach'.
it: Impossibile collegare il volume già collegato %s; multicollegamento disabilitato tramitel'opzione di configurazione 'netapp_enable_multiattach'.
ko_kr: 이미 연결된 볼륨 %s은(는) 연결할 수 없습니다. 다중 연결은 'netapp_enable_multiattach' 구성 옵션을 통해 사용 안함으로 설정됩니다.
pt_br: Não é possível anexar o volume já anexado %s; a anexação múltipla está desativada pela opção de configuração 'netapp_enable_multiattach'.
tr_tr: Zaten eklenmiş mantıksal sürücü %s eklenemez; çoklu ekleme 'netapp_enable_multiattach' yapılandırma seçeneğiyle kapatılmış.

source: Cannot change VF context in the session.
de: VF-Kontext kann nicht in der Sitzung geändert werden.
es: No se puede cambiar el contexto de la VF en la sesión.
fr: Impossible de modifier le contexte VF dans la session.
it: Impossibile modificare il contesto VF nella sessione.
ko_kr: 세션에서 VF 컨텍스트를 변경할 수 없습니다.
pt_br: Não é possível alterar o contexto do VF na sessão.

source: Cannot change VF context, specified VF is not available in the manageable VF list %(vf_list)s.
de: VF-Kontext kann nicht geändert werden. Die angegebene VF ist nicht in der Liste der verwaltbaren VFs %(vf_list)s enthalten.
es: No se puede cambiar el contexto de la VF, la VF especificada no está disponible en la lista de VF gestionables %(vf_list)s.
fr: Impossible de modifier le contexte VF, VF indiqué non disponible dans la liste VF gérable %(vf_list)s.
it: Impossibile modificare il contesto VF, il contesto VF specificato non è disponibile nell'elenco di VF gestibili %(vf_list)s.
ko_kr: VF 컨텍스트를 변경할 수 없음, 관리할 수 있는 VF 목록 %(vf_list)s에서 지정된 VF를 사용할 수 없습니다.
pt_br: Não é possível alterar o contexto do VF porque o VF especificado não está disponível na lista de VFs gerenciáveis %(vf_list)s.

source: Cannot connect to ECOM server.
de: Verbindung zu ECOM-Server kann nicht hergestellt werden.
es: No se puede conectar al servidor de ECOM..
fr: Connexion au serveur ECOM impossible.
it: Impossibile effettuare la connessione al server ECOM.
ko_kr: ECOM 서버를 연결할 수 없습니다.
pt_br: Não é possível conectar-se ao servidor ECOM.
tr_tr: ECOM sunucusuna bağlanılamıyor.

source: Cannot create clone of size %(vol_size)s from volume of size %(src_vol_size)s
de: Klon mit der Größe %(vol_size)s kann nicht aus einem Datenträger der Größe %(src_vol_size)s erstellt werden.
es: No se puede crear un clon con un tamaño de %(vol_size)s a partir de un volumen con un tamaño de %(src_vol_size)s
fr: Impossible de créer un clone d'une taille de %(vol_size)s depuis un volume d'une taille de %(src_vol_size)s
it: Impossibile creare il clone della dimensione %(vol_size)s dal volume della dimensione %(src_vol_size)s
ko_kr: 크기가 %(src_vol_size)s인 볼륨에서 크기가 %(vol_size)s인 복제를 작성할 수 없음
pt_br: Não é possível criar clone de tamanho %(vol_size)s a partir do volume de tamanho %(src_vol_size)s
tr_tr: %(src_vol_size)s boyutunda mantıksal sürücüden %(vol_size)s boyutunda klon oluşturulamıyor

source: Cannot create consistency group %(group)s because snapshot %(snap)s is not in a valid state. Valid states are: %(valid)s.
de: Konsistenzgruppe %(group)s kann nicht erstellt werden, da Schattenkopie %(snap)s keinen gültigen Status hat. Gültige Status sind: %(valid)s.
es: No se puede crear el grupo de consistencia %(group)s porque la instantánea %(snap)s no está en un estado válido. Los estados válidos son: %(valid)s.
fr: Impossible de créer le groupe de cohérence %(group)s car l'instantané %(snap)s n'est pas dans un état valide. Les états valides sont : %(valid)s.
it: Impossibile creare il gruppo di coerenza %(group)s perché l'istantanea %(snap)s non è in uno stato valido. Gli stati validi sono: %(valid)s.
ko_kr: 스냅샷 %(snap)s이(가) 올바른 상태가 아니어서 일관성 그룹 %(group)s을(를)작성할 수 없습니다. 올바른 상태는 %(valid)s입니다.
pt_br: Não é possível criar o grupo de consistências %(group)s porque a captura instantânea %(snap)s não está em um estado válido. Os estados válidos são: %(valid)s.
tr_tr: %(group)s tutarlılık grubu oluşturulamıyor çünkü %(snap)s anlık sistem görüntüsü geçerli bir durumda değil. Geçerli durumlar: %(valid)s.

source: Cannot create consistency group %(group)s because source volume %(source_vol)s is not in a valid state. Valid states are: %(valid)s.
de: Konsistenzgruppe %(group)s kann nicht erstellt werden, da Quellendatenträger %(source_vol)s keinen gültigen Status hat. Gültige Status sind: %(valid)s.
es: No se puede crear el grupo de consistencia %(group)s porque el volumen de origen %(source_vol)s no está en un estado válido. Los estados válidos son: %(valid)s.
fr: Impossible de créer le groupe de cohérence %(group)s car le volume source %(source_vol)s n'est pas à un état valide. Etats valides : %(valid)s.
it: Impossibile creare il gruppo di coerenza %(group)s perché il volume di origine %(source_vol)s non è in uno stato valido. Gli stati validi sono: %(valid)s.
ko_kr: 소스 볼륨 %(source_vol)s이(가) 올바른 세부 상태에 있지 않으므로 일관성 그룹 %(group)s을(를) 작성할 수 없습니다. 올바른 세부 상태는 %(valid)s입니다.
pt_br: Não é possível criar grupo de consistências %(group)s porque o volume de origem %(source_vol)s não está em um estado válido. Os estados válidos são: %(valid)s.

source: Cannot create directory %s.
de: Verzeichnis %s kann nicht erstellt werden.
es: No se puede crear el directorio %s.
fr: Impossible de créer le répertoire %s.
it: Impossibile creare la directory %s.
ko_kr: 디렉토리 %s을(를) 작성할 수 없습니다.
pt_br: Não é possível criar o diretório %s.

source: Cannot create encryption specs. Volume type in use.
de: Verschlüsselungsspezifikationen können nicht erstellt werden. Datenträgertyp ist im Gebrauch.
es: No se pueden crear especificaciones de cifrado. El tipo de volumen se está utilizando.
fr: Impossible de créer des spécifications de chiffrement. Type de volume en service.
it: Impossibile creare le specifiche di codifica. Tipo di volume in uso.
ko_kr: 암호화 스펙을 작성할 수 없습니다. 볼륨 유형이 사용 중입니다.
pt_br: Não foi possível criar especificações de criptografia. Tipo de volume em uso.
tr_tr: Şifreleme özellikleri oluşturulamıyor. Mantıksal sürücü türü kullanımda.

source: Cannot create image of disk format: %s. Only vmdk disk format is accepted.
de: Festplattenformat des Abbilds kann nicht erstellt werden: %s. Nur das vmdk-Plattenformat wird akzeptiert.
es: No se puede crear la imagen del formato de disco: %s. Solo se acepta el formato de disco vmdk.
fr: Impossible de créer une image du format de disque : %s. Seul le format de disque vmdk est accepté.
it: Impossibile creare l'immagine del formato disco: %s. Viene accettato solo il formato disco vmdk.
ko_kr: 디스크 형식 %s의 이미지를 작성할 수 없습니다. vmdk 디스크 형식만 허용됩니다.
pt_br: Não foi possível criar imagem do formato de disco: %s. Apenas o formato de disco vmdk disk é aceito.
tr_tr: %s disk biçiminin imajı oluşturulamıyor. Yalnızca vmdk disk biçimi kabul edilir.

source: Cannot create masking view: %(maskingViewName)s.
de: Maskenansicht %(maskingViewName)s kann nicht erstellt werden.
es: No se puede crear la vista de máscara: %(maskingViewName)s.
fr: Impossible de créer une vue de masquage : %(maskingViewName)s.
it: Impossibile creare la vista di mascheramento: %(maskingViewName)s.
ko_kr: 마스킹 보기 %(maskingViewName)s을(를) 작성할 수 없습니다.
pt_br: Não é possível criar visualização de mascaramento: %(maskingViewName)s.
tr_tr: Maskeleme görünümü oluşturulamıyor: %(maskingViewName)s.

source: Cannot create more than %(req)s volumes on the ESeries array when 'netapp_enable_multiattach' is set to true.
de: Im ESeries-Array können nicht mehr als %(req)s Datenträger erstellt werden, wenn 'netapp_enable_multiattach' auf true gesetzt wurde.
es: No se pueden crear más de %(req)s volúmenes en la matriz ESeries si 'netapp_enable_multiattach' se ha establecido en true.
fr: Impossible de créer plus de %(req)s volumes sur la matrice ESeries lorsque 'netapp_enable_multiattach' est défini à true.
it: Impossibile creare più di %(req)s volumi nell'array ESeries quando 'netapp_enable_multiattach' è impostato su true.
ko_kr: 'netapp_enable_multiattach'가 true로 설정되면 ESeries 배열에서 %(req)s개를 초과하는 볼륨을 작성할 수 없습니다.
pt_br: Não é possível criar mais de %(req)s volumes na matriz ESeries quando 'netapp_enable_multiattach' está configurado como true.
tr_tr: 'netapp_enable_multiattach' true olarak ayarlandığında ESeries dizisinde %(req)s mantıksal sürücüden fazlası oluşturulamaz.

source: Cannot create or find an storage group with name %(sgGroupName)s.
de: Eine Speichergruppe mit dem Namen %(sgGroupName)s kann nicht erstellt oder gefunden werden.
es: No se puede crear o encontrar un grupo de almacenamiento con el nombre %(sgGroupName)s.
fr: Impossible de créer ou de trouver un groupe de stockage dénommé %(sgGroupName)s.
it: Impossibile creare o trovare un gruppo di archiviazione con nome %(sgGroupName)s.
ko_kr: 이름이 %(sgGroupName)s인 스토리지 그룹을 작성하거나 찾을 수 없습니다.
pt_br: Não é possível criar ou localizar um grupo de armazenamentos com o nome %(sgGroupName)s.
tr_tr: %(sgGroupName)s ismine sahip bir depolama grubu oluşturulamıyor ya da bulunamıyor.

source: Cannot create volume of size %(vol_size)s from snapshot of size %(snap_size)s
de: Datenträger mit der Größe %(vol_size)s kann nicht aus einer Schattenkopie der Größe %(snap_size)s erstellt werden.
es: No se puede crear un volumen con un tamaño de %(vol_size)s a partir de una instantánea con un tamaño de %(snap_size)s
fr: Impossible de créer un volume d'une taille de %(vol_size)s depuis un instantané d'une taille de %(snap_size)s
it: Impossibile creare il volume della dimensione %(vol_size)s dall'istantanea della dimensione %(snap_size)s
ko_kr: 크기가 %(snap_size)s인 스냅샷에서 크기가 %(vol_size)s인 볼륨을 작성할 수 없음
pt_br: Não é possível criar o volume de tamanho %(vol_size)s a partir da captura instantânea de tamanho %(snap_size)s
tr_tr: %(snap_size)s boyutunda anlık görüntüden %(vol_size)s boyutunda mantıksal sürücü oluşturulamıyor

source: Cannot create volume of size %s: not multiple of 8GB.
de: Datenträger der Größe %s kann nicht erstellt werden: Kein Vielfaches von 8 GB.
es: No se puede crear el volumen de tamaño %s: no es múltiplo de 8GB.
fr: Vous ne pouvez pas créer un volume avec la taille %s : cette taille n'est pas un multiple de 8 Go.
it: Impossibile creare il volume di dimensione %s: non multiplo di 8GB.
ko_kr: 크기가 %s인 볼륨을 작성할 수 없습니다. 8GB의 배수가 아닙니다.
pt_br: Não é possível criar volume de tamanho %s: não é múltiplo de 8GB.
tr_tr: %s boyutunda mantıksal sürücü oluşturulamıyor: 8GB katı değil.

source: Cannot create volume_type with name %(name)s and specs %(extra_specs)s
de: volume_type mit dem Namen %(name)s und der Spezifikation %(extra_specs)s kann nicht erstellt werden.
es: No se puede crear el tipo de volumen con el nombre %(name)s y las especificaciones %(extra_specs)s
fr: Impossible de créer volume_type avec le nom %(name)s et les spécifications %(extra_specs)s
it: Impossibile creare volume_type con nome %(name)s e specifiche %(extra_specs)s
ko_kr: 이름이 %(name)s이고 스펙이 %(extra_specs)s인 volume_type을 작성할 수 없음
pt_br: Não é possível criar o volume_type com o nome %(name)s e as especificações %(extra_specs)s
tr_tr: %(name)s adı ve %(extra_specs)s özellikleri ile volume_type oluşturulamıyor

source: Cannot delete LUN %s while snapshots exist.
de: LUN %s kann nicht gelöscht werden, wenn Schattenkopien vorhanden sind.
es: No se puede suprimir LUN %s mientras haya instantáneas.
fr: Impossible de supprimer le numéro d'unité logique %s alors que des instantanés existent.
it: Impossibile eliminare la LUN %s mentre esistono istantanee.
ko_kr: 스냅샷이 존재하는 동안 LUN %s을(를) 삭제할 수 없습니다.
pt_br: Não é possível excluir o LUN %s enquanto existem capturas instantâneas.
tr_tr: Anlık görüntüler varken LUN %s silinemez.

source: Cannot delete cache volume: %(cachevol_name)s. It was updated at %(updated_at)s and currently has %(numclones)d volume instances.
de: Zwischenspeicherdatenträger %(cachevol_name)s kann nicht gelöscht werden. Er wurde am %(updated_at)s aktualisiert und enthält zurzeit %(numclones)d Datenträgerinstanzen.
es: No se puede suprimir el volumen de la memoria caché: %(cachevol_name)s. Se ha actualizado a %(updated_at)s y actualmente tiene %(numclones)d instancias de volumen.
fr: Impossible de supprimer le volume cache %(cachevol_name)s. Il a été mis à jour le %(updated_at)s et contient actuellement %(numclones)d instances de volume.
it: Impossibile eliminare il volume cache: %(cachevol_name)s. È stato aggiornato alle%(updated_at)s e attualmente ha %(numclones)d istanze volume.
ko_kr: 캐시 볼륨: %(cachevol_name)s을(를) 삭제할 수 없습니다. %(updated_at)s에 업데이트되었으며 현재 %(numclones)d개 볼륨 인스턴스를 가지고 있습니다.
pt_br: Não é possível excluir o volume de cache: %(cachevol_name)s. Ele foi atualizado em %(updated_at)s e atualmente tem %(numclones)d instâncias de volume.

source: Cannot delete cache volume: %(cachevol_name)s. It was updated at %(updated_at)s and currently has %(numclones)s volume instances.
de: Der Zwischenspeicherdatenträger %(cachevol_name)s kann nicht gelöscht werden. Er wurde am %(updated_at)s aktualisiert und enthält zurzeit %(numclones)s Datenträgerinstanzen.
es: No se puede suprimir el volumen de la memoria caché: %(cachevol_name)s. Se ha actualizado a %(updated_at)s y actualmente tiene %(numclones)s instancias de volumen.
fr: Impossible de supprimer le volume cache : %(cachevol_name)s. Ila été mis à jour le %(updated_at)s et contient actuellement %(numclones)s instances de volume.
it: Impossibile eliminare il volume cache: %(cachevol_name)s. È stato aggiornato alle%(updated_at)s e attualmente ha %(numclones)s istanze volume.
ko_kr: 캐시 볼륨: %(cachevol_name)s을(를) 삭제할 수 없습니다. %(updated_at)s에 업데이트되었으며 현재 %(numclones)s개 볼륨 인스턴스를 가지고 있습니다.
pt_br: Não é possível excluir o volume de cache: %(cachevol_name)s. Ele foi atualizado em %(updated_at)s e atualmente tem %(numclones)s instâncias de volume.
