Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Replication status for volume must be active or active-stopped, but current status is: %s
de: Replikationsstatus für Datenträger muss 'active' oder 'active-stopped' sein, aber der aktuelle Status ist: %s.
es: El estado de réplica del volumen debe ser active o active-stopped, pero el estado actual es: %s
fr: L'état de la réplication du volume doit être active ou active-stopped, mais l'état actuel est : %s
it: Lo stato della replica per il volume deve essere attivo o attivo-arrestato, ma lo stato corrente è: %s
ko_kr: 볼륨에 대한 복제 상태가 활성 또는 활성-중지됨이어야 하지만 현재 상태가 %s입니다.
pt_br: O status de replicação para o volume deve estar ativo ou ativo-parado, mas o status atual é: %s
tr_tr: Mantıksal sürücü için kopyalama durumu etkin ya da etkin-durdu olmalıdır ancak mevcut durum: %s

source: Replication status for volume must be inactive, active-stopped, or error, but current status is: %s
de: Replikationsstatus für Datenträger muss 'inactive', 'active-stopped' oder 'error' sein, aber der aktuelle Status ist: %s
es: El estado de réplica del volumen debe ser inactive, active-stopped o error, pero el estado actual es: %s
fr: L'état de la réplication du volume doit être inactive, active-stopped ou error, mais l'état en cours est : %s
it: Lo stato della replica deve essere inattivo, attivo-arrestato o errore, ma lo stato corrente è: %s
ko_kr: 볼륨에 대한 복제 상태가 비활성, 활성-중지됨 또는 오류이어야 하지만 현재 상태가 %s입니다.
pt_br: O status de replicação para o volume deve estar inativo, ativo-parado ou com erro, mas o status atual é: %s
tr_tr: Mantıksal sürücü için kopyalama durumu pasif, etkin-durdu ya da hata olmalıdır ancak mevcut durum: %s

source: Request body and URI mismatch
de: Abweichung zwischen Anforderungshauptteil und URI
es: Discrepancia de URI y cuerpo de solicitud
fr: Corps et URI de demande discordants
it: Il corpo della richiesta e l'URI non corrispondono
ko_kr: 요청 본문 및 URI 불일치
pt_br: Corpo da solicitação e incompatibilidade de URI
tr_tr: URI ve gövde isteği uyumsuz

source: Request body contains too many items
de: Anforderungshauptteil enthält zu viele Elemente
es: El cuerpo de solicitud contiene demasiados elementos
fr: Le corps de la demande contient un trop grand nombre d'éléments
it: Il corpo della richiesta contiene troppi elementi
ko_kr: 요청 본문에 너무 많은 항목이 들어있음
pt_br: O corpo da solicitação contém excesso de itens
tr_tr: İstek gövdesi çok sayıda öğe içeriyor

source: Request body contains too many items.
de: Anforderungshauptteil enthält zu viele Elemente.
es: El cuerpo de solicitud contiene demasiados elementos.
fr: Le corps de demande contient trop d'éléments.
it: Il corpo della richiesta contiene un numero troppo elevato di elementi.
ko_kr: 요청 본문이 너무 많은 항목을 포함합니다.
pt_br: Corpo da requisição contém itens demais.
tr_tr: İstek gövdesi çok fazla öge içerir.

source: Request body empty
de: Anforderungshauptteil leer
es: Cuerpo de la solicitud vacío
fr: Le corps de la demande est vide
it: Corpo della richiesta vuoto
ko_kr: 요청 본문이 비어 있음
pt_br: Corpo da solicitação vazio
tr_tr: İstek gövdesi boş

source: Request to Datera cluster returned bad status: %(status)s | %(reason)s
de: Anforderung an Datera-Cluster gibt unzulässigen Status zurück: %(status)s | %(reason)s
es: La solicitud al clúster de Datera ha devuelto un estado incorrecto: %(status)s | %(reason)s
fr: La demande au cluster Datera a renvoyé un statut incorrect : %(status)s | %(reason)s
it: La richiesta a Datera ha restituito uno stato non corretto: %(status)s | %(reason)s
ko_kr: Datera 클러스터에 대한 요청이 잘못된 상태를 리턴함: %(status)s | %(reason)s
pt_br: A solicitação ao cluster Datera retornou o status inválido: %(status)s | %(reason)s
tr_tr: Datera kümesine yapılan istek kötü durum döndürdü: %(status)s | %(reason)s

source: Requested backup exceeds allowed Backup gigabytes quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
de: Die angeforderte Sicherung überschreitet das zulässige Kontingent (in Gigabytes) für Sicherungen. Es wurden %(requested)s G bei einem Kontingent von %(quota)s G angefordert und %(consumed)s G verbraucht.
es: La copia de seguridad que se ha solicitado supera la cuota de gigabytes permitida para copias de seguridad. Se ha solicitado %(requested)sG, la cuota es %(quota)sG y se ha consumido %(consumed)sG.
fr: La sauvegarde demandée dépasse le quota de sauvegarde autorisé en Go. %(requested)s Go demandés. Le quota est de %(quota)s Go et %(consumed)s Go ont été consommés.
it: Il backup richiesto supera la quota di GB di backup consentita. La quota %(requested)sG, richiesta è %(quota)sG e sono stati utilizzati %(consumed)sG.
ko_kr: 요청된 백업이 허용된 백업 기가바이트 할당량을 초과합니다. 요청된 크기는 %(requested)sG이고 할당량은 %(quota)sG이며 %(consumed)sG가 이용되었습니다.
pt_br: O backup solicitado excede a cota permitida de gigabytes de Backup. Solicitados %(requested)sG, a cota é %(quota)sG e %(consumed)sG foi consumido.
tr_tr: İstenen yedekleme izin verilen yedekleme kotasını aşıyor. İstenen %(requested)sG, kota %(quota)sG ve tüketilen %(consumed)sG.

source: Requested volume or snapshot exceeds allowed %(name)s quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
de: Angeforderter Datenträger oder angeforderte Schattenkopie überschreitet das zulässige %(name)s-Kontingent. %(requested)s G angefordert bei einem Kontingent von %(quota)s G. %(consumed)s G wurden verbraucht.
es: El volumen o la instantánea que se ha solicitado supera la cuota %(name)s permitida. Se ha solicitado %(requested)sG, la cuota es %(quota)sG y se ha consumido %(consumed)sG.
fr: Le volume ou l'instantané demandé dépasse le quota %(name)s autorisé. %(requested)s Go demandés. Le quota est de %(quota)s Go et %(consumed)s Go ont été consommés.
it: Il volume o l'istantanea richiesti superano la quota consentita %(name)s. Richiesto %(requested)sG, la quota è %(quota)sG e sono stati utilizzati %(consumed)sG.
ko_kr: 요청된 볼륨 또는 스냅샷이 허용된 %(name)s 할당량을 초과합니다. 요청된 크기는 %(requested)sG이고 할당량은 %(quota)sG이며 %(consumed)sG가 이용되었습니다.
pt_br: O volume solicitado ou a captura instantânea excede a cota %(name)s permitida. Solicitados %(requested)sG, a cota é %(quota)sG e %(consumed)sG foi consumido.
tr_tr: İstenen mantıksal sürücü ya da anlık sistem görüntüsü izin verilen %(name)s kotayı aşıyor. İstenen %(requested)sG, kota %(quota)sG ve tüketilen %(consumed)sG.

source: Requested volume size %(size)d is larger than maximum allowed limit %(limit)d.
de: Die Größe des angeforderten Datenträgers %(size)d liegt über dem maximal zulässigen Wert von %(limit)d.
es: El tamaño del volumen solicitado %(size)d es mayor que el límite máximo permitido %(limit)d.
fr: La taille de volume demandée, %(size)d, dépasse la limite maximale autorisée %(limit)d.
it: La dimensione del volume richiesta %(size)d è maggiore del limite massimo consentito %(limit)d.
ko_kr: 요청된 볼륨 크기 %(size)d이(가) 허용된 최대 한계 %(limit)d보다 큽니다.
pt_br: O tamanho do volume solicitado %(size)d é maior que o limite máximo permitido %(limit)d.
tr_tr: İstenen mantıksal sürücü boyutu %(size)d izin verilen azami sınırdan %(limit)d daha büyük.

source: Required configuration not found
de: Erforderliche Konfiguration nicht gefunden.
es: Configuración necesaria no encontrada
fr: Configuration obligatoire non trouvée
it: Configurazione richiesta non trovata
ko_kr: 필수 구성을 찾을 수 없음
pt_br: Configuração necessária não localizada
tr_tr: Gerekli yapılandırma bulunamadı

source: Required flag %s is not set
de: Erforderliche Markierung %s ist nicht gesetzt.
es: El distintivo necesario %s no se ha establecido
fr: L'indicateur obligatoire %s n'est pas défini
it: L'indicatore richiesto %s non è impostato
ko_kr: 필수 플래그 %s이(가) 설정되지 않음
pt_br: A sinalização %s necessária não está configurada
tr_tr: İstenen %s bayrağı ayarlı değil

source: Requires an NaServer instance.
de: Erfordert eine NaServer-Instanz.
es: Requiere una instancia de NaServer.
fr: Nécessite une instance NaServer.
it: Richiede un'istanza NaServer.
ko_kr: NaServer 인스턴스가 필요합니다.
pt_br: Requer uma instância NaServer.

source: Reset backup status aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
de: Zurücksetzen von Sicherungsstatus abgebrochen. Der derzeit konfigurierte Sicherungsdienst [%(configured_service)s] ist nicht der Sicherungsdienst, der zum Erstellen dieser Sicherung [%(backup_service)s] verwendet wurde.
es: El restablecimiento del estado de la copia de seguridad ha terminado anormalmente, el servicio de copia de seguridad configurado actualmente [%(configured_service)s] no es el servicio de copia de seguridad que se usó para crear esta copia de seguridad [%(backup_service)s].
fr: Réinitialisation du statut de la sauvegarde interrompue, le service de sauvegarde actuellement configuré [%(configured_service)s] ne correspond pas au service de sauvegarde utilisé pour créer cette sauvegarde [%(backup_service)s].
it: La reimpostazione dello stato del backup è stata interrotta, il servizio di backup attualmente configurato [%(configured_service)s] non è il servizio di backup utilizzato per creare questo backup [%(backup_service)s].
ko_kr: 백업 상태 재설정이 중단되었습니다. 현재 구성된 백업 서비스 [%(configured_service)s]은(는) 이 백업 [%(backup_service)s]을(를) 작성하기 위해 사용된 백업 서비스가 아닙니다.
pt_br: Reconfiguração do status do backup interrompida, o serviço de backup atualmente configurado [%(configured_service)s] não é o serviço de backup que foi usado para criar esse backup [%(backup_service)s].
tr_tr: Yedekleme durumu sıfırlama durduruldu, şu anda yapılandırılan yedekleme servisi [%(configured_service)s], bu yedeği [%(backup_service)s] oluşturmak için kullanılan yedekleme servisi değildir.

source: Resizing clone %s failed.
de: Ändern der Größe des Klons %s fehlgeschlagen.
es: Error al cambiar el tamaño de clononación %s.
fr: Le redimensionnement du clone %s a échoué.
it: Ridimensionamento clone %s non riuscito.
ko_kr: 복제본 %s 크기 조정에 실패했습니다.
pt_br: Falha ao redimensionar clone %s.
tr_tr: %s klonunun yeniden boyutlandırılması başarısız.

source: Resizing image file failed.
de: Fehler bei der Größenänderung der Abbilddatei.
es: Cambiar tamaño de archivo de imagen ha fallado.
fr: Echec de redimensionnement du fichier image.
it: Ridimensionamento del file immagine non riuscita.
ko_kr: 이미지 파일의 크기 조정이 실패함.
pt_br: O redimensionamento do arquivo de imagem falhou.
tr_tr: İmaj dosyası yeniden boyutlandırma başarısız oldu.

source: Resource could not be found.
de: Ressource wurde nicht gefunden.
es: No se ha podido encontrar el recurso.
fr: Ressource introuvable.
it: Impossibile trovare la risorsa.
ko_kr: 자원을 찾을 수 없습니다.
pt_br: O recurso não pôde ser localizado.
tr_tr: Kaynak bulunamadı.

source: Resource not ready.
de: Ressource nicht bereit.
es: Recurso no preparado.
fr: Ressource non prête.
it: Risorsa non pronta.
ko_kr: 자원이 준비되지 않았습니다.
pt_br: O recurso não está pronto.
tr_tr: Kaynak hazır değil.

source: Response error - %s.
de: Antwortfehler - %s.
es: Error de respuesta - %s.
fr: Erreur de réponse - %s.
it: Errore di risposta - %s.
ko_kr: 응답 오류 - %s.
pt_br: Erro de resposta - %s.
tr_tr: Yanıt hatası - %s.

source: Response error - The storage-system is offline.
de: Antwortfehler - Das Speichersystem ist offline.
es: Error de respuesta - El sistema de almacenamiento está fuera de línea.
fr: Erreur de réponse - Le système de stockage est hors ligne.
it: Errore di risposta - Il sistema di archiviazione è offline.
ko_kr: 응답 오류 - 스토리지 시스템이 오프라인입니다.
pt_br: Erro de resposta - O sistema de armazenamento está off-line.

source: Response error code - %s.
de: Antwortfehlercode - %s.
es: Código de error de respuesta - %s.
fr: Code d'erreur de réponse - %s.
it: Codice di errore risposta - %s.
ko_kr: 응답 오류 코드 - %s.
pt_br: Código de erro de resposta – %s.
tr_tr: Yanıt hata kodu - %s.

source: RestURL is not configured.
de: RestURL ist nicht konfiguriert.
es: RestURL no está configurado.
fr: RestURL n'est pas configuré.
it: RestURL non coinfigurato.
ko_kr: RestURL이 구성되지 않았습니다.
pt_br: RestURL não está configurado.

source: Restore backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
de: Wiederherstellen von Sicherung abgebrochen. Datenträgerstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: La restauración de la copia de seguridad ha terminado anormalmente, se esperaba el estado de volumen %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Restauration de la sauvegarde interrompue : état du volume attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Ripristino del backup interrotto, lo stato del volume previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: 백업 복원 중단, 예상 볼륨 상태는 %(expected_status)s이지만 %(actual_status)s을(를) 가져옴
pt_br: Restauração de backup interrompida, esperava-se o status de volume %(expected_status)s, mas obteve %(actual_status)s.
tr_tr: Yedek geri yükleme durduruldu, beklenen mantıksal sürücü durumu %(expected_status)s fakat mevcut durum %(actual_status)s.

source: Restore backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
de: Wiederherstellen von Sicherung abgebrochen. Der derzeit konfigurierte Sicherungsdienst [%(configured_service)s] ist nicht der Sicherungsdienst, der zum Erstellen dieser Sicherung [%(backup_service)s] verwendet wurde.
es: La restauración de la copia de seguridad ha terminado anormalmente, el servicio de copia de seguridad configurado actualmente [%(configured_service)s] no es el servicio de copia de seguridad que se usó para crear esta copia de seguridad [%(backup_service)s].
fr: Restauration de la sauvegarde interrompue, le service de sauvegarde actuellement configuré [%(configured_service)s] ne correspond pas au service de sauvegarde utilisé pour créer cette sauvegarde [%(backup_service)s].
it: Ripristino del backup interrotto, il servizio di backup attualmente configurato [%(configured_service)s] non è il servizio di backup utilizzato per creare questo backup [%(backup_service)s].
ko_kr: 백업 복원이 중단되었습니다. 현재 구성된 백업 서비스 [%(configured_service)s]은(는) 이 백업 [%(backup_service)s]을(를) 작성하기 위해 사용된 백업 서비스가 아닙니다.
pt_br: Restauração de backup interrompida, o serviço de backup atualmente configurado [%(configured_service)s] não é o serviço de backup que foi usado para criar esse backup [%(backup_service)s].
tr_tr: Yedek geri yükleme durduruldu, şu anda yapılandırılan yedekleme servisi [%(configured_service)s] bu yedeğin [%(backup_service)s] oluşturulması için kullanılan yedekleme servisi değildir.

source: Restore backup aborted: expected backup status %(expected_status)s but got %(actual_status)s.
de: Wiederherstellen von Sicherung abgebrochen. Sicherungsstatus %(expected_status)s erwartet, tatsächlicher Status ist %(actual_status)s.
es: La restauración de la copia de seguridad ha terminado anormalmente: se esperaba el estado de copia de seguridad %(expected_status)s pero se ha obtenido %(actual_status)s.
fr: Restauration de la sauvegarde interrompue : état de la sauvegarde attendu %(expected_status)s, mais état %(actual_status)s obtenu.
it: Ripristino del backup interrotto: lo stato del backup previsto è %(expected_status)s ma è stato ricevuto %(actual_status)s.
ko_kr: 백업 복원 중단: 예상 백업 상태는 %(expected_status)s이지만 %(actual_status)s을(를) 가져옴
pt_br: Restauração de backup interrompida: esperava-se o status de backup %(expected_status)s mas obteve %(actual_status)s.
tr_tr: Yedek geri yükleme durduruldu: beklenen yedekleme durumu %(expected_status)s ancak alınan %(actual_status)s.

source: Retrieved a different amount of SolidFire volumes for the provided Cinder snapshots. Retrieved: %(ret)s Desired: %(des)s
de: Die Anzahl der abgerufenen SolidFire-Datenträger unterscheidet sich von der für die bereitgestellten Cinder-Schattenkopien. Abgerufen: %(ret)s Sollwert: %(des)s
es: Se ha recuperado una cantidad distinta de volúmenes de SolidFire para las instancias Cinder proporcionadas. Recuperados: %(ret)s Deseados: %(des)s
fr: Nombre différent de volumes Solidfire récupérés pour les instantanés Cinder fournis. Récupérés : %(ret)s Souhaités : %(des)s
it: Richiamata una quantità diversa di volumi SolidFire per le istantanee Cinder fornite. Richiamati: %(ret)s Desiderati: %(des)s
ko_kr: 제공된 Cinder 스냅샷에 대해 다른 크기의 SolidFire 볼륨을 검색했습니다. 검색: %(ret)s 필요: %(des)s
pt_br: Recuperada uma quantia diferente de volumes SolidFire para as capturas instantâneas Cinder fornecidas. Recuperados: %(ret)s, Desejados: %(des)s

source: Retrieved a different amount of SolidFire volumes for the provided Cinder volumes. Retrieved: %(ret)s Desired: %(des)s
de: Die Anzahl der abgerufenen SolidFire-Datenträger unterscheidet sich von der für die bereitgestellten Cinder-Datenträger. Abgerufen: %(ret)s Sollwert: %(des)s
es: Se ha recuperado una cantidad distinta de volúmenes de SolidFire para los volúmenes Cinder proporcionados. Recuperados: %(ret)s Deseados: %(des)s
fr: Nombre différent de volumes Solidfire récupérés pour les volumes Cinder fournis. Récupérés : %(ret)s Souhaités : %(des)s
it: Richiamata una quantità diversa di volumi SolidFire per i volumi Cinder forniti. Richiamati: %(ret)s Desiderati: %(des)s
ko_kr: 제공된 Cinder 볼륨에 대해 다른 크기의 SolidFire 볼륨을 검색했습니다. 검색: %(ret)s 필요: %(des)s
pt_br: Recuperada uma quantia diferente de volumes SolidFire para os volumes Cinder fornecidos. Recuperados: %(ret)s, Desejados: %(des)s

source: Retry count exceeded for command: %s
de: Wiederholungsanzahl für Befehl überschritten: %s
es: Se ha superado el recuento de reintentos para el mandato: %s
fr: Nombre de nouvelles tentatives dépassé pour la commande : %s
it: Conteggio dei tentativi superato per il comando: %s
ko_kr: 명령의 재시도 수 초과: %s
pt_br: Contagem de novas tentativas excedida para o comando: %s
tr_tr: Komut için yeniden deneme sayısı aşıldı: %s

source: Retryable SolidFire Exception encountered
de: Es ist eine Retryable SolidFire-Ausnahme eingetreten.
es: Se ha detectado una excepción reintentable de SolidFire
fr: Exception SolidFire réessayable rencontrée
it: Rilevata eccezione Retryable SolidFire
ko_kr: 재시도할 수 있는 SolidFire 예외가 발생함
pt_br: Exceção do Retryable SolidFire encontrada
tr_tr: Yinelenebilir SolidFire İstisnası oluştu

source: Retype requires migration but is not allowed.
de: 'Retype' erfordert eine Migration; diese ist jedoch nicht zulässig.
es: La reescritura requiere migración, pero no está permitido.
fr: La nouvelle saisie nécessite la migration, mais n'est pas autorisée.
it: L'assegnazione del nuovo tipo richiede la migrazione, ma questa operazione non è consentita.
ko_kr: 다시 입력에 마이그레이션이 필요하지만 허용되지 않습니다.
pt_br: Digitar novamente requer migração mas não é permitido.
tr_tr: Retype göçe ihtiyaç duyuyor ama izin verilmiyor.

source: Rollback for Volume: %(volumeName)s has failed. Please contact your system administrator to manually return your volume to the default storage group for fast policy %(fastPolicyName)s failed.
de: Die Rollback-Operation für Datenträger %(volumeName)s ist fehlgeschlagen. Wenden Sie sich an Ihren Systemadministrator, damit er den Datenträger manuell an die Standardspeichergruppe für FAST-Richtlinie %(fastPolicyName)s zurückgibt - fehlgeschlagen.
es: La retrotracción del volumen: %(volumeName)s ha fallado. Póngase en contacto con el administrador del sistema para devolver manualmente el volumen al grupo de almacenamiento predeterminado para la política fast %(fastPolicyName)s que ha fallado.
fr: Echec de l'annulation du volume %(volumeName)s. Veuillez contacter votre administrateur système pour rétablir votre volume au groupe de stockage par défaut pour la règle fast %(fastPolicyName)s.
it: L'esecuzione del roll back per il volume: %(volumeName)s non è riuscita. Rivolgersi all'amministratore di sistema per restituire manualmente il volume al gruppo di archiviazione predefinito per la politica fast %(fastPolicyName)s non riuscita.
ko_kr: %(volumeName)s 볼륨 롤백이 실패했습니다. 시스템 관리자에게 문의하여 실패한 fast 정책 %(fastPolicyName)s에 대한 기본 스토리지 그룹에 볼륨을 수동으로 리턴하도록 하십시오.
pt_br: Retrocesso para Volume: %(volumeName)s falhou. Entre em contato com o administrador do sistema para retornar manualmente o volume para o grupo o grupo de armazenamentos para a política fast %(fastPolicyName)s falhou.
tr_tr: Mantıksal sürücü: %(volumeName)s için geri dönüş başarısız. Lütfen mantıksal sürücünüzü %(fastPolicyName)s fast ilkesi için varsayılan depolama grubuna elle döndürmesi için sistem yöneticinizle iletişime geçin.

source: Rolling back %(volumeName)s by deleting it.
de: Für %(volumeName)s wird ein Rollback durch Löschen durchgeführt.
es: Retrotrayendo %(volumeName)s mediante su supresión.
fr: Annulation de %(volumeName)s par sa suppression.
it: Esecuzione roll back %(volumeName)s mediante eliminazione.
ko_kr: %(volumeName)s을(를) 삭제하여 롤백하는 중입니다.
pt_br: Retroceder %(volumeName)s excluindo-o.
tr_tr: %(volumeName)s silinerek geri alınıyor.

source: Running Cinder with a VMware vCenter version less than %s is not allowed.
de: Es ist nicht zulässig, Cinder mit einer VMware vCenter-Version auszuführen, die niedriger ist als %s.
es: No se permite ejecutar Cinder con una versión de VMware vCenter inferior a la versión %s.
fr: L'exécution de Cinder avec VMware vCenter d'une version inférieure à %s n'est pas autorisée.
it: L'esecuzione di Cinder con una versione di VMware vCenter inferiore a %s non è consentita.
ko_kr: VMware vCenter 버전이 %s보다 낮은 Cinder는 실행할 수 없습니다.
pt_br: Não é permitido executar o Cinder com uma versão do VMware vCenter inferior a %s.

source: SAN product is not configured.
de: SAN-Produkt ist nicht konfiguriert.
es: Producto SAN no está configurado.
fr: Le produit SAN n'est pas configuré.
it: Prodotto SAN non configurato.
ko_kr: SAN 제품이 구성되지 않았습니다.
pt_br: O produto SAN não está configurado.

source: SAN protocol is not configured.
de: SAN-Protokoll ist nicht konfiguriert.
es: Protocolo SAN no está configurado.
fr: Le protocole SAN n'est pas configuré.
it: Protocollo SAN non configurato.
ko_kr: SAN 프로토콜이 구성되지 않았습니다.
pt_br: O protocolo SAN não está configurado.

source: SMBFS config 'smbfs_oversub_ratio' invalid. Must be > 0: %s
de: SMBFS-Konfiguration 'smbfs_oversub_ratio' ist ungültig. Muss > 0 sein: %s
es: El archivo de configuración de SMBFS 'smbfs_oversub_ratio' no es válido. Debe ser > 0: %s
fr: Configuration SMBFS 'smbfs_oversub_ratio' non valide. Doit être > 0 : %s
it: Configurazione SMBFS 'smbfs_oversub_ratio' non valida. Deve essere > 0: %s
ko_kr: SMBFS 구성 'smbfs_oversub_ratio'가 올바르지 않습니다. 0보다 커야 함: %s
pt_br: Configuração SMBFS 'smbfs_oversub_ratio' inválida. Deve ser > 0: %s
tr_tr: SMBFS yapılandırması 'smbfs_oversub_ratio' geçersiz. Değer > 0 olmalıdır: %s

source: SMBFS config 'smbfs_used_ratio' invalid. Must be > 0 and <= 1.0: %s
de: SMBFS-Konfiguration 'smbfs_used_ratio' ist ungültig. Muss > 0 und <= 1.0 sein: %s
es: El archivo de configuración de SMBFS 'smbfs_used_ratio' no es válido. Debe ser > 0 y <= 1.0: %s
fr: Configuration SMBFS 'smbfs_used_ratio' non valide. Doit être > 0 et <= 1,0 : %s
it: Configurazione SMBFS 'smbfs_used_ratio' non valida. Deve essere > 0 and <= 1.0: %s
ko_kr: SMBFS 구성 'smbfs_used_ratio'가 올바르지 않습니다. 0보다 크고 1.00 이하여야 함: %s
pt_br: Configuração SMBFS 'smbfs_used_ratio' inválida. Deve ser > 0 e <= 1,0: %s
tr_tr: SMBFS yapılandırması 'smbfs_used_ratio' geçersiz. Değer > 0 ve <= 1.0 olmalıdır: %s

source: SMBFS config file at %(config)s doesn't exist.
de: SMBFS-Konfigurationsdatei ist nicht in %(config)s vorhanden.
es: El archivo de configuración SMBFS en %(config)s no existe.
fr: Le fichier de configuration SMBFS dans %(config)s n'existe pas.
it: Il file di configurazione SMBFS in %(config)s non esiste.
ko_kr: SMBFS 구성 파일이 %(config)s에 없습니다.
pt_br: O arquivo de configuração SMBFS em %(config)s não existe.
tr_tr: %(config)s konumunda SMBFS yapılandırma dosyası yok.
