Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Cannot delete encryption specs. Volume type in use.
de: Verschlüsselungsspezifikationen können nicht gelöscht werden. Datenträgertyp ist im Gebrauch.
es: No se pueden suprimir especificaciones de cifrado. El tipo de volumen se está utilizando.
fr: Impossible de supprimer des spécifications de chiffrement. Type de volume en service.
it: Impossibile eliminare le specifiche di codifica. Tipo di volume in uso.
ko_kr: 암호화 스펙을 삭제할 수 없습니다. 볼륨 유형이 사용 중입니다.
pt_br: Não é possível excluir especificações de criptografia. Tipo de volume em uso.
tr_tr: Şifrelem özellikleri silinemez. Mantıksal sürücü türü kullanımda.

source: Cannot determine storage pool settings.
de: Es konnten keine Speicherpooleinstellungen ermittelt werden.
es: No se puede determinar la configuración de la agrupación de almacenamiento.
fr: Impossible de déterminer les paramètres du pool de stockage.
it: Impossibile determinare le impostazioni del pool di archiviazione.
ko_kr: 스토리지 풀 설정을 판별할 수 없습니다.
pt_br: Não é possível determinar as configurações do conjunto de armazenamentos.

source: Cannot execute /sbin/mount.sofs
de: Ausführen von /sbin/mount.sofs nicht möglich
es: No se puede ejecutar /sbin/mount.sofs
fr: Impossible d'exécuter /sbin/mount.sofs
it: Impossibile eseguire /sbin/mount.sofs
ko_kr: /sbin/mount.sofs를 실행할 수 없음
pt_br: Não é possível executar /sbin/mount.sofs
tr_tr: /sbin/mount.sofs yürütülemiyor

source: Cannot find CG group %s.
de: CG-Gruppe %s kann nicht gefunden werden.
es: No se puede encontrar el grupo CG %s.
fr: Groupe CG %s introuvable.
it: Impossibile trovare il gruppo CG %s.
ko_kr: CG 그룹 %s을(를) 찾을 수 없습니다.
pt_br: Não é possível localizar o grupo CG %s.
tr_tr: CG grubu %s bulunamadı.

source: Cannot find Controller Configuration Service for storage system %(storage_system)s.
de: Controllerkonfigurationsdienst für Speichersystem %(storage_system)s.
es: No se puede encontrar el servicio de configuración de controlador para el sistema de almacenamiento %(storage_system)s.
fr: Service de configuration du contrôleur introuvable pour le système de stockage %(storage_system)s.
it: Impossibile trovare il servizio di configurazione controller per il sistema di memorizzazione %(storage_system)s.
ko_kr: 스토리지 시스템 %(storage_system)s에 대한 제어기 구성 서비스를 찾을 수 없습니다.
pt_br: Não é possível localizar o Serviço de Configuração do Controlador para o sistema de armazenamento %(storage_system)s.
tr_tr: %(storage_system)s depolama sistemi için Kontrolcü Yapılandırma Servisi bulunamıyor.

source: Cannot find Replication Service to create volume for snapshot %s.
de: Replikationsdienst zum Erstellen von Datenträger für Schattenkopie %s wurde nicht gefunden.
es: No se puede encontrar el servicio de réplica para crear el volumen para la instantánea %s.
fr: Service de réplication introuvable pour créer le volume pour l'instantané %s.
it: Impossibile trovare il servizio di replica per creare il volume per l'istantanea %s.
ko_kr: 스냅샷 %s에 대한 볼륨을 작성할 복제 서비스를 찾을 수 없습니다.
pt_br: Não é possível localizar o Serviço de replicação para criar volume para a captura instantânea %s.
tr_tr: %s anlık görüntüsü için mantıksal sürücü oluşturmak için Çoğaltma Servisi bulunamıyor.

source: Cannot find Replication Service to delete snapshot %s.
de: Der Replikationsdienst zum Löschen der Schattenkopie %s wurde nicht gefunden.
es: No se encuentra el servicio de réplica para suprimir la instantánea %s.
fr: Impossible de trouver le service de réplication pour supprimer l'instantané %s.
it: Impossibile trovare il servizio di replica per eliminare l'istantanea %s.
ko_kr: 스냅샷 %s을(를) 삭제할 복제 서비스를 찾을 수 없습니다.
pt_br: Não é possível localizar o Serviço de replicação para excluir a captura instantânea %s.
tr_tr: %s anlık görüntüsünü silmek için Çoğaltma Servisi bulunamıyor.

source: Cannot find Replication service on system %s.
de: Replikationsdienst kann im System %s nicht gefunden werden.
es: No se ha podido encontrar el servicio de réplica en el sistema %s.
fr: Service Replication introuvable sur le système %s.
it: Impossibile trovare il servizio di replica sul sistema %s.
ko_kr: %s 시스템에서 복제 서비스를 찾을 수 없습니다.
pt_br: Não é possível localizar o Serviço de replicação no sistema %s.
tr_tr: %s sisteminde Çoğaltma servisi bulunamadı.

source: Cannot find Volume: %(id)s. unmanage operation. Exiting...
de: Der Datenträger %(id)s wurde nicht gefunden. Operation zum Aufheben der Verwaltung. Wird beendet...
es: No se encuentra el volumen: %(id)s. No se puede gestionar la operación. Saliendo...
fr: Impossible de trouver le volume : %(id)s. Opération d'arrêt de la gestion (unmanage). Sortie...
it: Impossibile trovare il volume: %(id)s. Annullamento gestione. Uscita...
ko_kr: 볼륨: %(id)s을(를) 찾을 수 없습니다. 관리 해제 조작. 종료 중...
pt_br: Não é possível localizar o Volume: %(id)s. operação cancelar gerenciamento. Saindo...
tr_tr: Mantıksal sürücü bulunamıyor: %(id)s. işlemi yönetmeyi bırak. Çıkılıyor...

source: Cannot find Volume: %(volumename)s. Extend operation. Exiting....
de: Datenträger %(volumename)s kann nicht gefunden werden. Erweiterungsoperation. Vorgang wird beendet...
es: No se puede encontrar el volumen: %(volumename)s. Ampliar operación. Saliendo....
fr: Volume %(volumename)s introuvable. Etendez l'opération. Sortie...
it: Impossibile trovare il volume: %(volumename)s. Operazione di estensione. Uscire....
ko_kr: %(volumename)s 볼륨을 찾을 수 없습니다. 확장 조작. 종료 중...
pt_br: Não é possível localizar Volume:%(volumename)s. Estender operação. Saindo....
tr_tr: Mantıksal sürücü bulunamıyor: %(volumename)s. İşlemi genişlet. Çıkılıyor...

source: Cannot find device number for volume %(volumeName)s.
de: Gerätenummer für Datenträger %(volumeName)s wurde nicht gefunden.
es: No se puede encontrar el número de dispositivo para el volumen %(volumeName)s.
fr: Nombre d'unités introuvable pour le volume %(volumeName)s.
it: Impossibile trovare il numero unità per il volume %(volumeName)s.
ko_kr: %(volumeName)s 볼륨에 대한 디바이스 번호를 찾을 수 없습니다.
pt_br: Não é possível localizar o número do dispositivo para o volume %(volumeName)s.
tr_tr: %(volumeName)s mantıksal sürücüsü için aygıt numarası bulunamıyor.

source: Cannot find migration task.
de: Migrationsaufgabe wurde nicht gefunden.
es: No se puede encontrar la tarea de migración.
fr: Tâche de migration introuvable.
it: Impossibile trovare l'attività di migrazione.
ko_kr: 마이그레이션 태스크를 찾을 수 없습니다.
pt_br: Não é possível localizar a tarefa de migração.

source: Cannot find replication service on system %s.
de: Replikationsdienst kann im System %s nicht gefunden werden.
es: No se ha podido encontrar el servicio de réplica en el sistema %s.
fr: Impossible de trouver le service de réplication sur le système %s.
it: Impossibile trovare il servizio di replica sul sistema %s.
ko_kr: 시스템 %s에서 복제 서비스를 찾을 수 없습니다.
pt_br: Não é possível localizar o serviço de replicação no sistema %s.

source: Cannot find source CG instance. consistencygroup_id: %s.
de: Instanz der Quellenkonsistenzgruppe wurde nicht gefunden. consistencygroup_id: %s.
es: No se encuentra la instancia de grupo de consistencia de origen. consistencygroup_id: %s.
fr: Impossible de trouver l'instance de groupe de cohérence source. consistencygroup_id: %s.
it: Impossibile trovare l'istanza GC di origine. consistencygroup_id: %s.
ko_kr: 소스 CG 인스턴스를 찾을 수 없습니다. consistencygroup_id: %s.
pt_br: Não é possível localizar a instância CG de origem. consistencygroup_id: %s.

source: Cannot get mcs_id by channel id: %(channel_id)s.
de: mcs_id kann nicht nach Kanal-ID abgerufen werden: %(channel_id)s.
es: No se puede obtener mcs_id por el ID de canal: %(channel_id)s.
fr: Impossible d'obtenir mcs_id à partir de l'ID de canal : %(channel_id)s.
it: Impossibile ottenere mcs_id per id canale: %(channel_id)s.
ko_kr: 채널 id: %(channel_id)s을(를) 사용하여 mcs_id를 가져올 수 없습니다.
pt_br: Não é possível obter mcs_id por ID de canal: %(channel_id)s.
tr_tr: mcs_id channel_id: %(channel_id)s tarafından alınamıyor.

source: Cannot get necessary pool or storage system information.
de: Die erforderlichen Informationen zum Pool oder zur Speichereinheit können nicht abgerufen werden.
es: No se puede obtener la información del sistema de almacenamiento o agrupación necesaria
fr: Impossible d'obtenir les informations de pool ou de système de stockage nécessaires.
it: Impossibile ottenere le informazioni necessarie sul sistema di archiviazione o sul pool.
ko_kr: 필요한 풀 또는 스토리지 시스템 정보를 가져올 수 없습니다.
pt_br: Não é possível obter as informações necessárias do conjunto ou do sistema de armazenamento.
tr_tr: Gerekli havuz ya da depolama sistem bilgisi alınamıyor.

source: Cannot get or create a storage group: %(sgGroupName)s for volume %(volumeName)s
de: Speichergruppe %(sgGroupName)s kann für Datenträger %(volumeName)s nicht abgerufen oder erstellt werden.
es: No se puede obtener o crear un grupo de almacenamiento: %(sgGroupName)s para el volumen %(volumeName)s
fr: Impossible d'obtenir ou de créer un groupe de stockage %(sgGroupName)s pour le volume %(volumeName)s
it: Impossibile ottenere o creare un gruppo di archiviazione: %(sgGroupName)s per il volume %(volumeName)s
ko_kr: %(volumeName)s 볼륨의 스토리지 그룹 %(sgGroupName)s을(를) 가져오거나 작성할 수 없음
pt_br: Não é possível obter ou criar um grupo de armazenamento: %(sgGroupName)s para o volume %(volumeName)s
tr_tr: Depolama grubu oluşturulamıyor ya da alınamıyor: %(volumeName)s mantıksal sürücüsü için %(sgGroupName)s

source: Cannot get or create initiator group: %(igGroupName)s.
de: Initiatorgruppe %(igGroupName)s kann nicht abgerufen oder erstellt werden.
es: No se puede obtener o crear el grupo de iniciadores: %(igGroupName)s.
fr: Impossible d'obtenir ou de créer le groupe de demandeurs : %(igGroupName)s.
it: Impossibile ottenere o creare il gruppo iniziatore: %(igGroupName)s.
ko_kr: 개시자 그룹 %(igGroupName)s을(를) 가져오거나 작성할 수 없습니다.
pt_br: Não é possível obter ou criar o grupo inicializador: %(igGroupName)s.
tr_tr: %(igGroupName)s başlatıcı grubu alınamıyor ya da oluşturulamıyor.

source: Cannot get port group: %(pgGroupName)s.
de: Portgruppe %(pgGroupName)s kann nicht abgerufen werden.
es: No se puede obtener el grupo de puertos: %(pgGroupName)s.
fr: Impossible d'obtenir le groupe de ports : %(pgGroupName)s.
it: Impossibile ottenere il gruppo di porte: %(pgGroupName)s.
ko_kr: 포트 그룹 %(pgGroupName)s을(를) 가져올 수 없습니다.
pt_br: Não é possível obter grupo da porta: %(pgGroupName)s.
tr_tr: Bağlantı noktası grubu alınamıyor: %(pgGroupName)s.

source: Cannot get storage group: %(sgGroupName)s from masking view %(maskingViewInstanceName)s.
de: Speichergruppe %(sgGroupName)s kann nicht aus Maskenansicht %(maskingViewInstanceName)s abgerufen werden.
es: No se puede obtener el grupo de almacenamiento: %(sgGroupName)s de la vista de máscara %(maskingViewInstanceName)s.
fr: Impossible d'obtenir le groupe de stockage %(sgGroupName)s de la vue de masquage %(maskingViewInstanceName)s.
it: Impossibile ottenere il gruppo di archiviazione: %(sgGroupName)s dalla vista di mascheramento %(maskingViewInstanceName)s.
ko_kr: 마스킹 보기에서 스토리지 그룹: %(sgGroupName)s을(를) 가져오지 못함%(maskingViewInstanceName)s.
pt_br: Não é possível obter o grupo de armazenamento: %(sgGroupName)s da visualização de mascaramento %(maskingViewInstanceName)s.
tr_tr: Depolama grubu: %(sgGroupName)s %(maskingViewInstanceName)s maskeleme görünümünden alınamıyor.

source: Cannot get supported size range for %(sps)s Return code: %(rc)lu. Error: %(error)s.
de: Unterstützter Größenbereich kann für %(sps)s nicht abgerufen werden. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: No se puede obtener el rango de tamaño soportado para %(sps)s Código de retorno: %(rc)lu. Error: %(error)s.
fr: Impossible d'obtenir la plage de tailles prises en charge pour %(sps)s Code retour : %(rc)lu. Erreur : %(error)s.
it: Impossibile ottenere l'intervallo della dimensione supportato per %(sps)s Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: %(sps)s에 지원되는 크기 범위를 가져올 수 없음. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Não é possível obter o intervalo de tamanho suportado para %(sps)s Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: %(sps)s için desteklenen boyut aralığı alınamıyor. Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Cannot get the default storage group for FAST policy: %(fastPolicyName)s.
de: Die Standardspeichergruppe für FAST-Richtlinie %(fastPolicyName)s kann nicht abgerufen werden.
es: No se puede obtener el grupo de almacenamiento predeterminado para la política FAST: %(fastPolicyName)s.
fr: Impossible d'obtenir le groupe de stockage par défaut pour la règle FAST : %(fastPolicyName)s
it: Impossibile ottenere il gruppo di archiviazione predefinito per la politica FAST: %(fastPolicyName)s.
ko_kr: FAST 정책 %(fastPolicyName)s에 대한 기본 스토리지 그룹을 가져올 수 없습니다.
pt_br: Não é possível obter o grupo de armazenamentos padrão para a política FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için varsayılan depolama grubu alınamıyor: %(fastPolicyName)s.

source: Cannot get the portgroup from the masking view.
de: Die Portgruppe konnte nicht aus der Maskenansicht abgerufen werden.
es: No se puede obtener el grupo de puertos de la vista de máscara.
fr: Impossible d'obtenir portgroup à partir de la vue de masquage.
it: Impossibile ottenere il gruppo di porte dalla vista di mascheramento.
ko_kr: 마스킹 보기에서 portgroup을 가져올 수 없습니다.
pt_br: Não é possível obter o grupo de portas a partir da visualização de máscara.

source: Cannot mount Scality SOFS, check syslog for errors
de: Scality-SoFS kann nicht eingehängt werden. Überprüfen Sie das Systemprotokoll auf Fehler.
es: No se puede montar Scality SOFS, compruebe syslog por si hay errores
fr: Impossible de monter Scality SOFS, consultez le fichier syslog pour voir les erreurs
it: Impossibile montare Scality SOFS, controllare il syslog per gli errori
ko_kr: 스케일 SOFS를 마운트할 수 없음. syslog에서 오류 확인
pt_br: Não é possível montar Scality SOFS, verifique os erros no syslog
tr_tr: Scality SOFS bağlanamıyor, hatalar için syslog dosyasını kontrol edin

source: Cannot ping DRBDmanage backend
de: DRBDmanage-Backend kann nicht mit Ping überprüft werden.
es: No se puede realizar ping en el programa de fondo DRBDmanage
fr: Impossible d'exécuter une commande ping sur le système dorsal DRBDmanage
it: Impossibile effettuare il ping al backend DRBDmanage
ko_kr: DRBDmanage 백엔드에 대해 ping을 실행할 수 없음
pt_br: Não é possível executar ping do backend do DRBDmanage
tr_tr: DRBDmanage art alanda çalışan uygulamasına ping atılamıyor

source: Cannot place volume %(id)s on %(host)s
de: Der Datenträger %(id)s kann nicht auf %(host)s angeordnet werden.
es: No se puede colocar el volumen %(id)s en %(host)s
fr: Impossible de placer le volume %(id)s sur %(host)s
it: Impossibile collocare il volume %(id)s su %(host)s
ko_kr: %(id)s 볼륨을 %(host)s에 배치할 수 없음
pt_br: Não é possível colocar o volume %(id)s em %(host)s
tr_tr: %(host)s üzerine %(id)s mantıksal sürücüsü yerleştirilemiyor

source: Cannot provide both 'cgsnapshot_id' and 'source_cgid' to create consistency group %(name)s from source.
de: Es können nicht sowohl 'cgsnapshot_id' als auch 'source_cgid' angegeben werden, um die Konsistenzgruppe %(name)s aus der Quelle zu erstellen.
es: No se puede proporcionar 'cgsnapshot_id' y 'source_cgid' para crear el grupo de consistencia %(name)s desde el origen.
fr: Vous ne pouvez pas spécifier à la fois 'cgsnapshot_id' et 'source_cgid' pour créer un groupe de cohérence %(name)s depuis la source.
it: Impossibile fornire sia 'cgsnapshot_id' e 'source_cgid' per creareil gruppo di coerenza %(name)s dall'origine.
ko_kr: 소스에서 일관성 그룹 %(name)s을(를) 작성하는 데 필요한 'cgsnapshot_id'와 'source_cgid'를 모두 제공할 수 없습니다.
pt_br: Não é possível fornecer 'cgsnapshot_id' e 'source_cgid' para criar o grupo de consistências %(name)s da origem.
tr_tr: Kaynak tutarlılık grubundan bir tutarlılık grubu %(name)s oluşturma işlemi için 'cgsnapshot_id' ve 'source_cgid' sağlanamıyor.

source: Cannot register resource
de: Registrieren der Ressource nicht möglich.
es: No se puede registrar el recurso
fr: Impossible d'enregistrer la ressource
it: Impossibile registrare la risorsa
ko_kr: 자원을 등록할 수 없습니다.
pt_br: Não foi possível registrar recurso
tr_tr: Kaynak kaydedilemez

source: Cannot register resources
de: Registrieren der Ressourcen nicht möglich.
es: No se puede registrar los recursos
fr: Impossible d'enregistrer les ressources
it: Impossibile registrare le risorse
ko_kr: 자원을 등록할 수 없습니다.
pt_br: Não foi possível registrar recursos
tr_tr: Kaynaklar kaydedilemez

source: Cannot remove volume %(volume_id)s from consistency group %(group_id)s because it is not in the group.
de: Der Datenträger %(volume_id)s kann nicht aus der Konsistenzgruppe %(group_id)s entfernt werden, da er sich nicht in der Gruppe befindet.
es: No se puede eliminar el volumen %(volume_id)s del grupo de consistencia %(group_id)s porque no está en el grupo.
fr: Impossible de supprimer le volume %(volume_id)s du groupe de cohérence %(group_id)s car il ne se trouve pas dans le groupe.
it: Impossibile rimuovere il volume %(volume_id)s dal gruppo di coerenza %(group_id)s perché non è presente nel gruppo.
ko_kr: 일관성 그룹 %(group_id)s에서 볼륨 %(volume_id)s을(를) 제거할 수 없습니다. 해당 볼륨이 그룹에 있지 않습니다.
pt_br: Não é possível remover o volume %(volume_id)s a partir do grupo de consistências %(group_id)s porque ele não está no grupo.
tr_tr: %(group_id)s tutarlılık grubundan %(volume_id)s mantıksal sürücüsü kaldırılamaz çünkü grup içinde değil.

source: Cannot remove volume %(volume_id)s from consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
de: Datenträger %(volume_id)s kann nicht aus der Konsistenzgruppe %(group_id)s entfernt werden, da der Datenträger einen ungültigen Status hat: %(status)s. Gültige Status sind: %(valid)s.
es: No se puede eliminar el volumen %(volume_id)s del grupo de consistencia %(group_id)s porque el volumen está en un estado no válido: %(status)s. Los estados válidos son: %(valid)s.
fr: Impossible de supprimer le volume %(volume_id)s du groupe de cohérence %(group_id)s car le volume est dans un état non valide : %(status)s. Les états valides sont : %(valid)s.
it: Impossibile rimuovere il volume %(volume_id)s dal gruppo di coerenza %(group_id)s perché il volume si trova in uno stato non valido: %(status)s. Gli stati validi sono: %(valid)s.
ko_kr: 일관성 그룹 %(group_id)s에서 볼륨 %(volume_id)s을(를) 제거할 수 없습니다. 볼륨 상태 %(status)s이(가) 올바르지 않은 상태입니다. 올바른 상태: %(valid)s.
pt_br: Não é possível remover o volume %(volume_id)s a partir do grupo de consistências %(group_id)s porque o volume está em um estado inválido: %(status)s. Os estados válidos são: %(valid)s.

source: Cannot retype from HPE3PARDriver to %s.
de: Typänderung von HPE3PARDriver in %s nicht möglich.
es: No se puede reescribir de HPE3PARDriver a %s.
fr: Confirmation impossible de HPE3PARDriver vers %s.
it: Impossibile riscrivere da HPE3PARDriver a %s.
ko_kr: HPE3PARDriver에서 %s(으)로 재입력할 수 없습니다.
pt_br: Não é possível redefinir de HPE3PARDriver para %s.

source: Cannot retype from one 3PAR array to another.
de: Typänderung von einem 3PAR-Array in einen anderen nicht möglich.
es: No se puede volver a escribir de una matriz de 3PAR a otra.
fr: Confirmation impossible de matrice 3PAR en une autre.
it: Impossibile riscrivere da un array 3PAR ad un altro.
ko_kr: 하나의 3PAR 배열에서 다른 3PAR 배열로 재입력할 수 없습니다.
pt_br: Não é possível digitar novamente de uma matriz 3PAR para outra.
tr_tr: Bir 3PAR dizisinden diğerine retype yapılamaz.

source: Cannot retype to a CPG in a different domain.
de: Typänderung in CPG in einer anderen Domäne nicht möglich.
es: No se puede volver a escribir en un CPG en un dominio diferente.
fr: Confirmation impossible vers un CPG dans un autre domaine.
it: Impossibile riscrivere in un CPG in un dominio diverso.
ko_kr: 다른 도메인의 CPG로 재입력할 수 없습니다.
pt_br: Não é possível digitar novamente para um CPG em um domínio diferente.
tr_tr: Bir CPG'ye farklı alanda retype yapılamaz.

source: Cannot retype to a snap CPG in a different domain.
de: Typänderung in snapCPG in einer anderen Domäne nicht möglich.
es: No se puede volver a escribir en un CPG de instantánea en un dominio diferente.
fr: Confirmation impossible vers un CPG d'instantané dans un autre domaine.
it: Impossibile riscrivere in uno snap CPG in un diverso dominio.
ko_kr: 다른 도메인의 snap CPG로 재입력할 수 없습니다.
pt_br: Não é possível digitar novamente em um CPG de snap em um domínio diferente.
tr_tr: Farklı bir alandaki bir kavrama CPG'ye retype yapılamaz.

source: Cannot run vgc-cluster command, please ensure software is installed and permissions are set properly.
de: vgc-cluster-Befehl kann nicht ausgeführt werden. Stellen Sie sicher, dass die Software installiert ist und die Berechtigungen ordnungsgemäß festgelegt sind.
es: No se puede ejecutar el mandato vgc-cluster, asegúrese de que el software se haya instalado y que los permisos se hayan configurado correctamente.
fr: Impossible d'exécuter la commande vgc-cluster. Vérifiez que le logiciel est installé et que les autorisations sont définies correctement.
it: Impossibile eseguire il comando vgc-cluster, assicurarsi che sia installato il software e che le autorizzazioni siano impostate correttamente.
ko_kr: vgc-cluster 명령을 실행할 수 없습니다. 소프트웨어가 설치되어 있으며 권한이 적절하게 설정되어 있는지 확인하십시오.
pt_br: Não é possível executar o comando vgc-cluster; verifique se o software está instalado e as permissões estão configuradas corretamente.
tr_tr: vgc-cluster komutu çalıştırılamıyor, lütfen yazılımın kurulu ve izinlerin doğru ayarlanmış olduğundan emin olun.

source: Cannot set both hitachi_serial_number and hitachi_unit_name.
de: hitachi_serial_number und hitachi_unit_name können nicht gemeinsam festgelegt werden.
es: No se pueden especificar ambos, hitachi_serial_number e hitachi_unit_name.
fr: Impossible de définir à la fois hitachi_serial_number et hitachi_unit_name.
it: Impossibile impostare entrambi hitachi_serial_number e hitachi_unit_name.
ko_kr: hitachi_serial_number 및 hitachi_unit_name 모두 설정할 수 없습니다.
pt_br: Não é possível definir hitachi_serial_number e hitachi_unit_name.
tr_tr: Hem hitachi_serial_number hem hitachi_unit_name ayarlanamaz.

source: Cannot specify both protection domain name and protection domain id.
de: Schutzdomänenname und Schutzdomänen-ID können nicht gemeinsam angegeben werden.
es: No se puede especificar el nombre de dominio de protección y el ID de dominio de protección.
fr: Vous ne pouvez pas spécifier à la fois un nom et un ID de domaine de protection.
it: Impossibile specificare nome dominio di protezione e id dominio di protezione.
ko_kr: 보호 도메인 이름과 보호 도메인 ID를 모두 지정할 수 없습니다.
pt_br: Não é possível especificar o nome e o ID do domínio de proteção.
tr_tr: Hem koruma alan ismi he koruma alan kimliği belirtilemez.

source: Cannot specify both storage pool name and storage pool id.
de: Speicherpoolname und Speicherpool-ID können nicht gemeinsam angegeben werden.
es: No se puede especificar el nombre de agrupación de almacenamiento y el ID de agrupación de almacenamiento.
fr: Vous ne pouvez pas spécifier à la fois le nom et l'ID du pool de stockage.
it: Impossibile specificare il nome del pool di memoria e l'ID del pool di memoria.
ko_kr: 스토리지 풀 이름과 스토리지 풀 ID를 모두 지정할 수 없습니다.
pt_br: Não é possível especificar o nome e o ID do conjunto de armazenamentos.
tr_tr: Depolama havuzu ismi ve depolama havuzu kimliği aynı anda belirtilemez.
