Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: New Cinder secure environment indicator file created at path %s.
cs: Nový soubor indikující bezpečné prostředí Cinder vytvořen v cestě %s.
it: Nuovo file indicatore dell'ambiente sicuro Cinder creato al percorso %s.
tr_tr: %s yolunda yeni Cinder güvenli ortam göstergesi dosyası oluşturuldu.

source: New size is equal to the real size from backend storage, no need to extend. realsize: %(oldsize)s, newsize: %(newsize)s.
it: La nuova dimensione è uguale alla dimensione reale dell'archiviazione di backend, non c'è necessità di estenderla. dimensione reale: %(oldsize)s, nuova dimensione: %(newsize)s.

source: New str info is: %s.
cs: Nové informace o str jsou: %s
it: La nuova informazione di stringa è: %s.
tr_tr: Yeni str bilgisi: %s.

source: No dpkg-query info found for %(pkg)s package.
cs: Nenalezeny žádné informace balíčku %(pkg)s pomocí dpkq-query.
it: Nessuna informazione dpkg-query trovata per il pacchetto %(pkg)s.
tr_tr: %(pkg)s paketi için dpkg-query bilgisi bulunamadı.

source: No igroup found for initiator %s
cs: Pro zavaděče %s nebyla nalezena žádná zaváděcí skupina
it: Nessun igroup trovato per l'iniziatore %s
tr_tr: %s başlatıcısı için igroup bulunamadı

source: No iscsi target present for volume id:%(vol_id)s: %(e)s
cs: Není přítomen žádný cíl iscsi pro svazek s id %(vol_id)s: %(e)s
it: Nessuna destinazione iscsi presente per l'id volume:%(vol_id)s: %(e)s
tr_tr: Mantıksal sürücü id:%(vol_id)s için iscsi hedefi mevcut değil: %(e)s

source: No need to extend volume %s as it is already the requested new size.
cs: Není třeba rozšiřovat svazek %s protože již má požadovanou novou velikost.
it: Nessuna necessità di estendere il volume %s in quanto è già nella nuova dimensione richiesta.
tr_tr: Mantıksal sürücü %s istenen yeni boyutta olduğundan mantıksal sürücüyü büyütmeye gerek yok.

source: No replication synchronization session found associated with source volume %(source)s on %(storageSystem)s.
cs: Zdrojový svazek %(source)s na %(storageSystem)s nemá přiděleno žádné sezení synchronizace replikace.
it: Nessuna sessione di sincronizzazione replica trovata associata al volume di origine %(source)s su %(storageSystem)s.
tr_tr: %(storageSystem)s üzerinde %(source)s kaynak mantıksal sürücüsü ile ilişkili kopyalama eş zamanlama oturumu bulunamadı.

source: No restore point found for backup='%(backup)s' of volume %(volume)s although base image is found - forcing full copy.
cs: Pro zálohu='%(backup)s' svazku %(volume)s nebyl nalezen žádný bod obnovy, ale základní obraz byl nalezen - je vynucena úplné kopírování.
it: Nessun punto di ripristino trovato per il backup='%(backup)s' del volume %(volume)s nonostante sia stata trovata l'immagine di base - forzatura della copia completa.

source: No rpm info found for %(pkg)s package.
cs: Nenalezeny žádné informace balíčku %(pkg)s pomocí rpm.
it: Nessuna informazione rpm trovata per il pacchetto %(pkg)s.
tr_tr: %(pkg)s paketi için rpm bilgisi bulunamadı.

source: No targets to add or remove connection for initiator: %(init_wwn)s
it: Nessuna destinazione per aggiungere o rimuovere la connessione per l'iniziatore: %(init_wwn)s

source: No volume found for CG: %(cg)s.
cs: Nenalezen žádný cílové svazek pro skupinu jednotnosti: %(cg)s.
it: Nessun volume trovato per CG: %(cg)s.

source: Non fatal cleanup error: %s.
it: Errore di ripulitura non grave: %s.

source: OpenStack OS Version Info: %(info)s
cs: Informace o verzi Openstack OS: %(info)s
it: Informazioni sulla versione OS OpenStack: %(info)s
tr_tr: OpenStack OS Sürüm Bilgisi: %(info)s

source: Origin volume %s appears to be removed, try to remove it from backend if it is there.
it: Il volume di origine %s risulta rimosso, provare a rimuoverlo dal backend se presente.

source: Overwriting volume %(volume_id)s with restore of backup %(backup_id)s
cs: Přepisování svazku %(volume_id)s obnovou zálohy %(backup_id)s
it: Sovrascrittura del volume %(volume_id)s con ripristino del backup %(backup_id)s
tr_tr: %(volume_id)s mantıksal sürücüsünün üstüne %(backup_id)s yedeğinin geri yüklemesi yazılıyor

source: Params for add volume request: %s.
cs: Parametry pro žádost o přidání svazku: %s.
it: Parametri per la richiesta di aggiunta del volume: %s.
tr_tr: Mantıksal sürücü ekleme isteği için parametreler: %s.

source: Performing post clone for %s
cs: Provádění operací po klonování pro %s
it: Esecuzione del post clone per %s
tr_tr: %s için klon sonrası işler gerçekleştiriliyor

source: Performing secure delete on volume: %s
cs: Provádění bezpečného smazání svazku: %s
it: Esecuzione di secure delete nel volume: %s
tr_tr: Mantıksal sürücü güvenle siliniyor: %s

source: Pool id is %s.
cs: ID zásoby je %s.
it: L'ID pool è %s.
tr_tr: Havuz id'si %s.

source: Port group instance name is %(foundPortGroupInstanceName)s.
cs: Název instance skupiny portu je %(foundPortGroupInstanceName)s.
it: Il nome istanza del gruppo di porte è %(foundPortGroupInstanceName)s.
tr_tr: Bağlantı noktası grubu sunucu ismi %(foundPortGroupInstanceName)s.

source: Post clone resize LUN %s
cs: Provádění změny velikosti po klonování pro LUN %s
it: LUN di ridimensionamento post clone %s
tr_tr: LUN %s klon yeniden boyutlandırma sonrası

source: Prefer use target wwpn %(wwpn)s
cs: Upřednostňováno použití cílového wwpn %(wwpn)s
it: Preferire l'utilizzo di wwpn di destinazione %(wwpn)s
tr_tr: hedef wwpn %(wwpn)s kullanmayı tercih et

source: Profile %s has been deleted.
cs: Profil %s byl smazán.
it: Il profilo %s è stato eliminato.
tr_tr: %s profili silindi.

source: Protection domain id: %(domain_id)s.
cs: ID ochranné domény: %(domain_id)s.
it: ID dominio di protezione: %(domain_id)s.

source: Protection domain name: %(domain_name)s.
cs: Název ochranné domény: %(domain_name)s.
it: Nome dominio di protezione: %(domain_name)s.
tr_tr: Koruma alan adı: %(domain_name)s.

source: Proxy mode detected.
cs: Zjištěn režim proxy.
it: Rilevata modalità proxy.
tr_tr: Vekil kipi algılandı.

source: Purging deleted rows older than age=%(age)d days from table=%(table)s
cs: Odstraňování smazaných řádků starších než %(age)d dní z tabulky %(table)s
it: Analisi delle righe eliminate più vecchie di giorni=%(age)d dalla tabella=%(table)s
tr_tr: tablo=%(table)s tablosundan yaş=%(age)d den büyük silinmiş satırlar siliniyor

source: Query capacity stats response: %s.
cs: Odpověď dotazu na statistiky kapacity: %s.
it: Risposta statistiche di capacità query: %s.
tr_tr: Kapasite istatistikleri sorgusu yanıtı: %s.

source: RBD striping not supported - ignoring configuration settings for rbd striping
cs: Odejmutí RBD není podporováno - nastavení konfigurace pro odebrání rbd bude ignorováno
it: Striping RBD non supportato - le impostazioni di configurazione per lo striping rbd vengono ignorate
tr_tr: RBD şeritleme desteklenmiyor - rbd şeritleme için yapılandırma ayarları göz ardı ediliyor

source: RBD volume %s not found, allowing delete operation to proceed.
cs: Svazek RBD %s nebyl nalezen umožňující v pokračování operace smazání.
it: Volume RBD %s non trovato, consentita la continuazione dell'operazione di eliminazione.
tr_tr: RBD mantıksal sürücüsü %s bulunamadı, devam etmek için silme işlemine izin veriliyor.

source: REST server IP: %(ip)s, port: %(port)s, username: %(user)s. Verify server's certificate: %(verify_cert)s.
cs: IP adresa serveru REST: %(ip)s, port: %(port)s, uživatelské jméno: %(user)s. Ověření certifikátu serveru: %(verify_cert)s.
it: IP server REST: %(ip)s, port: %(port)s, nome utente: %(user)s. Verificare il certificato del server: %(verify_cert)s.
tr_tr: REST sunucu IP'si: %(ip)s, bağlantı noktası: %(port)s, kullanıcıadı: %(user)s. Sunucu sertifikasını doğrula: %(verify_cert)s.

source: Re-using existing purity host %(host_name)r
cs: Znovu používání existujícího hostitele Purity %(host_name)r
it: Riutilizzo dell'host purity %(host_name)r esistente
tr_tr: Mevcut purity istemcisi %(host_name)r tekrar kullanılıyor

source: Reconnected to coordination backend.
cs: Znovu připojeno k podpůrné vrstvě pro koordinaci.
it: Riconnesso al backend di coordinazione.

source: Reconnecting to coordination backend.
cs: Znovu připojování k podpůrné vrstvě pro koordinaci.
it: Riconnessione al backend di coordinazione.

source: Registering image in cache %s
cs: Registrování obrazu v mezipaměti %s
it: Registrazione immagine nella cache %s
tr_tr: %s zulasında imaj kaydediliyor

source: Regular file: %s created.
it: File regolare: %s creato.

source: Relocating volume: %s to a different datastore due to insufficient disk space on current datastore.
cs: Přemisťování svazku %s do jiného datového úložiště z důvodu nedostatečného místa na disku v současném úložišti.
it: Riallocazione del volume: %s in un datastore diverso per spazio su disco insufficiente nel datastore corrente.

source: Remote return FC info is: %s.
cs: Informace o vzdálené FC vrátily: %s.
it: Le informazioni FC restituite remote sono: %s.

source: Remove volume export completed successfully.
cs: Odstranění exportu svazku úspěšně dokončeno.
it: Rimozione esportazione volume completata correttamente.

source: Removed %s from cg.
cs: Odebírání %s ze skupiny jednotnosti.
it: Rimosso %s da cg.
tr_tr: %s cg'den silindi.

source: Removing ACL from volume=%(vol)s for initiator group %(igrp)s
cs: Odstraňování ACL ze svazku %(vol)s pro skupinu zavaděče %(igrp)s
it: Rimozione di ACL dal volume=%(vol)s per gruppo iniziatore %(igrp)s
tr_tr: %(igrp)s başlatıcı grubu için mantıksal sürücü=%(vol)s'den ACL kaldırılıyor

source: Removing iscsi_target for Volume ID: %s
cs: Odstraňování cíle iscsi pro svazek s ID %s
it: Rimozione di iscsi_target per l'ID volume: %s
tr_tr: Mantıksal sürücü ID: %s için iscsi_target kaldırılıyor

source: Removing iscsi_target for volume: %s
cs: Odstraňování cíle iscsi pro svazek %s
it: Rimoziome di iscsi_target per il volume: %s
tr_tr: Mantıksal sürücü: %s için iscsi_target kaldırılıyor

source: Removing iscsi_target for: %s
cs: Odstraňování cíle iscsi pro %s
it: Rimozione di iscsi_target per: %s
tr_tr: %s için iscsi_target kaldırılıyor

source: Removing iscsi_target: %s
cs: Odstraňování cíle iscsi %s
it: Rimozione di iscsi_target: %s
tr_tr: iscsi_target kaldırılıyor: %s

source: Removing non-active host: %(host)s from scheduler cache.
cs: Odstraňování neaktivního hostitele: %(host)s z mezipaměti plánovače.
it: Rimozione dell'host non attivo: %(host)s dalla cache dello scheduler.
tr_tr: Etkin olmayan istemci:%(host)s zamanlayıcı zulasından siliniyor.

source: Removing volume %(v)s from consistency group %(cg)s.
it: Rimozione del volume %(v)s dal gruppo di coerenza %(cg)s.

source: Removing volumes from cg %s.
cs: Odebírání svazků ze skupiny jednotnosti %s.
it: Rimozione volumi da cg %s.
tr_tr: Mantıksal sürücüler cg %s'den çıkarılıyor.

source: Rename Volume %(volume_id)s completed.
cs: Přejmenování svazku %(volume_id)s dokončeno.
it: Ridenominazione del volume %(volume_id)s completata.
tr_tr: %(volume_id)s mantıksal sürücü yeniden isimlendirme tamamlandı.

source: Renaming %(id)s from %(current_name)s to %(new_name)s.
cs: Přejmenovávání %(id)s z %(current_name)s na %(new_name)s.
it: Ridenominazione di %(id)s da %(current_name)s a %(new_name)s.

source: Renaming backing VM: %(backing)s to %(new_name)s.
cs: Přejmenovávání zálohy virtuálního stroje %(backing)s na %(new_name)s.
it: Ridenominazione VM di backup: %(backing)s in %(new_name)s.
tr_tr: Destekleyen VM: %(backing)s %(new_name)s olarak yeniden adlandırılıyor.

source: Renaming existing snapshot %(ref_name)s to %(new_name)s
cs: Přejmenovávání existujícího snímku %(ref_name)s na %(new_name)s
it: Ridenominazione dell'istantanea esistente %(ref_name)s su %(new_name)s

source: Renaming existing volume %(ref_name)s to %(new_name)s
cs: Přejmenovávání existujícího svazku %(ref_name)s na %(new_name)s
it: Ridenominazione del volume esistente %(ref_name)s su %(new_name)s
tr_tr: Mevcut mantıksal sürücü %(ref_name)s %(new_name)s olarak yeniden adlandırılıyor

source: Replication %(vol)s to %(dest)s.
it: Replica di %(vol)s su %(dest)s.

source: Replication created for %(volname)s to %(destsc)s
it: Replica creata per %(volname)s su %(destsc)s

source: Replication is not configured on backend: %s.
it: Replica non configurata sul backend: %s.

source: Requested image %(id)s is not in raw format.
cs: Požadovaný obraz %(id)s není v prostém formátu.
it: L'immagine richiesta %(id)s non è nel formato non elaborato.

source: Requested unified config: %(storage_family)s and %(storage_protocol)s.
cs: Zažádáno o sjednocené nastavení: %(storage_family)s a %(storage_protocol)s.
it: Richiesta configurazione unificata: %(storage_family)s e %(storage_protocol)s.
tr_tr: Benzersizleştirilmiş yapılandırma istendi: %(storage_family)s ve %(storage_protocol)s.

source: Reserve volume completed successfully.
cs: Rezervace všech svazků úspěšně dokončena.
it: Riserva del volume completata correttamente.
tr_tr: Mantıksal sürücüyü rezerve etme başarıyla bitti.

source: Reset backup status started, backup_id: %(backup_id)s, status: %(status)s.
cs: Resetování stavu zálohy bylo zahájeno, id zálohy: %(backup_id)s, stav: %(status)s.
it: Reimpostazione stato backup avviata, backup_id: %(backup_id)s, stato: %(status)s.
tr_tr: Yedek durumunu sıfırlama başlatıldı, yedek_id: %(backup_id)s, durum: %(status)s.

source: Resetting backup %s to available (was restoring).
cs: Resetování zálohy %s na available (stav byl restoring).
it: Reimpostazione del backup %s su disponibile (era in fase di ripristino).
tr_tr: Yedek %s kullanılabilir olarak sıfırlanıyor (geri yükleniyordu).

source: Resetting backup %s to error (was creating).
cs: Resetování zálohy %s na error (stav byl creating).
it: Reimpostazione del backup %s su errore (era in fase di creazione).
tr_tr: Yedek %s hataya sıfırlanıyor (oluşturuluyordu).

source: Resetting cached RPC version pins.
it: Reimpostazione dei pin della versione RPC memorizzata nella cache.

source: Resetting volume %(vol_id)s to previous status %(status)s (was backing-up).
cs: Resetování svazku %(vol_id)s do předchozího stavu %(status)s (stav byl "backing-up").
it: Reimpostazione del volume %(vol_id)s sullo stato precedente %(status)s (in fase di backup).

source: Resizing LUN %s directly to new size.
cs: Měnění velikosti LUN %s přímo na její velikost.
it: Ridimensionamento della LUN %s direttamente sulla nuova dimensione.
tr_tr: LUN %s doğrudan yeni boyuta boyutlandırılıyor.

source: Resizing LUN %s using clone operation.
it: Ridimensionamento della LUN %s tramite l'operazione di clonazione.

source: Resizing file to %sG
cs: Měnění velikosti souboru na %sG
it: Ridimensionamento del file su %sG
tr_tr: Dosya %sG olarak yeniden boyutlanıyor

source: Resizing file to %sG...
cs: Měnění velikosti souboru na %sG...
it: Ridimensionamento del file su %sG...
tr_tr: Dosya %sG'ye yeniden boyutlanıyor...

source: Restore backup finished, backup %(backup_id)s restored to volume %(volume_id)s.
cs: Obnovení zálohy bylo dokončeno: záloha: %(backup_id)s obnovena do svazku: %(volume_id)s.
it: Ripristino backup completato, backup: %(backup_id)s ripristinato su volume: %(volume_id)s.
tr_tr: Yedek geri yükleme bitti, yedek %(backup_id)s %(volume_id)s mantıksal sürücüsüne geri yüklendi.

source: Restore backup started, backup: %(backup_id)s volume: %(volume_id)s.
cs: Obnovení zálohy bylo zahájeno: záloha: %(backup_id)s svazek: %(volume_id)s.
it: Ripristino backup avviato, backup: %(backup_id)s volume: %(volume_id)s.
tr_tr: Yedek geri yükleme başladı, yedek: %(backup_id)s mantıksal sürücü: %(volume_id)s.

source: Restoring backup %(backup)s to volume %(volume)s.
cs: Obnovování zálohy %(backup)s do svazku %(volume)s
it: Ripristino del backup %(backup)s nel volume %(volume)s
tr_tr: %(backup)s yedeği %(volume)s mantıksal sürücüsüne geri yükleniyor.

source: Restoring backup %(backup_id)s to volume %(volume_id)s
cs: Obnovování zálohy %(backup_id)s do svazku %(volume_id)s
it: Ripristino del backup %(backup_id)s nel volume %(volume_id)s
tr_tr: Yedek %(backup_id)s %(volume_id)s mantıksal sürücüsüne geri yükleniyor

source: Restoring iSCSI target from configuration file
it: Ripristino della destinazione iSCSI dal file di configurazione

source: Resume volume delete completed successfully.
cs: Obnovení smazání svazku úspěšné dokončeno.
it: Ripresa eliminazione del volume completata correttamente.
tr_tr: Mantıksal sürücü silmeyi sürdürme başarıyla tamamlandı.

source: Resuming delete on backup: %s.
cs: Pokračování ve smazání zálohy: %s.
it: Ripresa dell'eliminazione al backup: %s.
tr_tr: Yedek üzerinde silme sürdürülüyor: %s.

source: Return FC info is: %s.
cs: Informace o FC vrátily: %s.
it: Le informazioni FC restituite sono: %s.

source: Returning random Port Group: %(portGroupName)s.
cs: Vrácení náhodné skupiny portu: %(portGroupName)s.
it: Viene restituito il gruppo di porte casuale: %(portGroupName)s.

source: Retype LUN(id: %(lun_id)s) smartcache from (name: %(old_name)s, id: %(old_id)s) to (name: %(new_name)s, id: %(new_id)s) successfully.
cs: Přetypování chytré mezipaměti LUN(id: %(lun_id)s) z (název: %(old_name)s, id: %(old_id)s) na (název: %(new_name)s, id: %(new_id)s) bylo úspěšně dokončeno.
it: Riscrittura di LUN(id: %(lun_id)s) smartcache da (name: %(old_name)s, id: %(old_id)s) a (name: %(new_name)s, id: %(new_id)s) riuscita.

source: Retype LUN(id: %(lun_id)s) smartpartition from (name: %(old_name)s, id: %(old_id)s) to (name: %(new_name)s, id: %(new_id)s) success.
cs: Přetypování chytrého oddílu LUN(id: %(lun_id)s) z (název: %(old_name)s, id: %(old_id)s) na (název: %(new_name)s, id: %(new_id)s) bylo úspěšně dokončeno.
it: Riscrittura di LUN(id: %(lun_id)s) smartpartition da (name: %(old_name)s, id: %(old_id)s) a (name: %(new_name)s, id: %(new_id)s) riuscita.

source: Retype LUN(id: %(lun_id)s) smartqos from %(old_qos_value)s to %(new_qos)s success.
cs: Přetypování chytré QoS LUN(id: %(lun_id)s) z %(old_qos_value)s na %(new_qos)s bylo úspěšně dokončeno.
it: Riscrittura di LUN(id: %(lun_id)s) smartquos da %(old_qos_value)s a %(new_qos)s riuscita.

source: Retype LUN(id: %(lun_id)s) smarttier policy from %(old_policy)s to %(new_policy)s success.
cs: Přetypování chytré vrstvy LUN(id: %(lun_id)s) z %(old_policy)s na %(new_policy)s bylo úspěšně dokončeno.
it: Riscrittura di LUN(id: %(lun_id)s) politica smarttier da %(old_policy)s a %(new_policy)s riuscita.

source: Retype Volume %(volume_id)s is completed.
cs: Přetypování svazku %(volume_id)s dokončeno.
it: La riscrittura del volume %(volume_id)s viene completata.
tr_tr: %(volume_id)s Mantıksal sürücüsü retype tamamlandı.

source: Retype Volume %(volume_id)s is done and migrated to pool %(pool_id)s.
cs: Přetypování svazku %(volume_id)s bylo provedeno a svazek byl přesunut do zásoby %(pool_id)s.
it: La riscrittura del volume %(volume_id)s viene eseguita e migrata nel pool %(pool_id)s.
tr_tr: %(volume_id)s Mantıksal sürücüsü retype tamamlandı ve %(pool_id)s havuzuna göç edildi.

source: Retype revert %(volume_name)s snap_cpg from %(new_snap_cpg)s back to %(old_snap_cpg)s.
cs: Přetypování společné skupiny poskytování svazku %(volume_name)s vráceno z %(new_snap_cpg)s zpět na %(old_snap_cpg)s.
it: Ripristino riscrittura %(volume_name)s snap_cpg da %(new_snap_cpg)s a %(old_snap_cpg)s.
tr_tr: Retype %(volume_name)s snap_cpg %(new_snap_cpg)s den %(old_snap_cpg)s e geri al.

source: Retype volume completed successfully.
cs: Přetypování svazku úspěšně dokončeno.
it: Riscrittura del volume completata correttamente.
tr_tr: Mantıksal sürücü rtype başarıyla tamamlandı.

source: Retype volume request issued successfully.
cs: Žádost o přetypování svazku úspěšně vytvořena.
it: Richiesta di riscrittura del volume eseguita correttamente.
tr_tr: Mantıksal sürücü retype isteği başarıyla yapıldı.

source: Retype was to same Storage Profile.
cs: Přetypování bylo na stejný profil úložiště.
it: La riscrittura è stata eseguita nello stesso profilo di archiviazione.

source: Roll detaching of volume completed successfully.
cs: Provedení odpojení svazku úspěšně dokončeno.
it: Esecuzione dello scollegamento del volume completata correttamente.
tr_tr: Mantıksal sürücünün ayrılmasının yuvarlanması başarıyla tamamlandı.

source: Running with vmemclient version: %s
cs: Spuštěno s vmemclient verze %s
it: Esecuzione con versione vmemclient: %s
tr_tr: vmemclient sürüm: %s ile çalışıyor

source: SC server created %s
it: Server SC creato %s

source: ScaleIO copy_image_to_volume volume: %(vol)s image service: %(service)s image id: %(id)s.
cs: ScaleIO kopírování obrazu do svazku %(vol)s, služba obrazu: %(service)s, id obrazu: %(id)s.
it: ScaleIO copy_image_to_volume volume: %(vol)s servizio immagine: %(service)s id immagine: %(id)s.
tr_tr: ScaleIO copy_image_to_volume mantıksal sürücü: %(vol)s imaj servisi: %(service)s imaj id: %(id)s.

source: ScaleIO copy_volume_to_image volume: %(vol)s image service: %(service)s image meta: %(meta)s.
cs: ScaleIO kopírování svazku do obrazu. Svazek: %(vol)s, služba obrazu: %(service)s, popisná data obrazu: %(meta)s.
it: ScaleIO copy_volume_to_image volume: %(vol)s servizio immagine: %(service)s meta immagine: %(meta)s.
tr_tr: ScaleIO copy_volume_to_image mantıksal sürücü: %(vol)s imaj servisi: %(service)s imaj meta: %(meta)s.

source: ScaleIO create cloned volume: source volume %(src)s to target volume %(tgt)s.
cs: ScaleIO vytváření klonovaného svazku: zdrojový svazek %(src)s do cílového svazku %(tgt)s.
it: ScaleIO ha creato il volume clonato: volume di origine %(src)s nel volume di destinazione %(tgt)s.
tr_tr: ScaleIO klonlanmış mantıksal sürücü oluştur: %(src)s kaynak mantıksal sürücüden %(tgt)s hedef mantıksal sürücüye.

source: ScaleIO create volume from snapshot: snapshot %(snapname)s to volume %(volname)s.
cs: ScaleIO vytvoření svazku ze snímku: snímek %(snapname)s do svazku %(volname)s.
it: ScaleIO crea il volume dall'istantanea: istantanea %(snapname)s in volume %(volname)s.
tr_tr: ScaleIO anlık görüntüden: %(snapname)s %(volname)s mantıksal sürücüsüne mantıksal sürücü oluştur.

source: ScaleIO delete snapshot.
cs: ScaleIO mazání snímku.
it: ScaleIO elimina l'istantanea.
tr_tr: ScaleIO anlık görüntüyü sil.

source: ScaleIO extend volume: volume %(volname)s to size %(new_size)s.
cs: ScaleIO rozšíření svazku: svazek %(volname)s na velikost %(new_size)s.
it: ScaleIO estende il volume: volume %(volname)s alla dimensione di %(new_size)s.
tr_tr: ScaleIO mantıksal sürücü büyüt: %(volname)s mantıksal sürücüsünü %(new_size)s boyutuna.

source: ScaleIO get domain id by name request: %s.
cs: ScaleIO získání id domény pomocí zažádání o název: %s.
it: ScaleIO recupera l'ID dominio dalla richiesta del nome: %s.
tr_tr: ScaleIO isimle alan id'si getirme isteği: %s.

source: ScaleIO get pool id by name request: %s.
cs: ScaleIO získání id zásoby pomocí zažádání o název: %s.
it: ScaleIO recupera l'ID pool dalla richiesta del nome: %s.
tr_tr: ScaleIO isimle havuz id'si getirme isteği: %s.

source: ScaleIO get volume by id request: %s.
it: ScaleIO recupera il volume dalla richiesta dell'id: %s.

source: ScaleIO rename volume request: %s.
cs: Žádost o přejmenování svazku ScaleIO: %s.
it: ScaleIO rinomina la richiesta del volume: %s.

source: ScaleIO snapshot group of volumes
it: Gruppo di volumi istantanea ScaleIO

source: ScaleIO volume %(vol)s was renamed to %(new_name)s.
cs: Svazek ScaleIO %(vol)s byl přejmenován na %(new_name)s.
it: Il volume ScaleIO %(vol)s è stato ridenominato %(new_name)s.

source: Secondary ssh hosts key file %(kwargs)s will be loaded along with %(conf)s from /etc/cinder.conf.
cs: Druhotný soubor ssh klíčů hostitele %(kwargs)s bude načten spolu s %(conf)s z /etc/cinder.conf.
it: I file di chiavi host ssh secondari %(kwargs)s saranno caricati insieme a %(conf)s da /etc/cinder.conf.
tr_tr: İkincil ssh istemci anahtarı %(kwargs)s /etc/cinder.conf'dan gelen %(conf)s ile birlikte yüklenecek.
