Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: fileno() not supported by RBD()
de: fileno() wird von RBD() nicht unterstützt.
es: fileno() no admitido por RBD()
fr: fileno() non pris en charge par RBD()
it: fileno() non supportato da RBD()
ko_kr: RBD()에서 fileno()를 지원하지 않음
pt_br: fileno() não suportado por RBD()
tr_tr: fileno() RBD() tarafından desteklenmez

source: filesystem %s does not exist in Nexenta Store appliance
de: Das Dateisystem %s ist nicht in der Nexenta Store-Appliance vorhanden.
es: El sistema de archivos %s no existe en la aplicación Nexenta Store
fr: Le système de fichiers %s n'existe pas dans Nexenta Store Appliance
it: Il filesystem %s non esiste nell'applicazione Nexenta Store
ko_kr: 파일 시스템 %s이(가) Nexenta Store 어플라이언스에 없음
pt_br: O sistema de arquivos %s não existe no dispositivo Nexenta Store.

source: flashsystem_multihostmap_enabled is set to False, not allow multi host mapping. CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host.
de: flashsystem_multihostmap_enabled ist auf 'False' gesetzt, Zuordnung von mehreren Hosts wird nicht zugelassen. CMMVC6071E Die Zuordnung der virtuellen Platte zum Host wurde nicht erstellt, da die virtuelle Platte bereits einem Host zugeordnet ist.
es: flashsystem_multihostmap_enabled está establecido en False y no permite la correlación de varios hosts. CMMVC6071E La correlación de disco virtual a host no se ha creado, ya que el disco virtual ya está correlacionado con un host.
fr: flashsystem_multihostmap_enabled est défini sur False. Le mappage multihôte est interdit. CMMVC6071E Le mappage entre un disque virtuel et un hôte n'a pas été créé car le disque virtuel est déjà mappé avec un hôte.
it: flashsystem_multihostmap_enabled è impostato su False, associazione di più host non consentita. CMMVC6071E L'associazione VDisk a host non è stata creata perché il il VDisk è già associato ad un host.
ko_kr: flashsystem_multihostmap_enabled가 False로 설정되었습니다. 멀티 호스트 맵핑이 허용되지 않습니다. CMMVC6071E VDisk가 이미 호스트에 맵핑되었으므로 VDisk 대 호스트 맵핑이 작성되지 않았습니다.
pt_br: flashsystem_multihostmap_enabled está configurado para False, não permite vários mapeamentos de host. CMMVC6071E O mapeamento de VDisk para host não foi criado porque o VDisk já está mapeado para um host.
tr_tr: flashsystem_multihostmap_enabled False olarak ayarlanmış, çoklu istemci eşleştirmeye izin verme. CMMVC6071E VDisk-to-host eşleştirmesi oluşturulmadı çünkü VDisk zaten bir istemciye eşleştirilmiş.

source: flush() not supported in this version of librbd
de: flush() wird in dieser Version von librbd nicht unterstützt.
es: nivel() no admitido en esta versión de librbd
fr: flush() non pris en charge dans cette version de librbd
it: flush() non è supportato in questa versione di librbd
ko_kr: 이 버전의 librbd에서는 flush()가 지원되지 않음
pt_br: flush() não suportado nesta versão de librbd
tr_tr: flush() librbd kütüphanesinin bu sürümünde desteklenmiyor

source: fmt=%(fmt)s backed by: %(backing_file)s
de: fmt=%(fmt)s gesichert durch: %(backing_file)s
es: fmt=%(fmt)s respaldado por: %(backing_file)s
fr: fmt=%(fmt)s sauvegardé par : %(backing_file)s
it: fmt=%(fmt)s sottoposto a backup da: %(backing_file)s
ko_kr: fmt=%(fmt)s 백업: %(backing_file)s
pt_br: fmt=%(fmt)s retornado por: %(backing_file)s
tr_tr: fmt=%(fmt)s şununla desteklenir: %(backing_file)s

source: fmt=%(fmt)s backed by:%(backing_file)s
de: fmt=%(fmt)s gesichert durch:%(backing_file)s
es: fmt=%(fmt)s respaldado por: %(backing_file)s
fr: fmt = %(fmt)s sauvegardé par : %(backing_file)s
it: fmt=%(fmt)s sottoposto a backup da: %(backing_file)s
ko_kr: fmt=%(fmt)s 백업: %(backing_file)s
pt_br: fmt=%(fmt)s retornado por: %(backing_file)s
tr_tr: fmt=%(fmt)s şununla desteklenir:%(backing_file)s

source: force delete
de: Löschen erzwingen
es: forzar supresión
fr: Forcer la suppression
it: forzare eliminazione
ko_kr: 삭제 강제 실행
pt_br: forçar exclusão
tr_tr: silmeye zorla

source: get_hyper_domain_id error.
de: get_hyper_domain_id-Fehler.
es: Error de get_hyper_domain_id.
fr: Erreur get_hyper_domain_id.
it: Errore get_hyper_domain_id.
ko_kr: get_hyper_domain_id 오류.
pt_br: Erro de get_hyper_domain_id.

source: get_hypermetro_by_id error.
de: get_hypermetro_by_id-Fehler.
es: Error de get_hypermetro_by_id.
fr: Erreur get_hypermetro_by_id.
it: Errore get_hypermetro_by_id.
ko_kr: get_hypermetro_by_id 오류.
pt_br: Erro de get_hypermetro_by_id.

source: get_iscsi_params: Failed to get target IP for initiator %(ini)s, please check config file.
de: get_iscsi_params: Fehler beim Abrufen der Ziel-IP für Initiator %(ini)s. Überprüfen Sie die Konfigurationsdatei.
es: get_iscsi_params: No se ha podido obtener la IP de destino para el iniciador %(ini)s, compruebe el archivo config.
fr: get_iscsi_params : échec d'obtention de l'IP cible pour l'initiateur %(ini)s. Vérifiez le fichier de configuration.
it: get_iscsi_params: impossibile ottenere l'IP di destinazione per l'iniziatore %(ini)s, controllare il file di configurazione.
ko_kr: get_iscsi_params: 개시자 %(ini)s에 대한 대상 IP를 가져오지 못했습니다. 구성 파일을 확인하십시오.
pt_br: get_iscsi_params: Falha ao obter o IP de destino para o inicializador %(ini)s, verifique o arquivo de configuração.

source: get_pool: Failed to get attributes for volume %s
de: get_pool: Fehler beim Abrufen der Attribute für den Datenträger %s
es: get_pool: No se han podido obtener los atributos para el volumen %s
fr: get_pool : échec d'obtention des attributs pour le volume %s
it: get_pool: Impossibile ottenere gli attributi per il volume %s
ko_kr: get_pool: %s 볼륨의 속성을 가져오는 데 실패
pt_br: get_pool: Falha ao obter atributos para o volume %s

source: glance_metadata changed
de: 'glance_metadata' geändert
es: glance_metadata modificado
fr: métadonnées glance_metadata modifiées
it: glance_metadata modificato
ko_kr: glance_metadata가 변경됨
pt_br: glance_metadata alterado

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different file systems.
de: gpfs_images_share_mode wurde als copy_on_write festgelegt, aber %(vol)s und %(img)s gehören zu anderen Dateisystemen.
es: gpfs_images_share_mode está establecido en copy_on_write, pero %(vol)s y %(img)s pertenece a sistemas de archivos diferentes.
fr: gpfs_images_share_mode est défini sur copy_on_write mais %(vol)s et %(img)s appartiennent à des systèmes de fichiers différents.
it: gpfs_images_share_mode è impostato su copy_on_write, ma %(vol)s e %(img)s appartengono a file system differenti.
ko_kr: gpfs_images_share_mode가 copy_on_write로 설정되었지만 %(vol)s과(와) %(img)s은(는)다른 파일 시스템에 속합니다.
pt_br: gpfs_images_share_mode está configurada para copy_on_write, mas %(vol)s e %(img)s pertencem a sistemas de arquivos diferentes.
tr_tr: gpfs_images_share_mode copy_on_write olarak ayarlanmış, ama %(vol)s ve %(img)s farklı dosya sistemlerine ait.

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different filesets.
de: gpfs_images_share_mode wurde als copy_on_write festgelegt, aber %(vol)s und %(img)s gehören zu anderen Dateigruppen.
es: gpfs_images_share_mode está establecido en copy_on_write, pero %(vol)s y %(img)s pertenecen a conjuntos de archivos diferentes.
fr: gpfs_images_share_mode est défini sur copy_on_write mais %(vol)s et %(img)s appartiennent à des ensembles de fichiers différents.
it: gpfs_images_share_mode è impostato su copy_on_write, ma %(vol)s e %(img)s appartengono a fileset differenti.
ko_kr: gpfs_images_share_mode가 copy_on_write로 설정되었지만 %(vol)s과(와) %(img)s은(는)다른 파일 세트에 속합니다.
pt_br: gpfs_images_share_mode está configurada para copy_on_write, mas %(vol)s e %(img)s pertencem a diferentes conjuntos.
tr_tr: gpfs_images_share_mode copy_on_write olarak ayarlanmış, ama %(vol)s ve %(img)s farklı dosya kümelerine ait.

source: hgst_group %(grp)s and hgst_user %(usr)s must map to valid users/groups in cinder.conf
de: hgst_group %(grp)s und hgst_user %(usr)s müssen in cinder.conf gültigen Benutzern/Gruppen zugeordnet werden.
es: hgst_group %(grp)s y hgst_user %(usr)s deben correlacionarse con usuarios/grupos válidos en cinder.conf
fr: hgst_group %(grp)s et hgst_user %(usr)s doivent être mappés à des utilisateurs/groupes valides dans cinder.conf
it: hgst_group %(grp)s e hgst_user %(usr)s devono corrispondere a utenti/gruppi validi in cinder.conf
ko_kr: hgst_group %(grp)s 및 hgst_user %(usr)s은(는) cinder.conf의 올바른 사용자/그룹에 맵핑되어야 함
pt_br: hgst_group %(grp)s e hgst_user %(usr)s devem ser mapeados para usuários/grupos válidos em cinder.conf
tr_tr: hgst_group %(grp)s ve hgst_user %(usr)s cinder.conf dosyasında geçerli kullanıcılar/gruplar olarak eşlenmelidir

source: hgst_net %(net)s specified in cinder.conf not found in cluster
de: hgst_net %(net)s wurde in cinder.conf angegeben, aber im Cluster nicht gefunden.
es: No se ha encontrado hgst_net %(net)s especificado en cinder.conf en el clúster
fr: L'élément hgst_net %(net)s spécifié dans cinder.conf est introuvable dans le cluster
it: hgst_net %(net)s specificato in cinder.conf non trovato nel cluster
ko_kr: cinder.conf에서 지정된 hgst_net %(net)s을(를) 클러스터에서 찾을 수 없음
pt_br: hgst_net %(net)s especificado em cinder.conf não localizado no cluster
tr_tr: cinder.conf dosyasında belirtilen hgst_net %(net)s küme içinde bulunamadı

source: hgst_redundancy must be set to 0 (non-HA) or 1 (HA) in cinder.conf.
de: hgst_redundancy muss in cinder.conf auf 0 (keine HA) oder 1 (HA) gesetzt werden.
es: hgst_redundancy debe establecerse en 0 (no HA) o 1 (HA) en cinder.conf.
fr: hgst_redundancy doit être défini à 0 (non HA) ou 1 (HA) dans cinder.conf.
it: hgst_redundancy deve essere impostato su 0 (non-HA) o 1 (HA) in cinder.conf.
ko_kr: hgst_redundancy는 cinder.conf에서 0(비HA) 또는 1(HA)로 설정해야 합니다.
pt_br: hgst_redundancy deve ser configurado para 0 (não HA) ou 1 (HA) em cinder.conf.
tr_tr: hgst_redundancy cinder.conf dosyasında 0 (non-HA) ya da 1 (HA) olarak ayarlanmalıdır.

source: hgst_space_mode must be an octal/int in cinder.conf
de: Der Wert für hgst_space_mode muss in cinder.conf eine Oktalzahl/Ganzzahl sein.
es: hgst_space_mode debe ser un octal/ent en cinder.conf
fr: hgst_space_mode doit être de type octal/int dans cinder.conf
it: hgst_space_mode deve essere un octal/int in cinder.conf
ko_kr: hgst_space_mode는 cinder.conf의 octal/int여야 함
pt_br: hgst_space_mode must deve ser um octal/int em cinder.conf
tr_tr: hgst_space_mode cinder.conf dosyasında bir sekizli/tam sayı olmalıdır

source: hgst_storage server %(svr)s not of format <host>:<dev>
de: hgst_storage-Server %(svr)s nicht im Format <Host>:<Einheit>
es: El servidor hgst_storage %(svr)s no tiene el formato <host>:<dev>
fr: Le serveur hgst_storage %(svr)s ne respecte pas le format <hôte>:<dév>
it: Server hgst_storage %(svr)s non nel formato <host>:<dev>
ko_kr: hgst_storage 서버 %(svr)s의 형식이 <host>:<dev>가 아님
pt_br: O servidor %(svr)s hgst_storage não é do formato <host>:<dev>
tr_tr: hgst_storage sunucusu %(svr)s <host>:<dev> biçiminde değil

source: hgst_storage_servers must be defined in cinder.conf
de: hgst_storage_servers müssen in cinder.conf definiert werden.
es: hgst_storage_servers deben definirse en cinder.conf
fr: hgst_storage_servers doit être défini dans cinder.conf
it: hgst_storage_servers deve essere definito in cinder.conf
ko_kr: hgst_storage_servers가 cinder.conf에서 정의되어야 함
pt_br: hgst_storage_servers deve ser definido em cinder.conf
tr_tr: hgst_storage_servers cinder.conf dosyasında tanımlanmalıdır

source: http service may have been abruptly disabled or put to maintenance state in the middle of this operation.
de: Der http-Dienst wurde möglicherweise mitten in dieser Operation unerwartet inaktiviert oder in den Wartungsmodus versetzt.
es: Es posible que el servicio HTTP se haya inhabilitado de forma abrupta o que se haya puesto en estado de mantenimiento en el transcurso de esta operación.
fr: Le service HTTP a pu être subitement désactivé ou mis à l'état de maintenance au milieu de cette opération.
it: Il servizio http potrebbe essere stato bruscamente disabilitato o inserito in stato di manutenzione durante questa operazione.
ko_kr: http 서비스가 갑자기 사용 안함으로 설정되었거나 이 조작을 수행하는 중에 유지보수 상태로 변경된 경우일 수 있습니다.
pt_br: O serviço http foi desativado abruptamente ou pode ter sido colocado em estado de manutenção no meio dessa operação.
tr_tr: http servisi bu işlemin ortasında ansızın kapatılmış ya da bakım durumuna alınmış olabilir.

source: id cannot be None
de: ID darf nicht 'None' sein.
es: el ID no puede ser None
fr: l'ID ne peut pas être None
it: l'id non può essere None
ko_kr: id는 None일 수 없음
pt_br: id não pode ser Nenhum
tr_tr: id Hiçbiri olamaz

source: image %s not found
de: Abbild %s nicht gefunden
es: no se ha encontrado la imagen %s
fr: image %s non trouvée
it: impossibile trovare l'immagine %s
ko_kr: %s 이미지를 찾을 수 없음
pt_br: imagem %s não localizada
tr_tr: imaj %s bulunamadı

source: initialize_connection, volume: %(volume)s, Volume not found.
de: 'initialize_c'onnection', Datenträger: %(volume)s, Datenträger nicht gefunden.
es: initialize_connection, volumen: %(volume)s, no se ha encontrado el volumen.
fr: initialize_connection, volume : %(volume)s, Volume introuvable.
it: initialize_connection, volume: %(volume)s, Volume non trovato.
ko_kr: initialize_connection, 볼륨: %(volume)s, 볼륨을 찾을 수 없습니다.
pt_br: initialize_connection, volume: %(volume)s, Volume não localizado.

source: initialize_connection: Failed to get attributes for volume %s.
de: initialize_connection: Fehler beim Abrufen der Attribute für Datenträger %s.
es: initialize_connection: No se han podido obtener los atributos para el volumen %s.
fr: initialize_connection : échec d'obtention des attributs pour le volume %s.
it: initialize_connection: impossibile ottenere gli attributi per il volume %s.
ko_kr: initialize_connection: 볼륨 %s에 대한 속성을 가져오지 못했습니다.
pt_br: initialize_connection: Falha ao obter atributos para o volume %s.
tr_tr: initialize_connection: %s mantıksal sürücüsü için özniteliklerin alınması başarısız.

source: initialize_connection: Missing volume attribute for volume %s.
de: initialize_connection: Fehlendes Datenträgerattribut für Datenträger %s.
es: initialize_connection: Falta un atributo para el volumen %s.
fr: initialize_connection : attribut de volume manquant pour le volume %s.
it: initialize_connection: manca l'attributo volume per il volume %s.
ko_kr: initialize_connection: 볼륨 %s에 대한 볼륨 속성이 누락되었습니다.
pt_br: initialize_connection: Atributo de volume ausente para o volume %s.
tr_tr: initialize_connection: %s mantıksal sürücüsü için mantıksal sürücü özniteliği eksik.

source: initialize_connection: No node found in I/O group %(gid)s for volume %(vol)s.
de: initialize_connection: Kein Knoten in E/A-Gruppe %(gid)s für Datenträger %(vol)s gefunden.
es: initialize_connection: No se ha encontrado ningún nodo en el grupo de E/S %(gid)s para el volumen %(vol)s.
fr: initialize_connection : aucun noeud n'a été détecté dans le groupe d'E-S %(gid)s pour le volume %(vol)s.
it: initialize_connection: Nessun nodo trovato nel gruppo I/O %(gid)s per il volume %(vol)s.
ko_kr: initialize_connection: 볼륨 %(vol)s에 대한 I/O 그룹 %(gid)s에서 노드를 찾을 수 없습니다.
pt_br: initialize_connection: Nenhum nó localizado no grupo de E/S %(gid)s para o volume %(vol)s.
tr_tr: initialize_connection: %(vol)s mantıksal sürücüsü için %(gid)s I/O grubundan düğüm bulunamadı.

source: initialize_connection: vdisk %s is not defined.
de: initialize_connection: Virtuelle Platte %s ist nicht definiert.
es: initialize_connection: el disco virtual %s no está definido.
fr: initialize_connection : le disque virtuel %s n'est pas défini.
it: initialize_connection: vdisk %s non definito.
ko_kr: initialize_connection: vdisk %s이(가) 정의되지 않았습니다.
pt_br: initialize_connection: vdisk %s não está definido.
tr_tr: initialize_connection: vdisk %s tanımlanmamış.

source: invalid user '%s'
de: Ungültiger Benutzer '%s'
es: usuario no válido '%s'
fr: utilisateur non valide '%s'
it: utente non valido '%s'
ko_kr: 사용자 '%s'이(가) 올바르지 않음
pt_br: usuário inválido '%s'
tr_tr: geçersiz kullanıcı '%s'

source: iscsi portal, %s, not found
de: iSCSI-Portal %s nicht gefunden.
es: portal iscsi portal, %s, no encontrado
fr: portal iSCSI %s introuvable
it: portale iscsi, %s, non trovato
ko_kr: iscsi 포털, %s을(를) 찾을 수 없음
pt_br: portal iscsi, %s, não localizado
tr_tr: iscsi portalı, %s bulunamadı

source: iscsi_ip_address must be set in config file when using protocol 'iSCSI'.
de: iscsi_ip_address muss in Konfigurationsdatei festgelegt werden, wenn Protokoll 'iSCSI' verwendet wird.
es: iscsi_ip_address debe establecerse en el archivo de configuración al utilizar el protocolo 'iSCSI'.
fr: iscsi_ip_address doit être définie dans le fichier de configuration si vous utilisez le protocole 'iSCSI'.
it: iscsi_ip_address deve essere impostato nel file di configurazione quando si usa il protocollo 'iSCSI'.
ko_kr: 프로토콜 'iSCSI' 사용 시 구성 파일에서 iscsi_ip_address를 설정해야 합니다.
pt_br: iscsi_ip_address deve ser definido no arquivo de configuração ao usar protocolo 'iSCSI'.
tr_tr: 'iSCSI' iletişim kuralı kullanılırken iscsi_ip_address yapılandırma dosyasında ayarlanmalı.

source: iscsiadm execution failed.
de: Ausführen von 'iscsiadm' fehlgeschlagen.
es: Ha fallado la ejecución de iscsiadm.
fr: L'exécution d'iscsiadm a échoué.
it: Esecuzione di iscsiadm non riuscita.
ko_kr: iscsiadm 실행에 실패했습니다.
pt_br: A execução do iscsiadm falhou.

source: key manager error: %(reason)s
de: Schlüsselmanagerfehler: %(reason)s
es: error de gestor clave: %(reason)s
fr: Erreur du gestionnaire de clés : %(reason)s
it: errore gestore chiavi: %(reason)s
ko_kr: 주요 관리자 오류: %(reason)s
pt_br: Erro do gerenciador de chaves: %(reason)s
tr_tr: anahtar yönetici hatası: %(reason)s

source: keymgr.fixed_key not defined
de: keymgr.fixed_key nicht definiert.
es: keymgr:fixed_key no está definido
fr: keymgr.fixed_key n'est pas défini
it: keymgr.fixed_key non definito
ko_kr: keymgr.fixed_key가 정의되지 않음
pt_br: keymgr.fixed_key não definido
tr_tr: keymgr.fixed_key tanımlanamadı

source: limit param must be an integer
de: 'limit'-Parameter muss eine Ganzzahl sein.
es: el parámetro de límite debe ser un entero
fr: le paramètre limit doit être un entier
it: parametro limite deve essere un numero intero
ko_kr: limit 매개변수는 정수여야 함
pt_br: o parâmetro limit deve ser um número inteiro
tr_tr: Sınır parametresi tam sayı olmak zorunda

source: limit param must be positive
de: 'limit'-Parameter muss positiv sein.
es: el parámetro de límite debe ser positivo
fr: le paramètre limit doit être positif
it: parametro limite deve essere positivo
ko_kr: limit 매개변수가 양수여야 함
pt_br: o parâmetro limit deve ser positivo
tr_tr: Sınır parametresi pozitif olmak zorunda

source: manage_existing cannot manage a volume connected to hosts. Please disconnect this volume from existing hosts before importing
de: 'manage_existing' kann einen Datenträger nicht verwalten, der mit Hosts verbunden ist. Trennen Sie vor dem Import die Verbindung dieses Datenträgers zu vorhandenen Hosts.
es: manage_existing no puede gestionar un volumen conectado con hosts. Desconecte este volumen de los hosts existentes antes de realizar la importación.
fr: manage_existing ne peut pas gérer un volume connecté à des hôtes. Veuillez déconnecter ce volume des hôtes existants avant l'importation
it: manage_existing non può gestire un volume connesso agli host. Disconnettere questo volume dagli host esistenti prima dell'importazione
ko_kr: manage_existing은 호스트에 연결된 볼륨을 관리할 수 없습니다. 가져오기 전에 이 볼륨과 기존 호스트의 연결을 끊으십시오.
pt_br: O manage_existing não pode gerenciar um volume conectado aos hosts. Desconecte esse volume dos hosts existentes antes de importar

source: manage_existing requires a 'name' key to identify an existing volume.
de: manage_existing erfordert den Schlüssel 'name' zum Identifizieren eines vorhandenen Datenträgers.
es: manage_existing necesita una clave 'name' para identificar un volumen existente.
fr: manage_existing requiert une clé 'name' pour identifier un volume existant.
it: manage_existing richiede una chiave 'name' per identificare un volume esistente.
ko_kr: manage_existing에는 기존 볼륨을 식별하기 위한 'name' 키가 필요합니다.
pt_br: manage_existing requer uma chave de 'nome' para identificar um volume existente.
tr_tr: manage_existing varolan bir mantıksal sürücüyü tanımlamak için bir 'name' anahtarı ister.

source: manage_existing_snapshot: Error managing existing replay %(ss)s on volume %(vol)s
de: manage_existing_snapshot: Fehler beim Verwalten der vorhandenen Wiedergabe %(ss)s auf dem Datenträger %(vol)s
es: manage_existing_snapshot: Error al gestionar la reproducción existente %(ss)s en el volumen %(vol)s
fr: manage_existing_snapshot : Erreur lors de la gestion de la relecture existante %(ss)s sur le volume %(vol)s
it: manage_existing_snapshot: Errore durante la gestione della risposta esistente %(ss)s sul volume %(vol)s
ko_kr: manage_existing_snapshot: 볼륨 %(vol)s에서 기존 재생 %(ss)s을(를) 관리하는 중 오류 발생
pt_br: manage_existing_snapshot: Erro ao gerenciar a reprodução existente %(ss)s no volume %(vol)s

source: marker [%s] not found
de: Marker [%s] nicht gefunden
es: no se ha encontrado el marcador [%s]
fr: le marqueur [%s] est introuvable
it: indicatore [%s] non trovato
ko_kr: 마커 [%s]을(를) 찾을 수 없음
pt_br: marcador [%s] não localizado
tr_tr: [%s] göstergesi bulunamadı

source: mdiskgrp missing quotes %s
de: Fehlende Anführungszeichen für mdiskgrp %s
es: mdiskgrp no tiene comillas %s
fr: guillemets manquants pour mdiskgrp %s
it: apici mancanti per mdiskgrp %s
ko_kr: mdiskgrp에 따옴표 누락 %s
pt_br: mdiskgrp não tem aspas %s
tr_tr: mdiskgrp eksik kotalar %s

source: migration_policy must be 'on-demand' or 'never', passed: %s
de: migration_policy muss 'on-demand' oder 'never' sein, übergeben: %s
es: migration_policy debe ser 'on-demand' o 'never', se ha pasado: %s
fr: migration_policy doit être 'on-demand' ou 'never', transmis : %s
it: migration_policy deve essere 'on-demand' o 'never', è stato passato: %s
ko_kr: migration_policy는 'on-demand' 또는 'never'이어야 함. 패스됨: %s
pt_br: migration_policy deve ser 'on-demand' ou 'never', transmitido: %s
tr_tr: migration_policy 'on-demand' ya da 'never' olmalıdır, geçilen: %s

source: mkfs failed on volume %(vol)s, error message was: %(err)s.
de: mkfs fehlgeschlagen auf Datenträger %(vol)s, Fehlernachricht: %(err)s.
es: mkfs ha fallado en el volumen %(vol)s, el mensaje de error era: %(err)s.
fr: mkfs a échoué sur le volume %(vol)s, message d'erreur : %(err)s.
it: mkfs non riuscito sul volume %(vol)s, il messaggio di errore è: %(err)s.
ko_kr: %(vol)s 볼륨에서 mkfs가 실패했습니다. 오류 메시지: %(err)s.
pt_br: mkfs falhou no volume %(vol)s, mensagem de erro foi: %(err)s.
tr_tr: mkfs %(vol)s mantıksal sürücüsü üzerinde başarısız oldu, hata iletisi: %(err)s.

source: mount.glusterfs is not installed
de: mount.glusterfs ist nicht installiert.
es: mount.glusterfs no está instalado
fr: mount.glusterfs n'est pas installé
it: mount.glusterfs non è installato
ko_kr: mount.glusterfs가 설치되지 않음
pt_br: mount.glusterfs não está instalado
tr_tr: mount.glusterfs kurulu değil

source: multiple resources with name %s found by drbdmanage
de: Es wurden mehrere Ressourcen mit dem Namen %s von drbdmanage gefunden.
es: drbdmanage ha encontrado varios recursos con el nombre %s
fr: plusieurs ressources avec le nom %s ont été détectées par drbdmanage
it: drbdmanage ha trovato più risorse con il nome %s
ko_kr: drbdmanage에서 이름이 %s인 다중 자원을 발견함
pt_br: vários recursos com o nome %s localizado como drbdmanage
tr_tr: drbdmanage tarafından %s ismine sahip birden fazla kaynak bulundu

source: multiple resources with snapshot ID %s found
de: mehrere Ressourcen mit Schattenkopie-ID %s gefunden
es: se han encontrado varios recursos con el ID de instantánea %s
fr: plusieurs ressources avec l'ID d'instantané %s ont été détectées
it: Rilevate più risorse con ID istantanea %s
ko_kr: 스냅샷 ID가 %s인 다중 자원이 발견됨
pt_br: vários recursos com ID de captura instantânea %s localizado
tr_tr: %s anlık sistem görüntüsü ile birden fazla kaynak bulundu
