Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Volume %s could not be created from source volume.
de: Datenträger %s konnte nicht aus Quellendatenträger erstellt werden.
es: No se ha podido crear el volumen %s desde el volumen de origen.
fr: Le volume %s n'a pas pu être créé à partir du volume source.
it: Impossibile creare il volume %s dal volume di origine.
ko_kr: 볼륨 %s을(를) 소스 볼륨에서 작성할 수 없습니다.
pt_br: O volume %s não pôde ser criado a partir do volume de origem.
tr_tr: Mantıksal sürücü %s kaynak mantıksal sürücüden oluşturulamadı.

source: Volume %s could not be created on shares.
de: Datenträger '%s' konnte nicht in den freigegebenen Verzeichnissen erstellt werden.
es: El volumen %s no se puede crear en las unidades compartidas.
fr: Le volume %s n'a pas pu être créé sur les partages.
it: Impossibile creare il volume %s nelle condivisioni.
ko_kr: %s 볼륨을 공유에서 작성할 수 없습니다.
pt_br: O volume %s não pôde ser criado em compartilhamentos.
tr_tr: Mantıksal sürücü %s paylaşımlarda oluşturulamadı.

source: Volume %s could not be created.
de: Datenträger '%s' konnte nicht erstellt werden.
es: No se ha podido crear el volumen %s.
fr: Le volume %s n'a pas pu être créé.
it: Impossibile creare il volume %s.
ko_kr: 볼륨 %s을(를) 작성할 수 없습니다.
pt_br: O volume %s não pôde ser criado.
tr_tr: Mantıksal sürücü %s oluşturulamadı.

source: Volume %s does not exist in Nexenta SA
de: Der Datenträger %s ist nicht in Nexenta SA vorhanden.
es: El volumen %s no existe en Nexenta SA
fr: Le volume %s n'existe pas dans Nexenta SA
it: Il volume %s non esiste in Nexenta SA
ko_kr: 볼륨 %s이(가) Nexenta SA에 없음
pt_br: O volume %s não existe no Nexenta SA.

source: Volume %s does not exist in Nexenta Store appliance
de: Der Datenträger %s ist nicht in der Nexenta Store-Appliance vorhanden.
es: El volumen %s no existe en la aplicación Nexenta Store
fr: Le volume %s n'existe pas dans Nexenta Store Appliance
it: Il volume %s non esiste nell'applicazione Nexenta Store
ko_kr: 볼륨 %s이(가) Nexenta Store 어플라이언스에 없음
pt_br: O volume %s não existe no dispositivo Nexenta Store.

source: Volume %s does not exist on the array.
de: Der Datenträger %s ist im Array nicht vorhanden.
es: El volumen %s no existe en la matriz.
fr: Le volume %s n'existe pas sur la matrice.
it: Il volume %s non esiste su questo array.
ko_kr: 배열에 %s 볼륨이 없습니다.
pt_br: O volume %s não existe na matriz.

source: Volume %s does not have provider_location specified, skipping.
de: Für Datenträger %s ist provider_location nicht angegeben, wird übersprungen.
es: El volumen %s no tiene especificado provider_location, se salta.
fr: provider_location n'a pas été spécifié pour le volume %s. Il sera ignoré.
it: Sul volume %s non è specificato provider_location; ignorato.
ko_kr: %s 볼륨에 지정된 provider_location이 없습니다. 건너뜁니다.
pt_br: O volume %s não possui provider_location especificado, ignorando.
tr_tr: Mantıksal sürücü %s belirtilmiş provider_location değerine sahip değil, bu adım geçiliyor.

source: Volume %s doesn't exist on array.
de: Der Datenträger %s ist im Array nicht vorhanden.
es: El volumen %s no existe en la matriz.
fr: Le volume %s n'existe pas sur la matrice.
it: Il volume %s non esiste nell'array.
ko_kr: 배열에 %s 볼륨이 없습니다.
pt_br: O volume %s não existe na matriz.
tr_tr: Mantıksal sürücü %s dizide mevcut değil.

source: Volume %s doesn't exist on the ZFSSA backend.
de: Der Datenträger %s ist nicht im ZFSSA-Backend vorhanden.
es: El volumen %s no existe en el programa de fondo ZFSSA.
fr: Le volume %s n'existe pas sur le back-end ZFSSA.
it: Il volume %s non esiste nel backend ZFSSA.
ko_kr: ZFSSA 백엔드에 %s 볼륨이 없습니다.
pt_br: O volume %s não existe no backend ZFSSA.

source: Volume %s is already managed by OpenStack.
de: Datenträger %s wird bereits von OpenStack verwaltet.
es: El volumen %s ya se gestiona en OpenStack.
fr: Le volume %s est déjà géré par OpenStack.
it: Il volume %s è già gestito da OpenStack.
ko_kr: OpenStack에서 이미 볼륨 %s을(를) 관리합니다.
pt_br: O volume %s já é gerenciado pelo OpenStack.

source: Volume %s is not of replicated type. This volume needs to be of a volume type with the extra spec replication_enabled set to '<is> True' to support replication actions.
de: Der Datenträger %s hat nicht den Typ 'replication'. Dieser Datenträger muss ein Datenträgertyp sein, bei dem die extra Spezifikation 'replication_enabled' auf '<is> True' gesetzt ist, damit Replikationsaktionen unterstützt werden.
es: El volumen %s no es de tipo replicado. Este volumen tiene que tener un tipo de volumen con la especificación adicional replication_enabled establecida en '<is> True' para admitir acciones de replicación.
fr: Le volume %s n'est pas du type répliqué. Ce volume doit être d'un type de volume avec la spécification supplémentaire (extra spec) définie avec '<is> True' pour prendre en charge les actions de réplication.
it: Il volume %s non è di tipo replicato. Questo volume deve essere di un tipo di volume con la specifica supplementare replication_enabled impostata su '<is> True' per supportare le azioni di replica.
ko_kr: 볼륨 %s이(가) 복제된 유형이 아닙니다. 복제 작업을 지원하려면 이 볼륨은 추가 사양 replication_enabled가 '<is> True'로 설정된 볼륨 유형이어야 합니다.
pt_br: O volume %s não é do tipo replicado. Esse volume precisa ser de um tipo de volume com replication_enabled de especificação extra configurado para '<is> True'para suportar ações de replicação.

source: Volume %s is online. Set volume to offline for managing using OpenStack.
de: Der Datenträger %s ist 'online'. Setzen Sie den Datenträger für die Verwaltung mit OpenStack auf 'offline'.
es: El volumen %s está en línea. Defina el volumen como fuera de línea para gestionarlo con OpenStack.
fr: Le volume %s est en ligne (online). Définissez le volume comme étant hors ligne (offline) pour le gérer avec OpenStack.
it: Il volume %s è online. Impostare il volume su offline per la gestione tramite OpenStack.
ko_kr: 볼륨 %s이(가) 온라인입니다. OpenStack을 사용하여 관리할 볼륨을 오프라인으로 설정합니다.
pt_br: O volume %s está on-line. Configure o volume para off-line gerenciar o uso do OpenStack.

source: Volume %s must not be migrating, attached, belong to a consistency group or have snapshots.
de: Der Datenträger %s darf sich nicht in einer Migration befinden, nicht zugeordnet sein, darf zu keiner Konsistenzgruppe gehören und keine Schattenkopien haben.
es: El volumen %s no se puede migrar ni adjuntar, no puede pertenecer a un grupo de consistencia ni tener instantáneas.
fr: Le volume %s ne doit pas être en cours de migration ou connecté, il ne doit pas appartenir à un groupe de cohérence ou avoir des instantanés.
it: Il volume %s non deve essere in fase di migrazione, essere collegato, far parte di un gruppo di coerenza o avere istantanee.
ko_kr: 볼륨 %s을(를) 마이그레이션하거나, 연결하거나, 일관성 그룹에 속하거나, 스냅샷이 없어야 합니다.
pt_br: O Volume %s não deve ser de migração, estar conectado, pertencer a um grupo de consistências ou possuir capturas instantâneas.

source: Volume %s must not be part of a consistency group.
de: Datenträger %s darf nicht Teil einer Konsistenzgruppe sein.
es: El volumen %s no debe formar parte de un grupo de consistencia.
fr: Le volume %s ne doit pas faire partie d'un groupe de cohérence.
it: Il volume %s non deve fare parte di un gruppo di coerenza.
ko_kr: 볼륨 %s이(가) 일관성 그룹의 일부가 아니어야 합니다.
pt_br: O volume %s não deve ser parte de um grupo de consistências.
tr_tr: Mantıksal sürücü %s bir tutarlılık grubununun parçası olmamalıdır.

source: Volume %s not found.
de: Datenträger %s nicht gefunden.
es: No se ha encontrado el volumen %s.
fr: Le volume %s est introuvable.
it: Volume %s non trovato.
ko_kr: 볼륨 %s을(를) 찾을 수 없습니다.
pt_br: Volume %s não localizado.
tr_tr: %s mantıksal sürücüsü bulunamadı.

source: Volume %s: Error trying to extend volume
de: Datenträger %s: Fehler beim Versuch, den Datenträger zu erweitern.
es: Volumen %s: Error al intentar ampliar el volumen
fr: Volume %s : Erreur lors de la tentative d'extension du volume
it: Volume %s: Errore durante il tentativo di estendere il volume
ko_kr: 볼륨 %s: 볼륨 확장 시도 중 오류 발생
pt_br: Volume %s: Erro ao tentar estender o volume
tr_tr: Mantıksal Sürücü %s: Mantıksal sürücü genişletme denenirken hata

source: Volume (%s) already exists on array
de: Datenträger (%s) ist im Array bereits vorhanden.
es: El volumen (%s) ya existe en la matriz
fr: Le volume (%s) existe déjà dans la matrice
it: Il volume (%s) esiste già nell'array
ko_kr: 배열에 이미 볼륨(%s)이 있음
pt_br: O volume (%s) já existe na matriz
tr_tr: Mantıksal sürücü (%s) zaten dizi üzerinde mevcut

source: Volume (%s) already exists on array.
de: Datenträger (%s) ist im Array bereits vorhanden.
es: El volumen (%s) ya existe en la matriz.
fr: Le volume (%s) existe déjà dans la matrice.
it: Il volume (%s) esiste già sull'array.
ko_kr: 볼륨(%s)이 배열에 이미 있습니다.
pt_br: Volume (%s) já existe na matriz.
tr_tr: Mantıksal sürücü (%s) dizide zaten mevcut.

source: Volume Group %s does not exist
de: Datenträgergruppe %s ist nicht vorhanden.
es: El grupo de volúmenes %s no existe
fr: Le groupe de volumes %s n'existe pas
it: Il gruppo del volume %s non esiste
ko_kr: 볼륨 그룹 %s이(가) 없음
pt_br: O Grupo de Volume %s não existe
tr_tr: Mantıksal Sürücü %s yok

source: Volume Type %(id)s already exists.
de: Datenträgertyp %(id)s ist bereits vorhanden.
es: El tipo de volumen %(id)s ya existe.
fr: Le type de volume %(id)s existe déjà.
it: Il tipo di volume %(id)s esiste già.
ko_kr: %(id)s 볼륨 유형이 이미 존재합니다.
pt_br: O Tipo de Volume %(id)s já existe.
tr_tr: Mantıksal Sürücü Türü %(id)s zaten var.

source: Volume Type %(type_id)s has no extra spec with key %(id)s.
de: Der Datenträgertyp %(type_id)s hat keine zusätzliche Spezifikation mit Schlüssel %(id)s.
es: El tipo de volumen %(type_id)s no tiene una especificación adicional con la clave %(id)s.
fr: Le type de volume %(type_id)s n'a pas de spécifications supplémentaires avec la clé %(id)s.
it: Il tipo di volume %(type_id)s non contiene specifica supplementare con la chiave %(id)s.
ko_kr: 볼륨 유형 %(type_id)s에 키 %(id)s을(를) 가진 추가 스펙이 없습니다.
pt_br: Tipo de volume %(type_id)s não possui especificação extra com a chave %(id)s.
tr_tr: %(type_id)s Mantıksal Sürücü Türü, %(id)s anahtarlı hiçbir ek özelliğe sahip değil.

source: Volume Type %(volume_type_id)s deletion is not allowed with volumes present with the type.
de: Löschen von Datenträgertyp %(volume_type_id)s ist für vorhandene Datenträger mit dem Typ nicht zulässig.
es: La eliminación del tipo de volumen %(volume_type_id)s no está permitida con los volúmenes presente con el tipo.
fr: Suppression du type de volume %(volume_type_id)s interdite avec les volumes de ce type.
it: L'eliminazione del tipo di volume %(volume_type_id)s non è consentita con i volumi presenti con il tipo.
ko_kr: 유형이 있는 볼륨에는 %(volume_type_id)s 볼륨 유형 삭제가 허용되지 않습니다.
pt_br: A exclusão do Tipo de Volume %(volume_type_id)s não é permitida com volumes presentes com o tipo.
tr_tr: Türde mevcut mantıksal sürücü varsa %(volume_type_id)s mantıksal sürücü silmeye izin verilmez.

source: Volume Type %(volume_type_id)s has no extra specs with key %(extra_specs_key)s.
de: Datenträgertyp %(volume_type_id)s hat keine Sonderspezifikationen mit dem Schlüssel %(extra_specs_key)s
es: El tipo de volumen %(volume_type_id)s no tiene especificaciones adicionales con la clave %(extra_specs_key)s.
fr: Le type de volume %(volume_type_id)s ne comporte pas de spécs supp avec la clé %(extra_specs_key)s.
it: Il tipo di volume %(volume_type_id)s non contiene specifiche supplementari con la chiave %(extra_specs_key)s.
ko_kr: %(volume_type_id)s 볼륨 유형에 %(extra_specs_key)s 키를 갖는 추가 스펙이 없습니다.
pt_br: O Tipo de Volume %(volume_type_id)s não tem specs extras com a chave %(extra_specs_key)s.
tr_tr: %(volume_type_id)s mantıksal sürücü türü %(extra_specs_key)s anahtarı ile hiçbir ek özelliğe sahip değil.

source: Volume Type id must not be None.
de: Datenträgertyp-ID darf nicht 'None' sein.
es: La id del tipo de volumen no debe ser Ninguno.
fr: L'ID de type de volume ne peut pas être None.
it: L'id del tipo di volume non deve essere None.
ko_kr: 볼륨 유형 ID가 있어야 합니다.
pt_br: Identificador do tipo de volume não pode ser None.
tr_tr: Mantıksal Sürücü Türü bilgisi Hiçbiri olamaz.

source: Volume [%(cb_vol)s] was not found at CloudByte storage corresponding to OpenStack volume [%(ops_vol)s].
de: Der Datenträger [%(cb_vol)s] wurde nicht in dem CloudByte-Speicher gefunden, der zum OpenStack-Datenträger [%(ops_vol)s] gehört.
es: No se ha encontrado el volumen [%(cb_vol)s] en el almacenamiento de CloudByte correspondiente al volumen de OpenStack [%(ops_vol)s].
fr: Volume [%(cb_vol)s] introuvable sur le stockage CloudByte correspondant au volume OpenStack [%(ops_vol)s].
it: Volume [%(cb_vol)s] non trovato nella memoria CloudByte corrispondente al volume OpenStack [%(ops_vol)s].
ko_kr: CloudByte 스토리지에서 OpenStack 볼륨 [%(ops_vol)s]에 해당하는 볼륨 [%(cb_vol)s]을(를) 찾을 수 없습니다.
pt_br: O volume [%(cb_vol)s] não foi localizado no armazenamento CloudByte correspondente ao volume OpenStack [%(ops_vol)s].

source: Volume [%s] not found in CloudByte storage.
de: Datenträger [%s] nicht in CloudByte-Speicher gefunden.
es: No se ha encontrado el volumen [%s] en el almacenamiento de CloudByte.
fr: Volume [%s] introuvable dans le système de stockage CloudByte.
it: Volume [%s] non rilevato nell'archivio CloudByte.
ko_kr: CloudByte 스토리지에서 볼륨 [%s]을(를) 찾을 수 없습니다.
pt_br: O volume [%s] não foi localizado no armazenamento CloudByte.
tr_tr: CloudByte depolamada [%s] mantıksal sürücüsü bulunamadı.

source: Volume attachment could not be found with filter: %(filter)s .
de: Datenträgeranhängung wurde mit dem folgenden Filter nicht gefunden: %(filter)s .
es: El archivo adjunto de volumen no se ha podido encontrar con el filtro: %(filter)s.
fr: La pièce jointe du volume est introuvable avec le filtre : %(filter)s .
it: Impossibile trovare il collegamento del volume con il filtro: %(filter)s .
ko_kr: %(filter)s 필터로 볼륨 접속을 찾을 수 없습니다.
pt_br: O anexo do volume não pôde ser localizado com o filtro: %(filter)s.
tr_tr: Mantıksal sürücü eki şu süzgeç ile bulunamadı: %(filter)s .

source: Volume backend config is invalid: %(reason)s
de: Konfiguration des Datenträgerbackends ist ungültig: %(reason)s
es: La configuración de fondo del volumen no es válida: %(reason)s
fr: La configuration de back-end du volume n'est pas valide : %(reason)s
it: Configurazione backend del volume non valida: %(reason)s
ko_kr: 볼륨 백엔드 구성이 올바르지 않음: %(reason)s
pt_br: A configuração de backend de volume é inválida: %(reason)s
tr_tr: Mantıksal sürücü art alanda çalışan uygulama yapılandırması geçersizdir: %(reason)s

source: Volume by this name already exists
de: Ein Datenträger mit diesem Namen ist bereits vorhanden.
es: Ya existe un volumen con este nombre
fr: Un volume ayant ce nom existe déjà
it: Il volume con questo nome già esiste
ko_kr: 이 이름에 의한 볼륨이 이미 존재함
pt_br: Já existe um volume com esse nome
tr_tr: Bu isimde mantıksal sürücü zaten mevcut

source: Volume cannot be restored since it contains snapshots.
de: Datenträger kann nicht wiederhergestellt werden, da er Schattenkopien enthält.
es: El volumen no se puede restaurar porque contiene instantáneas.
fr: Impossible de restaurer le volume car il contient des instantanés.
it: Impossibile ripristinare il volume perché contiene delle istantanee.
ko_kr: 스냅샷이 포함되었기 때문에 볼륨을 복원할 수 없습니다.
pt_br: O volume não pode ser restaurado, uma vez que ele contém capturas instantâneas.
tr_tr: Mantıksal sürücü anlık görüntüler içerdiğinden geri yüklenemiyor.

source: Volume create failed while extracting volume ref.
de: Datenträgererstellung beim Extrahieren der Datenträgerreferenz fehlgeschlagen.
es: Ha fallado la creación del volumen al extraer la referencia del volumen.
fr: La création du volume a échoué lors de l'extraction de la référence du volume (volume ref).
it: Creazione del volume non riuscita durante l'estrazione del riferimento del volume.
ko_kr: 볼륨 ref를 추출하는 동안 볼륨 작성에 실패했습니다.
pt_br: A criação do volume falhou ao extrair a referência do volume.

source: Volume device file path %s does not exist.
de: Dateipfad für Datenträgergerät %s ist nicht vorhanden.
es: La vía de acceso de archivo de dispositivo de volumen %s no existe.
fr: Le chemin d'accès du fichier du périphérique de volume %s n'existe pas.
it: Il percorso del file del dispositivo del volume %s non esiste.
ko_kr: 볼륨 디바이스 파일 경로 %s이(가) 존재하지 않습니다.
pt_br: Caminho do arquivo de dispositivo de volume %s não existe.
tr_tr: Mantıksal sürücü dosya yolu %s yok.

source: Volume device not found at %(device)s.
de: Datenträgergerät unter %(device)s nicht gefunden.
es: Dispositivo de volumen no encontrado en: %(device)s
fr: Périphérique de volume introuvable à %(device)s.
it: Il dispositivo del volume non è stato trovato in %(device)s.
ko_kr: %(device)s에서 볼륨 디바이스를 찾을 수 없음.
pt_br: Dispositivo de volume não localizado em %(device)s.
tr_tr: Mantıksal sürücü aygıtı %(device)s'da bulunamadı.

source: Volume driver %s not initialized.
de: Datenträgertreiber %s nicht initialisiert.
es: Controlador de volumen %s no inicializado.
fr: Pilote de volume %s non initialisé.
it: Il driver di volume %s non è inizializzato.
ko_kr: 볼륨 드라이버 %s이(가) 초기화되지 않았습니다.
pt_br: Driver do volume %s não inicializou.
tr_tr: Mantıksal sürücü sürücüsü %s ilklendirilmemiş.

source: Volume driver not ready.
de: Datenträgertreiber ist nicht bereit.
es: Driver de volumen no está preparado.
fr: Pilote de volume non prêt.
it: Driver del volume non pronto.
ko_kr: 볼륨 드라이버가 준비 되어있지 않습니다.
pt_br: O driver de volume ainda não está pronto.
tr_tr: Mantıksal sürücü hazır değil.

source: Volume driver reported an error: %(message)s
de: Datenträgertreiber meldete einen Fehler: %(message)s
es: Driver de volumen ha reportado un error: %(message)s
fr: Le pilote de volume a signalé une erreur : %(message)s
it: Il driver del volume ha riportato un errore: %(message)s
ko_kr: 볼륨 드라이버 오류 보고서: %(message)s
pt_br: O driver do volume reportou um erro: %(message)s
tr_tr: Mantıksal sürücü bir hata bildirdi: %(message)s

source: Volume has a temporary snapshot that can't be deleted at this time.
de: Der Datenträger hat eine temporäre Schattenkopie, die zurzeit nicht gelöscht werden kann.
es: El volumen tiene una instantánea temporal que no se puede suprimir en este momento.
fr: Le volume contient un instantané temporaire qui ne peut pas être supprimé pour l'instant.
it: Il volume ha un'istantanea temporanea che non può essere eliminata in questo momento.
ko_kr: 현재 삭제할 수 없는 임시 스냅샷이 볼륨에 있습니다.
pt_br: O volume possui uma captura instantânea temporária que não pode ser excluída no momento.

source: Volume has children and cannot be deleted!
de: Der Datenträger hat untergeordnete Elemente und kann nicht gelöscht werden!
es: El volumen tiene hijos y no se puede suprimir.
fr: Ce volume a des enfants et ne peut pas être supprimé !
it: Il volume ha elementi child e non può essere eliminato.
ko_kr: 볼륨에 하위가 있으므로 삭제할 수 없습니다!
pt_br: O volume possui filhos e não pode ser excluído!

source: Volume is attached to a server. (%s)
de: Datenträger ist an einem Server angehängt. (%s)
es: El volumen está conectado a un servidor. (%s)
fr: Le volume est attaché à un serveur. (%s)
it: Il volume è collegato a un server. (%s)
ko_kr: 볼륨이 서버에 연결됩니다(%s).
pt_br: O volume está conectado a um servidor. (%s)

source: Volume is in-use.
de: Datenträgerstatus ist 'in-use'.
es: El volumen está en uso.
fr: Volume en cours d'utilisation.
it: Volume attualmente utilizzato.
ko_kr: 볼륨을 사용 중입니다.
pt_br: O volume está em uso.
tr_tr: Mantıksal sürücü kullanımda.

source: Volume is not available.
de: Datenträger ist nicht verfügbar.
es: El volumen no está disponible.
fr: Le volume n'est pas disponible.
it: Il volume non è disponibile.
ko_kr: 볼륨을 사용할 수 없습니다.
pt_br: Volume não está disponível.
tr_tr: Disj bölümü uygun değil.

source: Volume is not local to this node
de: Der Datenträger ist für diesen Knoten nicht lokal.
es: El volumen no es local para este nodo
fr: Le volume n'est pas local sur ce noeud
it: Per questo nodo volume non è locale
ko_kr: 볼륨이 이 노드에 대해 로컬이 아님
pt_br: O volume não é local para este nó
tr_tr: Mantıksal sürücü bu düğüme yerel değil

source: Volume is not local to this node.
de: Der Datenträger ist für diesen Knoten nicht lokal.
es: El volumen no es local para este nodo.
fr: Le volume n'est pas local sur ce noeud.
it: Il volume non è locale rispetto a questo nodo.
ko_kr: 볼륨이 이 노드의 로컬이 아닙니다.
pt_br: O volume não é local para este nó.
tr_tr: Mantıksal sürücü bu düğüme yerel değil.

source: Volume metadata backup requested but this driver does not yet support this feature.
de: Sicherung der Datenträgermetadaten angefordert, dieser Treiber unterstützt diese Funktion jedoch noch nicht.
es: Se ha solicitado copia de seguridad de metadatos de volumen pero este controlador no soporta aún esta característica.
fr: La sauvegarde des métadonnées de volume est demandée mais ce pilote ne prend pas en charge cette fonction pour le moment.
it: È stato richiesto il backup dei metadati di volume ma questo driver non supporta ancora questa funzione.
ko_kr: 볼륨 메타데이터 백업이 요청되었으나 이 드라이버는 아직 이 기능을 설정하십시오.
pt_br: Backup de metadados do volume solicitado, mas este driver ainda não suporta este recurso.
tr_tr: Mantıksal sürücü metadata yedekleme istedi ancak bu sürücü henüz bu özelliği desteklemiyor.

source: Volume migration failed: %(reason)s
de: Datenträgermigration fehlgeschlagen: %(reason)s
es: Ha fallado la migración en volumen: %(reason)s
fr: Échec de la migration du volume : %(reason)s
it: Migrazione volume non riuscita: %(reason)s
ko_kr: 볼륨 마이그레이션 실패: %(reason)s
pt_br: Migração de volume falhou: %(reason)s
tr_tr: Mantıksal sürücü göçü başarısız oldu: %(reason)s

source: Volume must be available
de: Datenträger muss verfügbar sein.
es: El volumen deber estar disponible
fr: Le volume doit être disponible.
it: Il volume deve essere disponibile
ko_kr: 볼륨이 사용 가능해야 함
pt_br: Volume deve estar disponível
tr_tr: Mantıksal sürücü kullanılabilir olmalıdır

source: Volume must be in the same availability zone as the snapshot
de: Der Datenträger muss sich in derselben Verfügbarkeitszone befinden wie die Schattenkopie.
es: El volumen debe estar en la misma disponibilidad que la instantánea
fr: Le volume doit être dans la même zone de disponibilité que l'instantané
it: Il volume deve trovarsi nell'area di disponibilità così come l'istantanea
ko_kr: 볼륨이 스냅샷과 동일한 가용성 구역에 있어야 함
pt_br: O volume deve estar na mesma zona de disponibilidade que a captura instantânea
tr_tr: Mantıksal sürücü anlık görüntüyle aynı kullanılabilir bölgede olmalı

source: Volume must be in the same availability zone as the source volume
de: Der Datenträger muss sich in derselben Verfügbarkeitszone befinden wie der Quellendatenträger.
es: El volumen debe estar en la misma zona de disponibilidad que el volumen de origen
fr: Le volume doit être dans la même zone de disponibilité que le volume source
it: Il volume deve trovarsi nella stessa area di disponibilità così come il volume di origine
ko_kr: 볼륨이 소스 볼륨과 동일한 가용성 구역에 있어야 함
pt_br: O volume deve estar na mesma zona de disponibilidade que o volume de origem
tr_tr: Mantıksal sürücü kaynak mantıksal sürücüyle aynı kullanılabilir bölgede olmalı

source: Volume must have a volume type
de: Datenträger muss einen Datenträgertyp haben.
es: El volumen debe tener un tipo de volumen
fr: Le volume doit comporter un type de volume
it: Il volume deve avere un tipo di volume
ko_kr: 볼륨에 볼륨 유형이 있어야 함
pt_br: O volume deve ter um tipo de volume

source: Volume must not be replicated.
de: Datenträger darf nicht repliziert sein.
es: El volumen no debe replicarse.
fr: Le volume ne doit pas être répliqué.
it: Il volume non deve essere replicato.
ko_kr: 볼륨을 복제하지 않아야 합니다.
pt_br: O volume não deve ser replicado.
tr_tr: Mantıksal sürücü çoğaltılmış olmamalı.
