Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Update QoS policy error.
de: Fehler beim Aktualisieren der QoS-Richtlinie.
es: Error al actualizar la política QoS.
fr: Erreur lors de la mise à jour de la stratégie QoS.
it: Errore di aggiornamento della politica QoS.
ko_kr: QoS 정책 업데이트 오류입니다.
pt_br: Erro ao atualizar política de QoS.

source: Update and delete quota operations can only be made by an admin of immediate parent or by the CLOUD admin.
de: Operationen zum Aktualisieren und zum Löschen einer Quote können nur von einen Administrator der direkt übergeordneten Ebene oder vom CLOUD-Administrator ausgeführt werden.
es: Las operaciones de actualizar y suprimir cuota sólo las puede realizar un administrador de padre inmediato o un admin de CLOUD.
fr: Les opérations de mise à jour ou de suppression de quota ne peuvent être effectuées que par un administrateur de parent immédiat ou par l'administrateur CLOUD.
it: Operazioni di aggiornamento e eliminazione quota possono essere eseguite solo da un admin del parent immediato o dall'admin CLOUD.
ko_kr: 할당량 업데이트 및 삭제 조작은 직속 상위의 관리자 또는 CLOUD 관리자만 작성할 수 있습니다.
pt_br: As operações de atualização e exclusão de cota podem ser feitas somente por um administrador de pai imediato ou pelo administrador CLOUD.
tr_tr: Kota güncelleme ve kota silme gibi işlemler ancak bir üst yönetici veya CLOUD yöneticisi tarafindan yapilabilir.

source: Update and delete quota operations can only be made to projects in the same hierarchy of the project in which users are scoped to.
de: Operationen zum Aktualisieren und zum Löschen eines Kontingents können nur an Projekten in derselben Hierarchie des Projekts, das als Bereich für Benutzer festgelegt wurde, ausgeführt werden.
es: Las operaciones de actualizar y suprimir cuota sólo se pueden realizar en proyectos de la misma jerarquía del proyecto en el que los usuarios tienen alcance.
fr: Les opérations de mise à jour ou de suppression de quota ne peuvent porter que sur des projets dans la même hiérarchie de projet que celle définie pour la portée utilisateurs.
it: Operazioni di aggiornamento e eliminazione quota possono essere eseguite solo a progettinella stessa gerarchia del progetto che è l'ambito degli utenti.
ko_kr: 할당량 업데이트 및 삭제 조작은 사용자가 범위 지정되는 프로젝트의 동일한 계층에 있는 프로젝트에 대해서만 작성될 수 있습니다.
pt_br: As operações de atualização e exclusão de cota podem ser feitas somente para projetos na mesma hierarquia do projeto no qual os usuários estão com escopo definido.

source: Update list, doesn't include volume_id
de: Listenaktualisierung enthält nicht 'volume_id'
es: La lista de actulización no incluye el ID de volumen (volume_id)
fr: La liste de mise à jour ne comprend pas volume_id
it: Aggiorna elenco, non includere volume_id
ko_kr: 목록 업데이트, volume_id를 포함하지 않음
pt_br: A lista de atualização não inclui volume _id

source: Updated At
de: Aktualisiert am
es: Actualizado el
fr: Mis à jour à
it: Aggiornato a
ko_kr: 업데이트
pt_br: Atualizado em
tr_tr: Güncelleme saati

source: Upload to glance of attached volume is not supported.
de: Das Hochladen des angehängten Datenträgers auf Glance wird nicht unterstützt.
es: No se soporta la carga en Glance del volumen conectado.
fr: Le téléchargement vers Glance du volume connecté n'est pas pris en charge.
it: Il caricamento in glance del volume collegato non è supportato.
ko_kr: 접속된 볼륨의 글랜스에 대한 업로드가 지원되지 않습니다.
pt_br: Upload para glance do volume conectado não é suportado.
tr_tr: Eklenti mantıksal sürücüsü glance'ine yükleme desteklenmiyor.

source: Use ALUA to associate initiator to host error.
de: Fehler beim Verwenden von ALUA zum Zuordnen des Initiators zum Host.
es: Error al utilizar ALUA para asociar el iniciador con el host.
fr: Erreur lors de l'utilisation de ALUA pour associer l'initiateur à l'hôte.
it: Errore di utilizzo ALUA per associare l'iniziatore all'host.
ko_kr: ALUA를 사용하여 호스트에 개시자 연관 오류입니다.
pt_br: Erro ao usar ALUA para associar o inicializador ao host.

source: Use CHAP to associate initiator to host error. Please check the CHAP username and password.
de: Fehler beim Verwenden von CHAP zum Zuordnen des Initiators zum Host. Überprüfen Sie den CHAP-Benutzernamen und das Kennwort.
es: Error al utilizar CHAP para asociar el iniciador con el host. Verifique el nombre de usuario y contraseña CHAP.
fr: Erreur lors de l'utilisation de CHAP pour associer l'initiateur à l'hôte. Vérifiez le nom d'utilisateur et le mot de passe CHAP.
it: Errore di utilizzo CHAP per associare l'iniziatore all'host. Controllarenome utente e password CHAP.
ko_kr: CHAP를 사용하여 호스트에 개시자 연관 오류입니다. CHAP 사용자 이름 및 비밀번호를 확인하십시오.
pt_br: Erro ao usar o CHAP para associar o inicializador ao host. Verifique o nome do usuário e a senha do CHAP.

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID Utilisateur
it: Identificativo Utente
ko_kr: 사용자 ID
pt_br: ID de Usuário
tr_tr: Kullanıcı ID

source: User does not have admin privileges
de: Benutzer hat keine Admin-Berechtigungen.
es: El usuario no tiene privilegios de administrador
fr: L’utilisateur n'a pas les privilèges administrateur
it: L'utente non ha i privilegi dell'amministratore
ko_kr: 사용자에게 관리자 권한이 없음
pt_br: O usuário não tem privilégios de administrador
tr_tr: Kullanıcı yönetici ayrıcalıklarına sahip değil

source: User is not authorized to use key manager.
de: Benutzer ist nicht zum Verwenden des Schlüsselmanagers berechtigt.
es: El usuario no está autorizado a usar el gestor de clave.
fr: L'utilisateur n'est pas autorisé à utiliser le gestionnaire de clés.
it: L'utente non è autorizzato ad utilizzare il gestore chiavi.
ko_kr: 사용자에게 키 관리자를 사용할 권한이 없습니다.
pt_br: O usuário não está autorizado a usar o gerenciador de chaves.
tr_tr: Kullanıcı anahtar yöneticisi kullanarak yetkilendirilemez.

source: User not authorized to perform WebDAV operations.
de: Der Benutzer ist zum Ausführen von WebDAV-Operationen nicht berechtigt.
es: El usuario no tiene autorización para realizar operaciones WebDAV.
fr: Utilisateur non autorisé à exécuter des opérations WebDAV.
it: L'utente non è autorizzato ad eseguire le operazioni WebDAV.
ko_kr: 사용자에게 WebDAV 조작을 수행할 권한이 없습니다.
pt_br: O usuário não está autorizado a executar operações do WebDAV.
tr_tr: Kullanıcı WebDAV işlemleri yapmaya yetkili değil.

source: UserName is not configured.
de: UserName ist nicht konfiguriert.
es: Nombre de usuario no está configurado.
fr: UserName n'est pas configuré.
it: UserName non configurato.
ko_kr: UserName이 구성되지 않았습니다.
pt_br: UserName não está configurado.

source: UserPassword is not configured.
de: UserPassword ist nicht konfiguriert.
es: Contraseña de usuario no está configurada.
fr: UserPassword n'est pas configuré.
it: UserPassword non configurato.
ko_kr: UserPassword가 구성되지 않았습니다.
pt_br: UserPassword não está configurado.

source: V2 rollback - Volume in another storage group besides default storage group.
de: V2-Rollback - Datenträger befindet sich in der Standardspeichergruppe und in einer weiteren Speichergruppe.
es: Retrotracción V2 - El volumen de otro grupo de almacenamiento además del grupo de almacenamiento predeterminado.
fr: Rétromigration vers V2 - Le volume appartient à un autre groupe de stockage à part le groupe de stockage par défaut.
it: Rollback v2 - Volume in un altro gruppo di memoria oltre al gruppo di memoria predefinito.
ko_kr: V2 롤백 - 볼륨이 기본 스토리지 그룹 옆의 다른 스토리지 그룹에 있습니다.
pt_br: Retrocesso V2 - Volume em outro grupo de armazenamentos além do grupo de armazenamentos padrão.
tr_tr: V2 rollback - Öntanımlı depolama grubunun dışında başka depolama grubundaki mantıksal sürücü

source: V2 rollback, volume is not in any storage group.
de: V2-Rollback. Datenträger befindet sich in keiner Speichergruppe.
es: Retrotracción V2, el volumen no está en ningún grupo de almacenamiento.
fr: Rétromigration vers V2, le volume n'est dans aucun groupe de stockage.
it: Rollback V2, il volume non è in alcun gruppo di memoria.
ko_kr: V2 롤백, 볼륨이 스토리지 그룹에 없습니다.
pt_br: Retrocesso V2, o volume não está em nenhum grupo de armazenamentos.
tr_tr: V2 rollback, mantıksal sürücü herhangi bir depolama grubunda değil.

source: VF is not enabled.
de: VF ist nicht aktiviert.
es: VF no está habilitado.
fr: VF n'est pas activé.
it: VF non è abilitato.
ko_kr: VF가 사용되지 않습니다.
pt_br: O VF não está ativado.

source: VV Set %s does not exist.
de: VV-Gruppe %s ist nicht vorhanden.
es: Conjunto VV %s no existe.
fr: VV Set %s inexistant.
it: L'impostazione VV %s non esiste.
ko_kr: VV 설정 %s이(가) 없습니다.
pt_br: O Conjunto VV %s não existe.
tr_tr: VV Kümesi %s mevcut değil.

source: Valid consumer of QoS specs are: %s
de: Gültige Konsumenten von QoS-Spezifikationen sind: %s
es: Consumidor válido de QoS specs son: %s
fr: Client valide de spécifications QoS : %s
it: Il consumer valido delle specifiche (specs) QoS è: %s
ko_kr: QoS 스펙의 유효한 이용자: %s
pt_br: Os consumidores válidos de QoS specs são: %s
tr_tr: QoS özelliklerinin geçerli tüketicisi: %s

source: Valid control location are: %s
de: Gültige Steuerposition ist: %s
es: La ubicación de control válido es: %s
fr: Emplacement de contrôle valide : %s
it: l'ubicazione di controllo valida è: %s
ko_kr: 유효한 제어 위치: %s
pt_br: O local de controle válido é: %s
tr_tr: Geçerli kontrol konumu: %s

source: Validate volume connection failed (error: %(err)s).
de: Validieren der Datenträgerverbindung fehlgeschlagen (Fehler: %(err)s).
es: Error al validar la conexión del volumen (error: %(err)s).
fr: La validation de la connexion de volume a échoué (erreur : %(err)s).
it: Convalida connessione volume non riuscita (errore: %(err)s).
ko_kr: 볼륨 연결 유효성 검증에 실패했습니다(오류: %(err)s).
pt_br: Falha ao validar conexão do volume (erro: %(err)s).

source: Value "%(value)s" is not valid for configuration option "%(option)s"
de: Wert "%(value)s" ist nicht gültig für die Konfigurationsoption "%(option)s"
es: El valor "%(value)s" no es valido para la opción de configuración "%(option)s"
fr: La valeur "%(value)s" n'est pas valide pour l'option de configuration "%(option)s"
it: Il valore "%(value)s" non è valido per l'opzione di configurazione "%(option)s"
ko_kr: 값 "%(value)s"이(가) 구성 옵션 "%(option)s"에 대해 올바르지 않음
pt_br: O valor "%(value)s" não é válido para a opção de configuração "%(option)s"
tr_tr: "%(option)s" yapılandırma seçeneği için "%(value)s" değeri geçersizdir

source: Value %(param)s for %(param_string)s is not a boolean.
de: Wert %(param)s für %(param_string)s ist kein boolescher Wert.
es: El valor %(param)s de %(param_string)s no es un booleano.
fr: La valeur %(param)s pour %(param_string)s n'est pas de type booléen.
it: Valore %(param)s per %(param_string)s non è un booleano.
ko_kr: %(param_string)s에 대한 값 %(param)s이(가) 부울이 아닙니다.
pt_br: O valor %(param)s para %(param_string)s não é um booleano.
tr_tr: %(param_string)s için %(param)s mantıksal bir değer değildir.

source: Value required for 'scality_sofs_config'
de: Wert für 'scality_sofs_config' erforderlich
es: Valor necesario para 'scality_sofs_config'
fr: Valeur requise pour 'scality_sofs_config'
it: Valore richiesto per 'scality_sofs_config'
ko_kr: 'scality_sofs_config'에 필요한 값
pt_br: Valor necessário para 'scality_sofs_config'
tr_tr: 'scality_sofs_config' için gerekli değer

source: Vdisk %(name)s not involved in mapping %(src)s -> %(tgt)s.
de: Virtuelle Platte %(name)s nicht in Zuordnung %(src)s -> %(tgt)s enthalten.
es: El disco virtual %(name)s no está implicado en la correlación %(src)s -> %(tgt)s.
fr: Le disque virtuel %(name)s n'est pas impliqué dans le mappage %(src)s -> %(tgt)s.
it: Vdisk %(name)s non coinvolto nell'associazione %(src)s -> %(tgt)s.
ko_kr: Vdisk %(name)s이(가) 맵핑 %(src)s -> %(tgt)s에 포함되지 않았습니다.
pt_br: Vdisk %(name)s não envolvido no mapeamento %(src)s -> %(tgt)s.
tr_tr: %(name)s vdiski %(src)s -> %(tgt)s eşleştirmesiyle ilgili değil.

source: Version %(req_ver)s is not supported by the API. Minimum is %(min_ver)s and maximum is %(max_ver)s.
de: Die Version %(req_ver)s wird von der API nicht unterstützt. Minimum ist %(min_ver)s und Maximum ist %(max_ver)s.
es: La versión %(req_ver)s no está soportada por la API. La versión mínima es la %(min_ver)s y la máxima es la %(max_ver)s.
fr: La version %(req_ver)s n'est pas prise en charge par l'API. Minimum : %(min_ver)s et maximum : %(max_ver)s.
it: La versione %(req_ver)s non è supportata dall'API. Il valore minimo è %(min_ver)s ed il massimo è %(max_ver)s.
ko_kr: API에서 %(req_ver)s 버전을 지원하지 않습니다. 최소 %(min_ver)s 이상, 최대 %(max_ver)s 이하여야 합니다.
pt_br: A versão %(req_ver)s não é suportada pela API. A versão mínima é %(min_ver)s e a máxima é %(max_ver)s.
tr_tr: Sürüm %(req_ver)s API tarafından desteklenmiyor. Asgari %(min_ver)s ve azami %(max_ver)s.

source: VersionedObject %s cannot retrieve object by id.
de: VersionedObject %s kann ein Objekt nicht nach ID abrufen.
es: VersionedObject %s no puede recuperar el objeto por su ID.
fr: VersionedObject %s ne parvient pas à récupérer l'objet par ID.
it: VersionedObject %s non può richiamare l'oggetto mediante l'id.
ko_kr: VersionedObject %s이(가) id별로 오브젝트를 검색할 수 없습니다.
pt_br: O VersionedObject %s não pode recuperar o objeto pelo ID.

source: VersionedObject %s does not support conditional update.
de: VersionedObject %s unterstützt keine Bedingungsaktualisierung.
es: VersionedObject %s no da soporte a la actualización condicional.
fr: VersionedObject %s ne prend pas en charge la mise à jour conditionnelle.
it: VersionedObject %s non supporta l'aggiornamento condizionale.
ko_kr: VersionedObject %s에서 조건부 업데이트를 지원하지 않습니다.
pt_br: O VersionedObject %s não suporta atualização condicional.

source: Virtual volume '%s' doesn't exist on array.
de: Virtueller Datenträger '%s' ist im Array nicht vorhanden.
es: El volumen virtual '%s' no existe en la matriz.
fr: Le volume virtuel '%s' n'existe pas dans la matrice.
it: Il volume virtuale '%s' non esiste nell'array.
ko_kr: 배열에 가상 볼륨 '%s'이(가) 없습니다.
pt_br: O volume virtual '%s' não existe na matriz.
tr_tr: Sanal mantıksal sürücü '%s' dizide mevcut değil.

source: Vol copy job for dest %s failed.
de: Die Datenträgerkopieraufgabe für das Ziel %s ist fehlgeschlagen.
es: El trabajo de copia de volumen para destino %s ha fallado.
fr: Echec du travail de copie du vol. pour la dest %s.
it: Lavoro di copia del volume per la destinazione %s non riuscito.
ko_kr: %s 대상에 대한 볼륨 복사 작업에 실패했습니다.
pt_br: Tarefa de cópia do vol para dest %s falhou.
tr_tr: %s hedefi için mantıksal sürücü kopyalama işi başarısız.

source: Volume %(deviceID)s not found.
de: Datenträger %(deviceID)s nicht gefunden.
es: No se ha encontrado el volumen %(deviceID)s.
fr: Volume %(deviceID)s introuvable.
it: Volume %(deviceID)s non trovato.
ko_kr: 볼륨 %(deviceID)s을(를) 찾을 수 없습니다.
pt_br: Volume %(deviceID)s não localizado.
tr_tr: %(deviceID)s mantıksal sürücüsü bulunamadı.

source: Volume %(name)s not found on the array. Cannot determine if there are volumes mapped.
de: Der Datenträger %(name)s wurde nicht im Array gefunden. Es kann nicht festgestellt werden, ob zugeordnete Datenträger vorhanden sind.
es: El volumen %(name)s no se ha encontrado en la matriz. No se puede determinar si hay volúmenes correlacionados.
fr: Volume %(name)s introuvable dans la matrice. Impossible de déterminer si des volumes sont mappés.
it: Volume %(name)s non trovato nell'array. Impossibile determinare se vi sono volumi associati.
ko_kr: 배열에서 %(name)s 볼륨을 찾을 수 없습니다. 맵핑된 볼륨이 있는지 여부를 판별할 수 없습니다.
pt_br: Volume %(name)s não localizado na matriz. Não é possível determinar se há volumes mapeados.
tr_tr: Dizide %(name)s mantıksal sürücüsü bulunamadı. Eşleştirilmiş mantıksal sürücünün olup olmadığı belirlenemiyor.

source: Volume %(name)s was created in VNX, but in %(state)s state.
de: Datenträger %(name)s wurde in VNX erstellt, hat aber den Status %(state)s.
es: El volumen %(name)s se ha creado en VNX, pero con el estado %(state)s.
fr: Le volume %(name)s a été créé dans VNX, mais à l'état %(state)s.
it: Il volume %(name)s è stato creato in VNX, ma nello stato %(state)s.
ko_kr: 볼륨 %(name)s을(를) VNX에 작성했지만 %(state)s 상태입니다.
pt_br: O volume %(name)s foi criado no VNX, mas no estado %(state)s.

source: Volume %(vol)s could not be created in pool %(pool)s.
de: Datenträger %(vol)s konnte nicht in Pool %(pool)s erstellt werden.
es: No se ha podido crear el volumen %(vol)s en la agrupación %(pool)s.
fr: Le volume %(vol)s n'a pas pu être créé dans le pool %(pool)s.
it: Impossibile creare il volume %(vol)s nel pool %(pool)s.
ko_kr: 볼륨 %(vol)s을(를) 풀 %(pool)s에서 작성할 수 없습니다.
pt_br: O volume %(vol)s não pôde ser criado no conjunto %(pool)s.
tr_tr: Mantıksal sürücü %(vol)s %(pool)s havuzunda oluşturulamadı.

source: Volume %(vol1)s does not match with snapshot.volume_id %(vol2)s.
de: Datenträger %(vol1)s stimmt nicht mit snapshot.volume_id %(vol2)s überein.
es: El volumen %(vol1)s no coincide con el valor de snapshot.volume_id %(vol2)s.
fr: Le volume %(vol1)s ne correspond pas à snapshot.volume_id %(vol2)s.
it: Il volume %(vol1)s non e' uguale allo snapshot.volume_id %(vol2)s.
ko_kr: %(vol1)s 볼륨이 snapshot.volume_id %(vol2)s과(와) 일치하지 않습니다.
pt_br: O volume %(vol1)s não corresponde ao snapshot.volume_id %(vol2)s.

source: Volume %(vol_id)s status must be %(statuses)s
de: Der Status des Datenträgers %(vol_id)s muss %(statuses)s sein

source: Volume %(vol_id)s status must be available to update readonly flag, but current status is: %(vol_status)s.
de: Der Status des Datenträgers %(vol_id)s muss für die Aktualisierung der readonly-Markierung 'available' sein, aber der aktuelle Status ist: %(vol_status)s.
es: El estado de volumen %(vol_id)s debe ser disponible para actualizar distintivo de sólo lectura, pero el estado actual es: %(vol_status)s.
fr: L'état du volume %(vol_id)s doit être Disponible pour la mise à jour de l'indicateur readonly, mais l'état actuel est : %(vol_status)s.
it: Lo stato del volume %(vol_id)s deve essere available per aggiornare l'indicatore di sola lettura, ma lo stato corrente è: %(vol_status)s.
ko_kr: 볼륨 %(vol_id)s 상태가 읽기 전용 플래그 업데이트에 사용 가능 상태여야 하지만 현재 상태가 %(vol_status)s입니다.
pt_br: O status do volume %(vol_id)s deve estar disponível para atualizar a sinalização somente leitura, mas o status atual é: %(vol_status)s.
tr_tr: %(vol_id)s mantıksal sürücü durumu salt okunur bayrağını güncelleyebilmek için kullanılabilir olmalıdır ancak mevcut durum: %(vol_status)s.

source: Volume %(vol_id)s status must be available, but current status is: %(vol_status)s.
de: Der Status des Datenträgers %(vol_id)s muss 'available' sein, aber der aktuelle Status ist: %(vol_status)s.
es: El estado de volumen %(vol_id)s debe ser disponible, pero el estado actual es: %(vol_status)s.
fr: Le volume %(vol_id)s doit être dans un état de disponibilité, mais l'état en cours est : %(vol_status)s.
it: Lo stato del volume %(vol_id)s deve essere available, ma lo stato corrente è: %(vol_status)s.
ko_kr: 볼륨 %(vol_id)s 상태가 사용 가능이어야 합니다. 현재 상태: %(vol_status)s.
pt_br: O status do volume %(vol_id)s deve ser disponível, mas o status atual é: %(vol_status)s.
tr_tr: %(vol_id)s mantıksal sürücü durumu kullanılabilir olmalıdır ancak mevcut durum: %(vol_status)s.

source: Volume %(volume_id)s could not be found.
de: Datenträger %(volume_id)s wurde nicht gefunden.
es: El volumen %(volume_id)s no se ha podido encontrar.
fr: Le volume %(volume_id)s est introuvable.
it: Impossibile trovare il volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨을 찾을 수 없습니다.
pt_br: O volume %(volume_id)s não pôde ser localizado.
tr_tr: %(volume_id)s bölümü bulunamadı.

source: Volume %(volume_id)s has no administration metadata with key %(metadata_key)s.
de: Datenträger %(volume_id)s enthält keine Verwaltungsmetadaten mit dem Schlüssel %(metadata_key)s.
es: Volumen %(volume_id)s no tiene metadatos de administración con la clave %(metadata_key)s.
fr: Le volume %(volume_id)s n'a aucune métadonnée d'administration avec la clé %(metadata_key)s.
it: Il volume %(volume_id)s contiene metadati di gestione con la chiave %(metadata_key)s.
ko_kr: %(volume_id)s 볼륨에 %(metadata_key)s 키를 갖는 관리 메타데이터가 없습니다.
pt_br: O volume %(volume_id)s não possui metadados de administração com chave %(metadata_key)s.
tr_tr: %(volume_id)s mantıksal sürücüsü %(metadata_key)s anahtarı ile hiçbir yönetici metadata'sına sahip değil.

source: Volume %(volume_id)s has no metadata with key %(metadata_key)s.
de: Datenträger %(volume_id)s enthält keine Metadaten mit dem Schlüssel %(metadata_key)s.
es: El volumen %(volume_id)s no tiene metadatos con la clave %(metadata_key)s.
fr: Le volume %(volume_id)s ne comporte pas de métadonnées avec la clé %(metadata_key)s.
it: Volume %(volume_id)s non contiene metadati con la chiave %(metadata_key)s.
ko_kr: %(volume_id)s 볼륨에 %(metadata_key)s 키를 갖는 메타데이터가 없습니다.
pt_br: O volume %(volume_id)s não possui metadados com a chave %(metadata_key)s.
tr_tr: %(volume_id)s mantıksal sürücüsü %(metadata_key)s anahtarı ile hiçbir metadata'ya sahip değil.

source: Volume %(volume_id)s is currently mapped to unsupported host group %(group)s
de: Der Datenträger %(volume_id)s ist momentan der nicht unterstützten Hostgruppe %(group)s zugeordnet.
es: El volumen %(volume_id)s está correlacionado actualmente con un grupo de host no admitido %(group)s
fr: Le volume %(volume_id)s est actuellement mappé à un groupe d'hôtes non pris en charge : %(group)s
it: Il volume %(volume_id)s è attualmente associato al gruppo host non supportato %(group)s
ko_kr: 볼륨 %(volume_id)s이(가) 지원되지 않는 호스트 그룹 %(group)s에 현재 맵핑되어 있음
pt_br: O volume %(volume_id)s está mapeado atualmente para o grupo de hosts não suportado %(group)s
tr_tr: Mantıksal sürücü %(volume_id)s %(group)s desteklenmeyen istemci grubuyla eşleştirilmiş

source: Volume %(volume_id)s is not currently mapped to host %(host)s
de: Der Datenträger %(volume_id)s ist zurzeit nicht dem Host %(host)s zugeordnet.
es: El volumen %(volume_id)s no está correlacionado actualmente con el host %(host)s
fr: Le volume %(volume_id)s n'est pas actuellement mappé à l'hôte %(host)s
it: Il volume %(volume_id)s non è attualmente associato all'host %(host)s
ko_kr: 볼륨 %(volume_id)s이(가) 호스트 %(host)s에 현재 맵핑되어 있지 않음
pt_br: O volume %(volume_id)s não está mapeado atualmente para o host %(host)s
tr_tr: %(volume_id)s mantıksal sürücüsü şu an %(host)s istemcisiyle eşleştirilmemiş

source: Volume %(volume_id)s is still attached, detach volume first.
de: Datenträger %(volume_id)s ist noch angehängt und muss zuerst abgehängt werden.
es: El volumen %(volume_id)s todavía están conectados, en primer lugar desconecte el volumen.
fr: Le volume %(volume_id)s est toujours attaché. Détachez-le préalablement.
it: Volume %(volume_id)s è ancora collegato, prima scollegare il volume.
ko_kr: %(volume_id)s 볼륨이 여전히 첨부되어 있습니다. 먼저 불륨을 분리하십시오.
pt_br: O volume %(volume_id)s ainda está anexado, separe o volume primeiro.
tr_tr: Mantıksal sürücü %(volume_id)s hala ekli, ilk olarak mantıksal sürücüyü ayır.

source: Volume %(volume_id)s replication error: %(reason)s
de: Replizierungsfehler für Datenträger %(volume_id)s: %(reason)s
es: Error de réplica de volumen %(volume_id)s: %(reason)s
fr: Erreur de réplication du volume %(volume_id)s : %(reason)s
it: Errore di replica del volume %(volume_id)s : %(reason)s
ko_kr: 볼륨 %(volume_id)s 복제 오류: %(reason)s
pt_br: Erro de replicação do volume %(volume_id)s: %(reason)s
tr_tr: Mantıksal sürücü %(volume_id)s kopyalama hatası: %(reason)s

source: Volume %(volume_name)s is busy.
de: Der Datenträger %(volume_name)s ist ausgelastet.
es: El volumen %(volume_name)s está ocupado.
fr: Le volume %(volume_name)s est occupé.
it: Volume %(volume_name)s occupato.
ko_kr: 볼륨 %(volume_name)s을(를) 사용 중입니다.
pt_br: O volume %(volume_name)s está ocupado.
tr_tr: Mantıksal sürücü %(volume_name)s meşgul.
