Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Blockbridge API user (for auth scheme 'password')
de: Benutzer für Blockbridge-API (für Authentifizierungsschema 'password')
es: Usuario de API Blockbridge (para el esquema de autenticación 'password')
fr: Utilisateur de l'API Blockbridge (pour méthode d'authentification 'mot de passe')
it: Utente API Blockbridge (per schema aut 'password')
ko_kr: Blockbridge API 사용자(인증 스킴 '비밀번호'의 경우)
pt_br: Usuário da API Blockbridge (para esquema de autorização 'password')
tr_tr: Blockbridge API kullanıcı (kimlik doğrulama şeması için 'password')

source: Blockbridge api host not configured
de: Blockbridge-API-Host nicht konfiguriert
es: No se ha configurado el host de API Blockbridge
fr: L'hôte de l'API Blockbridge n'a pas été configuré
it: Host api Blockbridge non configurato
ko_kr: Blockbridge api 호스트가 구성되지 않음
pt_br: Host da API Blockbridge não configurado
tr_tr: Blockbridge api istemcisi yapılandırılmadı

source: Blockbridge configured with invalid auth scheme '%(auth_scheme)s'
de: Blockbridge wurde mit dem ungültigen Authentifizierungsschema '%(auth_scheme)s' konfiguriert.
es: Blockbridge se ha configurado con un esquema de autenticación no válido '%(auth_scheme)s'
fr: Blockbridge a été configuré avec une méthode d'authentification non valide '%(auth_scheme)s'
it: Blockbridge configurato con schema aut non valido '%(auth_scheme)s'
ko_kr: Blockbridge가 올바르지 않은 인증 스킴 '%(auth_scheme)s'(으)로 구성됨
pt_br: Blockbridge configurado com esquema de autenticação inválido '%(auth_scheme)s'
tr_tr: Blockbridge geçersiz kimlik doğrulama şeması '%(auth_scheme)s' ile yapılandırıldı

source: Blockbridge default pool does not exist
de: Blockbridge-Standardpool ist nicht vorhanden.
es: La agrupación predeterminada de Blockbridge no existe
fr: Le pool Blockbridge par défaut n'existe pas
it: Il pool predefinito Blockbridge non esiste
ko_kr: Blockbridge 기본 풀이 존재하지 않음
pt_br: O conjunto padrão Blockbridge não existe
tr_tr: Blockbridge öntanımlı havuz yok

source: Blockbridge password not configured (required for auth scheme 'password')
de: Blockbridge-Kennwort nicht konfiguriert (erforderlich für Authentifizierungsschema 'password')
es: Contraseña de Blockbridge no configurada (obligatoria para el esquema de autenticación 'password')
fr: Le mot de passe Blockbridge n'a pas été configuré (requis pour la méthode d'authentification 'mot de passe')
it: Password Blockbridge non configurata (richiesta per lo schema aut 'password')
ko_kr: Blockbridge 비밀번호가 구성되지 않음(인증 스킴 '비밀번호'의 경우 필수)
pt_br: Senha Blockbridge não configurada (necessária para esquema de autenticação 'password')
tr_tr: Blockbridge parolası yapılandırılamadı (kimlik doğrulama şeması 'password' için gerekli)

source: Blockbridge pools not configured
de: Blockbridge-Pools wurden nicht konfiguriert.
es: Agrupaciones de Blockbridge no configuradas
fr: Les pools Blockbridge n'ont pas été configurés
it: Pool Blockbridge non configurati
ko_kr: Blockbridge 풀이 구성되지 않음
pt_br: Conjuntos Blockbridge não configurados
tr_tr: Blockbridge havuzları yapılandırılmamış

source: Blockbridge token not configured (required for auth scheme 'token')
de: Blockbridge-Token nicht konfiguriert (erforderlich für Authentifizierungsschema 'token')
es: Señal Blockbridge no configurada (obligatoria para el esquema de autenticación 'token')
fr: Le jeton Blockbridge n'a pas été configuré (requis pour la méthode d'authentification 'jeton')
it: Token Blockbridge non configurato (richiesto per lo schema aut 'token')
ko_kr: Blockbridge 토큰이 구성되지 않음(인증 스킴 '토큰'의 경우 필수)
pt_br: Token Blockbridge não configurado (necessário para esquema de autenticação 'token')
tr_tr: Blockbridge jetonu yapılandırılmamış (kimlik doğrulama şeması için gerekli 'token')

source: Blockbridge user not configured (required for auth scheme 'password')
de: Blockbridge-Benutzer nicht konfiguriert (erforderlich für Authentifizierungsschema 'password')
es: Usuario de API Blockbridge no configurado (obligatorio para el esquema de autenticación 'password')
fr: L'utilisateur Blockbridge n'a pas été configuré (requis pour la méthode d'authentification 'mot de passe')
it: Utente Blockbridge non configurato (richiesto per lo schema aut 'password')
ko_kr: Blockbridge 사용자가 구성되지 않음(인증 스킴 '비밀번호'의 경우 필수)
pt_br: Usuário Blockbridge não configurado (necessário para esquema de autenticação 'password')
tr_tr: Blockbridge kullanıcısı yapılandırılmadı (kimlik doğrulama şeması 'password' için gerekli)

source: Brocade Fibre Channel Zoning CLI error: %(reason)s
de: CLI-Fehler beim Brocade Fibre Channel-Zoning: %(reason)s
es: Error de CLI de distribución en zonas de canal de fibra de Brocade: %(reason)s
fr: Erreur d'interface CLI de segmentation Brocade Fibre Channel : %(reason)s
it: Errore CLI di divisione in zone di Brocade Fibre Channel: %(reason)s
ko_kr: Brocade Fibre Channel Zoning CLI 오류: %(reason)s
pt_br: Erro na CLI do Fibre Channel Zoning Brocade: %(reason)s

source: Brocade Fibre Channel Zoning HTTP error: %(reason)s
de: HTTP-Fehler beim Brocade Fibre Channel-Zoning: %(reason)s
es: Error de HTTP de distribución en zonas de canal de fibra de Brocade: %(reason)s
fr: Erreur HTTP de segmentation Brocade Fibre Channel : %(reason)s
it: Errore HTTP di divisione in zone di Brocade Fibre Channel: %(reason)s
ko_kr: Brocade Fibre Channel Zoning HTTP 오류: %(reason)s
pt_br: Erro HTTP do Fibre Channel Zoning Brocade: %(reason)s

source: CHAP secret should be 12-16 bytes.
de: Geheimer CHAP-Schlüssel sollte aus 12 bis 16 Bytes bestehen.
es: El secreto de CHAP debe tener entre 12 y 16 bytes.
fr: Le secret CHAP doit contenir 12 à 16 octets.
it: Il segreto CHAP deve essere 12-16 byte.
ko_kr: CHAP 본인확인정보는 12바이트 - 16바이트여야 합니다.
pt_br: O segredo do CHAP deve ter de 12 a 16 bytes.
tr_tr: CHAP gizi 12-16 bayt olmalı.

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: Ausgabe bei CLI-Ausnahme: Befehl: %(cmd)s Standardausgabe: %(out)s Standardfehler: %(err)s
es: Salida de excepción de CLI: mandato: %(cmd)s stdout: %(out)s stderr: %(err)s
fr: Sortie exception CLI : commande : %(cmd)s stdout : %(out)s stderr : %(err)s
it: Output eccezione CLI: comando: %(cmd)s stdout: %(out)s stderr: %(err)s
ko_kr: CLI 실행 출력: command: %(cmd)s stdout: %(out)s stderr: %(err)s
pt_br: Saída de Exceção da CLI: comando: %(cmd)s stdout: %(out)s stderr: %(err)s
tr_tr: CLI İstisnası çıktısı: komut: %(cmd)s stdout: %(out)s stderr: %(err)s

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
de: Ausgabe bei CLI-Ausnahme: Befehl: %(cmd)s Standardausgabe: %(out)s Standardfehler: %(err)s.
es: Salida de excepción de CLI: mandato: %(cmd)s stdout: %(out)s stderr: %(err)s.
fr: Sortie exception CLI : commande : %(cmd)s stdout : %(out)s stderr : %(err)s.
it: Output eccezione CLI: comando: %(cmd)s stdout: %(out)s stderr: %(err)s.
ko_kr: CLI 실행 출력: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
pt_br: Saída de Exceção da CLI: comando: %(cmd)s stdout: %(out)s stderr: %(err)s.
tr_tr: CLI İstisna çıktısı: komut: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host. "
de: CMMVC6071E Die Zuordnung von virtueller Platte zu Host wurde nicht erstellt, da die virtuelle Platte bereits einem Host zugeordnet ist. "
es: CMMVC6071E La correlación de disco virtual a host no se ha creado, ya que el disco virtual ya se ha correlacionado con un host. "
fr: CMMVC6071E Le mappage de disque virtuel à hôte n'a pas été créé car le disque virtuel est déjà mappé à un hôte. "
it: CMMVC6071E L'associazione VDisk a host non è stata creata perché il VDisk ègià associato ad un host. "
ko_kr: CMMVC6071E VDisk가 이미 호스트에 맵핑되어 있기 때문에 VDisk에서 호스트로의 맵핑이 작성되지 않았습니다. "
pt_br: CMMVC6071E O mapeamento de VDisk para host não foi criado porque o VDisk já está mapeado para um host. "
tr_tr: CMMVC6071E VDisk-to-host eşleştirmesi oluşturulmadı çünkü VDisk zaten bir istemciye eşleştirilmiş. "

source: CONCERTO version is not supported
de: CONCERTO-Version wird nicht unterstützt.
es: No se admite la versión CONCERTO.
fr: La version CONCERTO n'est pas prise en charge
it: Versione CONCERTO non supportata
ko_kr: CONCERTO 버전이 지원되지 않음
pt_br: versão CONCERTO não é suportada
tr_tr: CONCERTO sürümü desteklenmiyor

source: CPG (%s) doesn't exist on array
de: CPG (%s) ist im Array nicht vorhanden.
es: CPG (%s) no existe en la matriz
fr: CPG (%s) n'existe pas dans la matrice
it: CPG (%s) non esiste nell'array
ko_kr: 배열에 CPG(%s)가 없음
pt_br: CPG (%s) não existe na matriz
tr_tr: CPG (%s) dizide mevcut değil

source: Cache name is None, please set smartcache:cachename in key.
de: Zwischenspeichername ist None. Legen Sie smartcache:cachename im Schlüssel fest.
es: El nombre de caché es Ninguno, establezca smartcache:cachename en clave.
fr: Le nom du cache est None. Définissez smartcache:cachename dans la clé.
it: Il nome della cache è Nessuno, impostare smartcache:cachename nella chiave.
ko_kr: 캐시 이름이 None입니다. 키에서 smartcache:cachename을 설정하십시오.
pt_br: O nome do cache é Nenhum; configure smartcache:cachename na chave.

source: Cache volume %(cache_vol)sdoes not have snapshot %(cache_snap)s.
de: Der Zwischenspeicherdatenträger %(cache_vol)s enthält nicht die Schattenkopie %(cache_snap)s.
es: El volumen de la memoria caché %(cache_vol)s no tiene la instantánea %(cache_snap)s.
fr: Le volume cache %(cache_vol)s n'a pas d'instantané %(cache_snap)s.
it: Volume cache %(cache_vol)s non ha istantanea %(cache_snap)s.
ko_kr: 캐시 볼륨 %(cache_vol)s에 스냅샷 %(cache_snap)s이(가) 없습니다.
pt_br: O volume de cache %(cache_vol)s não tem a captura instantânea %(cache_snap)s.

source: Cache volume %s does not have required properties
de: Der Zwischenspeicherdatenträger %s hat nicht die erforderlichen Eigenschaften.
es: El volumen de la memoria caché %s no tiene las propiedades necesarias
fr: Le volume de cache %s n'a pas les propriétés requises
it: Il volume della cache %s non presenta le proprietà richieste
ko_kr: 캐시 볼륨 %s에 필수 특성이 없음
pt_br: O volume de cache %s não possui as propriedades necessárias.

source: Call returned a None object
de: Der Aufruf hat ein 'None'-Objekt zurückgegeben.
es: La llamada ha devuelto un objeto None
fr: L'appel a renvoyé un objet de type None
it: La chiamata ha restituito un oggetto None
ko_kr: 호출에서 None 오브젝트를 리턴함
pt_br: A chamada retornou um objeto Nenhum

source: Can not add FC port to host.
de: FC-Port kann nicht zu Host hinzugefügt werden.
es: No se puede añadir el puerto FC al host.
fr: Impossible d'ajouter le port FC à l'hôte.
it: Impossibile aggiungere la porta FC all'host.
ko_kr: 호스트에 FC 포트를 추가할 수 없습니다.
pt_br: Não é possível incluir a porta FC no host.

source: Can not find cache id by cache name %(name)s.
de: Zwischenspeicher-ID nach Zwischenspeichername %(name)s wurde nicht gefunden.
es: No se encuentra el ID de caché por nombre de caché %(name)s.
fr: Impossible de déterminer l'ID de cache à partir du nom de cache %(name)s.
it: Impossibile trovare l'ID cache per nome cache %(name)s.
ko_kr: 캐시 이름 %(name)s을(를) 사용하여 캐시 id를 찾을 수 없습니다.
pt_br: Não é possível localizar ID de cache pelo nome do cache %(name)s.

source: Can not find partition id by name %(name)s.
de: Partitions-ID nach Name %(name)s wurde nicht gefunden.
es: No se encuentra el ID de partición por nombre %(name)s.
fr: Impossible de déterminer l'ID de partition à partir du nom %(name)s.
it: Impossibile trovare l'ID partizione per nome %(name)s.
ko_kr: 이름 %(name)s을(를) 사용하여 파티션 id를 찾을 수 없습니다.
pt_br: Não é possível localizar o ID da partição por nome %(name)s.

source: Can not get pool info. pool: %s
de: Poolinfo konnte nicht abgerufen werden. Pool: %s
es: No se ha podido obtener la información de la agrupación. Agrupación: %s
fr: Impossible d'obtenir les informations de pool. Pool : %s
it: Impossibile ottenere le informazioni sul pool. pool: %s
ko_kr: 풀 정보를 가져올 수 없습니다. 풀: %s
pt_br: Não é possível obter informações do conjunto. conjunto: %s

source: Can not translate %s to integer.
de: %s kann nicht in eine Ganzzahl umgesetzt werden.
es: No se puede traducir %s a un entero.
fr: Impossible de transformer %s en entier.
it: Impossibile convertire %s in un numero intero.
ko_kr: %s을(를) 정수로 변환할 수 없습니다.
pt_br: Não foi possível converter %s para inteiro.
tr_tr: %s, tam sayı değere çevrilemez.

source: Can't access 'scality_sofs_config': %s
de: Zugriff auf 'scality_sofs_config' nicht möglich: %s
es: No se puede acceder a 'scality_sofs_config': %s
fr: Impossible d'accéder à 'scality_sofs_config' : %s
it: Impossibile accedere a 'scality_sofs_config': %s
ko_kr: 'scality_sofs_config'에 액세스할 수 없음: %s
pt_br: Não é possível acessar 'scality_sofs_config': %s

source: Can't attach snapshot.
de: Schattenkopie kann nicht angehängt werden.
es: No se puede adjuntar la instantánea.
fr: Impossible de connecter l'instantané.
it: Impossibile collegare l'istantanea.
ko_kr: 스냅샷을 연결할 수 없습니다.
pt_br: Não é possível anexar a captura instantânea

source: Can't decode backup record.
de: Sicherungsdatensatz kann nicht decodiert werden.
es: No se puede decodificar el registro de copia de seguridad.
fr: Impossible de décoder l'enregistrement de sauvegarde.
it: Impossibile decodificare il record di backup.
ko_kr: 백업 레코드를 디코드할 수 없습니다.
pt_br: Não é possível decodificar registro de backup.
tr_tr: Yedek kaydı çözülemedi.

source: Can't extend replication volume, volume: %(id)s
de: Replikationsdatenträger kann nicht erweitert werden, Datenträger: %(id)s
es: No se puede extender el volumen de replicación, volumen: %(id)s
fr: Extension impossible du volume de réplication, volume : %(id)s
it: Impossibile estendere il volume di replica, volume: %(id)s
ko_kr: 복제 볼륨을 확장할 수 없음, 볼륨: %(id)s
pt_br: Não é possível estender o volume de replicação, volume: %(id)s

source: Can't find LUN on the array, please check the source-name or source-id.
de: LUN kann nicht im Array gefunden werden. Prüfen Sie 'source-name' und 'source-id'.
es: No se puede encontrar el LUN en la matriz, compruebe el nombre de origen o el ID de origen.
fr: Numéro d'unité logique (LUN) introuvable sur la matrice, vérifiez la valeur de source-name ou source-id.
it: Impossibile trovare la LUN sull'array, controllare source-name o source-id.
ko_kr: 배열에서 LUN을 찾을 수 없습니다. source-name 또는 source-id를 확인하십시오.
pt_br: Não é possível localizar a LUN na matriz, verifique o source-name ou o source-id.

source: Can't find cache name on the array, cache name is: %(name)s.
de: Cachename wurde im Array nicht gefunden. Cachename: %(name)s.
es: No se encuentra el nombre de la memoria caché en la matriz, el nombre de la memoria caché es: %(name)s.
fr: Nom de cache %(name)s introuvable sur la matrice.
it: Impossibile trovare il nome cache nell'array, nome cache: %(name)s.
ko_kr: 배열에서 캐시 이름을 찾을 수 없음, 캐시 이름: %(name)s.
pt_br: Não é possível localizar o nome do cache na matriz; o nome do cache é: %(name)s.

source: Can't find lun info on the array. volume: %(id)s, lun name: %(name)s.
de: LUN-Info wurde nicht im Array gefunden. Datenträger: %(id)s, LUN-Name: %(name)s.
es: No se puede encontrar la información del LUN en la matriz. Volumen: %(id)s, nombre de lun: %(name)s.
fr: Informations de numéro d'unité logique (lun) introuvables sur la matrice. Volume : %(id)s, nom lun : %(name)s.
it: Impossibile trovare informazioni sulla lun nell'array. volume: %(id)s, nome lun: %(name)s.
ko_kr: 배열에서 lun 정보를 찾을 수 없습니다. 볼륨: %(id)s, lun 이름: %(name)s.
pt_br: Não é possível localizar as informações de LUN na matriz, volume: %(id)s, nome do LUN: %(name)s.

source: Can't find partition name on the array, partition name is: %(name)s.
de: Partitionsname wurde im Array nicht gefunden. Partitionsname: %(name)s.
es: No se puede encontrar el nombre de la partición en la matriz, el nombre de la partición es: %(name)s.
fr: Nom de partition introuvable sur la matrice. Nom de la partition : %(name)s.
it: Impossibile trovare il nome partizione nell'array, il nome partizione è: %(name)s.
ko_kr: 배열에서 파티션 이름을 찾을 수 없습니다. 파티션 이름은 %(name)s입니다.
pt_br: Não é possível localizar o nome da partição na matriz; o nome da partição é: %(name)s.

source: Can't find service: %s
de: Der Dienst wurde nicht gefunden: %s
es: No se ha podido encontrar el servicio: %s
fr: Service introuvable : %s
it: Impossibile trovare il servizio: %s
ko_kr: 서비스를 찾을 수 없음: %s
pt_br: Não é possível localizar o serviço %s

source: Can't find snapshot on array, please check the source-name or source-id.
de: Schattenkopie kann nicht im Array gefunden werden. Prüfen Sie 'source-name' und 'source-id'.
es: No se puede encontrar la instantánea en la matriz, compruebe el nombre de origen o el ID de origen.
fr: Instantané introuvable sur la matrice, vérifiez la valeur de source-name ou source-id.
it: Impossibile trovare l'istantanea sull'array, controllare source-name o source-id.
ko_kr: 배열에서 스냅샷을 찾을 수 없습니다. source-name 또는 source-id를 확인하십시오.
pt_br: Não é possível localizar a captura instantânea na matriz, verifique o nome da origem ou o ID da origem.

source: Can't find the same host id from arrays.
de: Dieselbe Host-ID wurde nicht in den Arrays gefunden.
es: No se puede encontrar mismo ID de host en las matrices.
fr: Impossible de trouver le même ID d'hôte (host id) dans les matrices.
it: Impossibile trovare lo stesso id host dagli array.
ko_kr: 배열에서 동일한 호스트 id를 찾을 수 없습니다.
pt_br: Não é possível localizar o mesmo ID de host a partir das matrizes.

source: Can't get volume id from snapshot, snapshot: %(id)s
de: Datenträger-ID kann nicht aus der Schattenkopie abgerufen werden. Schattenkopie: %(id)s
es: No se puede obtener el ID de volumen de la instantánea, instantánea: %(id)s
fr: Impossible d'obtenir l'ID de volume à partir de l'instantané, instantané : %(id)s
it: Impossibile ottenere l'id volume dall'istantanea, istantanea: %(id)s
ko_kr: 스냅샷에서 볼륨 id를 가져올 수 없음, 스냅샷: %(id)s
pt_br: Não é possível obter ID de volume a partir da captura instantânea, captura instantânea: %(id)s

source: Can't get volume id. Volume name: %s.
de: Die Datenträger-ID kann nicht abgerufen werden. Datenträgername: %s.
es: No se puede obtener el ID de volumen. Nombre de volumen %s.
fr: Impossible d'obtenir l'ID du volume. Nom du volume : %s.
it: Impossibile ottenere l'id volume. Nome volume: %s
ko_kr: 볼륨 id를 가져올 수 없습니다. 볼륨 이름: %s.
pt_br: Não é possível obter ID de volume . Nome do volume %s.

source: Can't import LUN %(lun_id)s to Cinder. LUN type mismatched.
de: LUN %(lun_id)s kann nicht in Cinder importiert werden. Der LUN-Typ stimmt nicht überein.
es: No se puede importar el LUN %(lun_id)s en Cinder. El tipo de LUN no es coincidente.
fr: Impossible d'importer le numéro d'unité logique (LUN) %(lun_id)s dans Cinder. Type LUN non concordant.
it: Impossibile importare la LUN %(lun_id)s in Cinder. Tipo di LUN non corrispondente.
ko_kr: LUN %(lun_id)s을(를) Cinder에 가져올 수 없습니다. LUN 유형이 일치하지 않습니다.
pt_br: Não é possível importar a LUN %(lun_id)s no Cinder. Tipo de LUN incompatível.

source: Can't import LUN %s to Cinder. Already exists in a HyperMetroPair.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einem HyperMetroPair vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en un HyperMetroPair.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans HyperMetroPair.
it: Impossibile importare LUN %s in Cinder. Esiste già in un HyperMetroPair.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 HyperMetroPair에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em um HyperMetroPair.

source: Can't import LUN %s to Cinder. Already exists in a LUN copy task.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einer LUN-Kopieraufgabe vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en una tarea de copia de LUN.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans une tâche de copie LUN.
it: Impossibile importare la LUN %s in Cinder. Esiste già in un'attività di copia LUN.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 LUN 복사 작업에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em uma tarefa de cópia da LUN.

source: Can't import LUN %s to Cinder. Already exists in a LUN group.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einer LUN-Gruppe vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en un grupo de LUN.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans un groupe LUN.
it: Impossibile importare LUN %s in Cinder. Esiste già in un gruppo LUN.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 LUN 그룹에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em um grupo de LUNs.

source: Can't import LUN %s to Cinder. Already exists in a LUN mirror.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einem LUN-Spiegel vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en un reflejo de LUN.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans un miroir LUN.
it: Impossibile importare la LUN %s in Cinder. Esiste già in un mirror LUN.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 LUN 미러에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em um espelho de LUN.

source: Can't import LUN %s to Cinder. Already exists in a SplitMirror.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einem SplitMirror vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en un SplitMirror.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans SplitMirror.
it: Impossibile importare la LUN %s in Cinder. Esiste già in uno SplitMirror.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 SplitMirror에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em um SplitMirror.

source: Can't import LUN %s to Cinder. Already exists in a migration task.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einer Migrationsaufgabe vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en una tarea de migración.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Ce numéro existe déjà dans une tâche de migration.
it: Impossibile importare la LUN %s in Cinder. Esiste già in un'attività di migrazione.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 마이그레이션 작업에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em uma tarefa de migração.

source: Can't import LUN %s to Cinder. Already exists in a remote replication task.
de: LUN %s kann nicht in Cinder importiert werden. Sie ist bereits in einer fernen Replikationsaufgabe vorhanden.
es: No se puede importar el LUN %s en Cinder. Ya existe en una tarea de replicación remota.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder . Ce numéro existe déjà dans une tâche de réplication à distance.
it: Impossibile importare la LUN %s in Cinder. Esiste già in un'attività di replica remota.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. 이미 원격 복제 작업에 있습니다.
pt_br: Não é possível importar a LUN %s no Cinder. Já existe em uma tarefa de replicação remota.

source: Can't import LUN %s to Cinder. LUN status is not normal.
de: LUN %s kan nicht in Cinder importiert werden. Der LUN-Status ist nicht normal.
es: No se puede importar el LUN %s en Cinder. El estado del LUN no es normal.
fr: Impossible d'importer le numéro d'unité logique (LUN) %s dans Cinder. Le statut de ce numéro n'est pas normal.
it: Impossibile importare LUN %s in Cinder. Lo stato LUN non è normal.
ko_kr: LUN %s을(를) Cinder에 가져올 수 없습니다. LUN 상태가 정상이 아닙니다.
pt_br: Não é possível importar a LUN %s no Cinder. O status de LUN não é normal.
