Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Missing Fibre Channel SAN configuration param - fc_fabric_names
de: Fehlende Fibre Channel-SAN-Konfigurationsparameter - fc_fabric_names
es: Falta parámetro de configuración de SAN de canal de fibra - fc_fabric_names
fr: Paramètre de configuration SAN Fibre Channel - fc_fabric_names
it: Manca parametro di configurazione di Fibre Channel SAN - fc_fabric_names
ko_kr: 파이버 채널 SAN 구성 매개변수 누락 - fc_fabric_names
pt_br: Parâmetro de configuração de SAN Fibre Channel ausente - fc_fabric_names
tr_tr: Fiber Kanal SAN yapılandırma parametresi eksik - fc_fabric_names

source: Missing request body
de: Fehlender Anforderungshauptteil
es: Falta el cuerpo de la solicitud
fr: Corps de la demande manquant
it: Manca il corpo della richiesta
ko_kr: 요청 본문이 누락됨
pt_br: Corpo da solicitação ausente
tr_tr: Eksik istek gövdesi

source: Missing request body.
de: Anforderungshauptteil fehlt.
es: No se ha hallado el cuerpo de la solicitud.
fr: Corps de la demande manquant.
it: Corpo della richiesta mancante.
ko_kr: 요청 본문이 누락되었습니다.
pt_br: Corpo da solicitação ausente.
tr_tr: Eksik istek gövdesi.

source: Missing required element '%s' in request body
de: Fehlendes erforderliches Element '%s' im Anforderungshauptteil
es: Falta el elemento requerido '%s' en el cuerpo de la solicitud
fr: Elément requis manquant '%s' dans le corps de la demande
it: Manca l'elemento '%s' richiesto nel corpo della richiesta
ko_kr: 요청 본문에서 '%s' 필수 요소가 누락됨
pt_br: Elemento obrigatório '%s' ausente no corpo da solicitação
tr_tr: İstek gövdesinde gerekli öge '%s' eksik

source: Missing required element '%s' in request body.
de: Fehlendes erforderliches Element '%s' im Anforderungshauptteil.
es: Falta el elemento oblitatorio '%s' en el cuerpo de la solicitud.
fr: L'élément requis '%s' est manquant dans le corps de demande.
it: Manca l'elemento '%s' richiesto nel corpo della richiesta.
ko_kr: 요청 본문에서 필수 요소 '%s'이(가) 누락되었습니다.
pt_br: Elemento obrigatório '%s' ausente no corpo da solicitação.
tr_tr: İstek gövdesinde gerekli öge '%s' eksik.

source: Missing required element 'consistencygroup' in request body.
de: Fehlendes erforderliches Element 'consistencygroup' im Anforderungshauptteil.
es: Falta el elemento obligatorio 'consistencygroup' en el cuerpo de la solicitud.
fr: L'élément requis 'consistencygroup' est manquant dans le corps de demande.
it: Manca l'elemento 'consistencygroup' richiesto nel corpo della richiesta.
ko_kr: 요청 본문에 필수 요소 'consistencygroup'이 누락되었습니다.
pt_br: Elemento requerido ausente 'consistencygroup' no corpo da solicitação.
tr_tr: İstek gövdesinde gerekli öge 'consistencygroup' eksik.

source: Missing required element 'host' in request body.
de: Fehlendes erforderliches Element 'host' im Anforderungshauptteil.
es: Falta el elemento obligatorio 'host' en el cuerpo de la solicitud.
fr: L'élément requis 'host' est manquant dans le corps de la demande.
it: Manca l'elemento 'host' richiesto nel corpo della richiesta.
ko_kr: 요청 본문에 필수 요소 '호스트'가 누락되었습니다.
pt_br: Elemento necessário ausente 'host' no corpo da solicitação.
tr_tr: İstek gövdesinde gerekli 'host' ögesi eksik.

source: Missing required element quota_class_set in request body.
de: Fehlendes erforderliches Element 'quota_class_set' im Anforderungshauptteil.
es: Falta el elemento necesario quota_class_set en cuerpo de solicitud.
fr: Elément quota_class_set requis manquant dans le corps de demande.
it: Elemento quota_class_set obbligatorio mancante nel corpo della richiesta.
ko_kr: 요청 본문에서 필수 요소 quota_class_set가 누락되었습니다.
pt_br: Faltando elemento obrigatório quota_class_set no corpo da requisição.
tr_tr: İstek gövdesinde gerekli quota_class_set ögesi eksik.

source: Missing required element snapshot in request body.
de: Fehlendes erforderliches Element 'snapshot' im Anforderungshauptteil.
es: Falta la instantánea de elemento obligatoria en el cuerpo de solicitud.
fr: Elément snapshot requis manquant dans le corps de demande.
it: Elemento istantanea obbligatorio mancante nel corpo della richiesta.
ko_kr: 요청 본문에 필수 요소 스냅샷이 누락되었습니다.
pt_br: Captura instantânea de elemento requerido ausente no corpo da solicitação.

source: Multiple SerialNumbers found, when only one was expected for this operation. Please change your EMC config file.
de: Mehrere SerialNumbers gefunden, wenn nur eine Angabe für diese Operation erwartet wurde. Ändern Sie Ihre EMC-Konfigurationsdatei.
es: Se han encontrado varios SerialNumbers, cuando sólo se esperaba uno para esta operación. Cambie el archivo de configuración EMC.
fr: Plusieurs SerialNumbers ont été détectés alors qu'un seul était attendu pour cette opération. Modifiez votre fichier de configuration EMC.
it: Trovati più SerialNumber mentre ne era previsto uno solo per questa operazione. Modificare il file di configurazione EMC.
ko_kr: 이 조작에 대해 하나의 SerialNumber만 예상되었을 때 다중 SerialNumber가 발견되었습니다. EMC 구성 파일을 변경하십시오.
pt_br: Diversos SerialNumbers localizados, quando somente um era esperado para esta operação. Mude o arquivo de configuração do EMC.

source: Multiple copies of volume %s found.
de: Mehrere Kopien von Datenträger %s gefunden.
es: Se han encontrado varias copias del volumen %s.
fr: Plusieurs copies du volume %s ont été trouvées.
it: trovate più copie del volume %s.
ko_kr: 볼륨 %s의 다중 사본이 발견되었습니다.
pt_br: Várias cópias do volume %s localizadas.
tr_tr: %s mantıksal sürücüsünün birden fazla kopyası bulundu.

source: Multiple matches found for '%s', use an ID to be more specific.
de: Mehrere Übereinstimmungen für '%s' gefunden. Verwenden Sie eine ID zur genaueren Bestimmung.
es: Se han encontrado varias coincidencias para '%s', utilice un ID para ser más específico.
fr: Plusieurs correspondances ont été trouvées pour '%s'. Utilisez un ID pour être plus précis.
it: Sono state rilevate più corrispondenze per '%s', utilizzare un ID per essere più precisi.
ko_kr: '%s'에 대한 일치를 여러 개 찾았습니다. 더 구체적인 검색을 위해 ID를 사용하십시오.
pt_br: Várias correspondências localizadas para '%s', use um ID para ser mais específico.
tr_tr: '%s' için birden fazla eşleşme bulundu, daha belirli olacak bir ID kullanın.

source: Multiple profiles found.
de: Mehrere Profile gefunden.
es: Se han encontrado varios perfiles.
fr: Plusieurs profils ont été trouvés.
it: Trovati più profili.
ko_kr: 다중 프로파일이 발견되었습니다.
pt_br: Vários perfis localizados.
tr_tr: Birden fazla profil bulundu.

source: Must implement a fallback schedule
de: Implementierung eines Ersatzzeitplans erforderlich
es: Debe de implementar un horario de reserva
fr: Doit mettre en oeuvre un calendrier de retrait
it: È necessario implementare una pianificazione fallback
ko_kr: 대체 스케줄을 구현해야 함
pt_br: Deve implementar um planejamento de fallback
tr_tr: Bir geri dönüş programı uygulanmalı

source: Must implement find_retype_host
de: find_retype_host muss implementiert werden.
es: Debe implementar find_retype_host
fr: Doit implémenter find_retype_host
it: È necessario implementare find_retype_host
ko_kr: find_retype_host를 구현해야 함
pt_br: Deve implementar find_retype_host
tr_tr: find_retype_host uygulanmalıdır

source: Must implement host_passes_filters
de: host_passes_filters muss implementiert werden.
es: Debe implementar host_passes_filters
fr: Doit implémenter host_passes_filters
it: È necessario implementare host_passes_filters
ko_kr: host_passes_filters를 구현해야 함
pt_br: Deve implementar host_passes_filters
tr_tr: host_passes_filters uygulanmalıdır

source: Must implement schedule_create_consistencygroup
de: schedule_create_consistencygroup muss implementiert werden.
es: Es necesario implementar schedule_create_consistencygroup
fr: Doit implémenter schedule_create_consistencygroup
it: È necessario implementare schedule_create_consistencygroup
ko_kr: schedule_create_consistencygroup을 구현해야 함
pt_br: Deve implementar schedule_create_consistencygroup
tr_tr: schedule_create_consistencygroup uygulanmalıdır

source: Must implement schedule_create_volume
de: schedule_create_volume muss implementiert werden.
es: Debe implementar schedule_create_volume
fr: Doit implémenter schedule_create_volume
it: È necessario implementare schedule_create_volume
ko_kr: schedule_create_volume을 구현해야 함
pt_br: Deve implementar schedule_create_volume
tr_tr: schedule_create_volume uygulanmalıdır

source: Must implement schedule_get_pools
de: schedule_get_pools muss implementiert werden.
es: Es necesario implementar schedule_get_pools
fr: Doit implémenter schedule_get_pools
it: È necessario implementare schedule_get_pools
ko_kr: schedule_get_pools를 구현해야 함
pt_br: Deve implementar schedule_get_pools
tr_tr: schedule_get_pools uygulanmalıdır

source: Must pass wwpn or host to lsfabric.
de: WWPN oder Host muss an lsfabric übergeben werden.
es: Se debe pasar wwpn o host a lsfabric.
fr: Doit transmettre le wwpn ou l'hôte à lsfabric.
it: È necessario passare wwpn o host a lsfabric.
ko_kr: lsfabric에 wwpn 또는 호스트를 전달해야 합니다.
pt_br: É necessário passar wwpn ou host para lsfabric.
tr_tr: lsfabric'e wwpn veya istemci geçirilmeli.

source: Must run this command as cloud admin using a Keystone policy.json which allows cloud admin to list and get any project.
de: Dieser Befehl muss als Cloudadministrator zusammen mit einer Keystone-Richtliniendatei 'policy.json' ausgeführt werden, damit der Cloudadministrator beliebige Projekte auflisten und abrufen kann.
es: Debe ejecutar este comando como administrador de nube utilizando un archivo policy.json de Keystone, que permite al administrador de nube listar y obtener cualquier proyecto.
fr: Cette commande doit être utilisée en tant qu'administrateur de cloud (cloud admin) à l'aide d'un fichier Keystone policy.json qui permet à l'administrateur de cloud de répertorier et d'obtenir n'importe quel projet.
it: Eseguire questo comando come admin cloud utilizzando un Keystone policy.json che consenta all'admin cloud di visualizzare e ottenere qualsiasi progetto.
ko_kr: 클라우드 관리자가 프로젝트를 나열하고 가져올 수 있는 Keystone policy.json을 사용하여 클라우드 관리자로 이 명령을 실행해야 합니다.
pt_br: Deve-se executar esse comando como um administrador em nuvem usando policy.json do Keystone, que permite que o administrador em nuvem liste e obtenha qualquer projeto.

source: Must specify 'connector'
de: 'connector' muss angegeben werden.
es: Debe especificar 'connector'
fr: Vous devez spécifier 'connector'
it: È necessario specificare 'connector'
ko_kr: '커넥터'를 지정해야 함
pt_br: Deve especificar 'conector'
tr_tr: 'connector' belirtilmelidir

source: Must specify 'connector'.
de: 'connector' muss angegeben werden.
es: Debe especificar 'connector'.
fr: Vous devez spécifier le 'connector'
it: È necessario specificare 'connector'.
ko_kr: '커넥터'를 지정해야 합니다.
pt_br: Deve especificar 'connector'.
tr_tr: Belirtilmelidir 'connector'.

source: Must specify 'host'.
de: 'host' muss angegeben werden.
es: Debe especificar 'host'.
fr: Vous devez spécifier l' 'host'
it: È necessario specificare 'host'.
ko_kr: '호스트'를 지정해야 합니다.
pt_br: Deve especificar 'host'.
tr_tr: Belirtilmelidir 'host'.

source: Must specify 'new_volume'
de: 'new_volume' muss angegeben werden.
es: Debe especificar 'new_volume'
fr: Vous devez spécifier 'new_volume'
it: È necessario specificare 'new_volume'
ko_kr: 'new_volume'을 지정해야 함
pt_br: Deve especificar 'new_volume'
tr_tr: 'new_volume' belirtilmelidir

source: Must specify 'status'
de: 'status' muss angegeben werden.
es: Debe especificar 'status'
fr: Vous devez spécifier 'status'
it: È necessario specificare 'status'
ko_kr: '상태'를 지정해야 함
pt_br: Deve especificar 'status'
tr_tr: 'status' belirtilmelidir

source: Must specify 'status', 'attach_status' or 'migration_status' for update.
de: 'status', 'attach_status' oder 'migration_status' muss für die Aktualisierung angegeben werden.
es: Debe especificar 'status', 'attach_status' o 'migration_status' para la actualización.
fr: Indiquer 'status', 'attach_status' ou 'migration_status' pour la mise à jour.
it: È necessario specificare 'status', 'attach_status' o 'migration_status' per l'aggiornamento.
ko_kr: 업데이트하려면 'status', 'attach_status' 또는 'migration_status'를 지정해야 합니다.
pt_br: Deve especificar 'status', ' attach_status' ou 'migration_status' para atualização.
tr_tr: Güncelleme için 'status', 'attach_status' ya da 'migration_status' belirtilmelidir.

source: Must specify a valid attach status
de: Ein gültiger Anhangstatus muss angegeben werden.
es: Debe especificar un estado de conexión válido
fr: Indiquer un état de connexion valide
it: È necessario specificare uno stato di allegato valido
ko_kr: 올바른 접속 상태를 지정해야 함
pt_br: Deve especificar um status de anexo válido
tr_tr: Geçerli bir ekleme durumu belirtmelisiniz

source: Must specify a valid migration status
de: Ein gültiger Migrationsstatus muss angegeben werden.
es: Debe especificar un estado de migración válido
fr: Indiquer un état de migration valide
it: È necessario specificare uno stato di migrazione valido
ko_kr: 올바른 마이그레이션 상태를 지정해야 함
pt_br: Deve especificar um status de migração válido
tr_tr: Geçerli bir göç durumu belirtilmelidir

source: Must specify a valid persona %(valid)s,value '%(persona)s' is invalid.
de: Eine gültige Persona %(valid)s muss angegeben werden. Wert '%(persona)s' ist ungültig.
es: Debe especificar un valor válido de persona %(valid)s, el valor '%(persona)s' no es válido.
fr: Spécifiez une personnalité valide %(valid)s, la valeur '%(persona)s' n'est pas valide.
it: È necessario specificare un utente tipo %(valid)s valido, il valore '%(persona)s' non è valido.
ko_kr: 올바른 사용자 %(valid)s을(를) 지정해야 합니다. '%(persona)s' 값이 올바르지 않습니다.
pt_br: Deve especificar uma pessoa válida %(valid)s, o valor '%(persona)s' é inválido.
tr_tr: Geçerli bir kişi belirtilmeli %(valid)s, değer '%(persona)s' geçersiz.

source: Must specify a valid provisioning type %(valid)s, value '%(prov)s' is invalid.
de: Ein gültiger Bereitstellungstyp %(valid)s muss angegeben werden. Wert '%(prov)s' ist ungültig.
es: Debe especificar un tipo de suministro válido %(valid)s, el valor '%(prov)s' no es válido.
fr: Spécifiez un type de mise à disposition valide %(valid)s, la valeur '%(prov)s' n'est pas valide.
it: È necessario specificare un tipo di provisioning %(valid)s valido, il valore '%(prov)s' non è valido.
ko_kr: 올바른 프로비저닝 유형 %(valid)s을(를) 지정해야 합니다. '%(prov)s' 값이 올바르지 않습니다.
pt_br: Deve especificar um tipo de fornecimento válido %(valid)s, o valor '%(prov)s' é inválido.
tr_tr: Geçerli bir hazırlık türü belirtilmeli %(valid)s, değer '%(prov)s' geçersiz.

source: Must specify a valid status
de: Ein gültiger Status muss angegeben werden.
es: Debe especificar un estado válido
fr: Indiquer un état valide
it: È necessario specificare uno stato valido
ko_kr: 올바른 상태를 지정해야 함
pt_br: Deve especificar um status válido
tr_tr: Geçerli bir durum belirtilmelidir

source: Must specify an ExtensionManager class
de: Eine ExtensionManager-Klasse muss angegeben werden.
es: Debe especificar una clase ExtensionManager
fr: Vous devez définir une classe ExtensionManager
it: È necessario specificare una classe ExtensionManager
ko_kr: ExtensionManager 클래스를 지정해야 함
pt_br: Deve especificar uma classe ExtensionManager
tr_tr: UzantıYöneticisi sınıfı belirlenmek zorunda

source: Must specify bootable in request.
de: 'bootable' muss in der Anforderung angegeben werden.
es: Debe especificar bootable en la solicitud.
fr: Doit indiquer bootable dans la demande.
it: È necessario specificare bootable nella richiesta.
ko_kr: 요청에서 부트 가능을 지정해야 합니다.
pt_br: Deve especificar inicializável na solicitação.
tr_tr: İstekte önyüklenebilir belirtilmelidir.

source: Must specify protection domain name or protection domain id.
de: Schutzdomänenname oder Schutzdomänen-ID muss angegeben werden.
es: Se debe especificar el nombre del dominio de protección o el ID del dominio de protección.
fr: Vous devez spécifier un nom ou un ID de domaine de protection.
it: È necessario specificare il nome dominio di protezione o l'ID del dominio di protezione.
ko_kr: 보호 도메인 이름 또는 보호 도메인 ID를 지정해야 합니다.
pt_br: Deve especificar o nome ou o ID do domínio de proteção.
tr_tr: Koruma alan ismi veya koruma alan id'si belirtmeli.

source: Must specify readonly in request.
de: 'readonly' muss in der Anforderung angegeben werden.
es: Debe especificar sólo lectura en solicitud.
fr: Doit indiquer readonly dans la demande.
it: È necessario specificare readonly nella richiesta.
ko_kr: 요청에서 읽기 전용을 지정해야 합니다.
pt_br: Deve especificar somente leitura na solicitação.
tr_tr: İstekte salt okunur belirtilmelidir.

source: Must specify snapshot source-name or source-id.
de: 'source-name' oder 'source-id' der Schattenkopie müssen angegeben werden.
es: Se debe especificar el nombre de origen o el ID de origen de la instantánea.
fr: Vous devez spécifier la valeur source-name ou source-id de l'instantané.
it: È necessario specificare source-name o source-id dell'istantanea.
ko_kr: 스냅샷 source-name 또는 source-id를 지정해야 합니다.
pt_br: Deve-se especificar o source-name ou o source-id da captura instantânea.

source: Must specify source-name or source-id.
de: 'source-name' oder 'source-id' muss angegeben werden.
es: Debe especificar source-name o source-id.
fr: Vous devez spécifier source-name ou source-id.
it: È necessario specificare source-name o source-id.
ko_kr: source-name 또는 source-id가 있어야 합니다.
pt_br: Deve-se especificar o elemento source-name ou source-id.

source: Must specify storage pool name or id.
de: Speicherpoolname oder Speicherpool-ID muss angegeben werden.
es: Se debe especificar el nombre o el ID de la agrupación de almacenamiento.
fr: Vous devez spécifier le nom ou l'ID du pool de stockage.
it: È necessario specificare il nome o l'ID del pool di memoria.
ko_kr: 스토리지 풀 이름 또는 ID를 지정해야 합니다.
pt_br: Deve especificar um nome ou ID do conjunto de armazenamentos.
tr_tr: Depolama havuzu ismi veya id'si belirtmeli.

source: Must specify storage pools. Option: sio_storage_pools.
de: Speicherpools müssen angegeben werden. Option: sio_storage_pools.
es: Se deben especificar las agrupaciones de almacenamiento. Opción: sio_storage_pools.
fr: Vous devez spécifier des pools de stockage. Option : sio_storage_pools.
it: È necessario specificare i pool di archiviazione. Opzione: sio_storage_pools.
ko_kr: 스토리지 풀을 지정해야 합니다. 옵션: sio_storage_pools.
pt_br: Deve-se especificar conjuntos de armazenamentos. Opções: sio_storage_pools.

source: Must supply a positive value for age
de: Für age muss ein positiver Wert angegeben werden.
es: Debe proporcionar un valor positivo para la edad
fr: Vous devez indiquer un entier positif pour 'age'
it: È necessario fornire un valore positivo per l'età
ko_kr: 연령에 대해 양수 값을 제공해야 함
pt_br: Deve fornecer um valor positivo para a idade
tr_tr: Devir için pozitif bir değer verilmelidir

source: Must supply a positive, non-zero value for age
de: Für age muss ein positiver Wert ungleich null angegeben werden.
es: Debe proporcionar un valor positivo distinto de cero para la edad
fr: Une valeur positive différente de zéro doit être indiquée pour age
it: È necessario fornire un valore positivo, diverso da zero per l'età
ko_kr: 기간에 0이 아닌 양수 값을 제공해야 함
pt_br: Deve fornecer um número positivo, diferente de zero para a idade
tr_tr: Yaş için pozitif, sıfırdan farklı bir değer sağlanmalı

source: NAS config '%(name)s=%(value)s' invalid. Must be 'auto', 'true', or 'false'
de: NAS-Konfiguration '%(name)s=%(value)s' ungültig. Muss 'auto', 'true' oder 'false' sein.
es: La configuración de NAS '%(name)s=%(value)s' no es válida. Debe ser 'auto', 'true' o 'false'
fr: La configuration NAS '%(name)s=%(value)s' n'est pas valide. Doit être 'auto', 'true' ou 'false'
it: Configurazione della NAS '%(name)s=%(value)s' non valida. Deve essere 'auto', 'true', o 'false'
ko_kr: NAS 구성 '%(name)s=%(value)s'이(가) 올바르지 않습니다. 'auto', 'true' 또는 'false'여야 합니다.
pt_br: Configuração de NAS ‘%(name)s=%(value)s' inválida. Deve ser ‘auto', 'true’ ou 'false'
tr_tr: NAS yapılandırması '%(name)s=%(value)s' geçersiz. 'auto', 'true' ya da 'false' olmalıdır.

source: NFS config file at %(config)s doesn't exist
de: NFS-Konfigurationsdatei ist in %(config)s nicht vorhanden.
es: El archivo de configuración de NFS en %(config)s no existe
fr: Fichier de configuration NFS dans %(config)s n'existe pas
it: Il file di configurazione NFS in %(config)s non esiste
ko_kr: NFS config 파일이 %(config)s에 없음
pt_br: O arquivo de configuração do NFS em %(config)s não existe
tr_tr: %(config)s konumunda NFS yapılandırma dosyası yok

source: NFS file %s not discovered.
de: NFS-Datei %s nicht erkannt.
es: Archivo NFS %s no descubierto.
fr: Fichier NFS %s non reconnu.
it: File NFS %s non rilevato.
ko_kr: NFS 파일 %s을(를) 찾을 수 없습니다.
pt_br: Arquivo NFS %s não descoberto.
tr_tr: NFS dosyası %s keşfedilmemiş.

source: NFS file could not be discovered.
de: NFS-Datei wurde nicht erkannt.
es: El archivo NFS no se ha podido descubrir.
fr: Découverte impossible du fichier NFS.
it: Impossibile rilevare il file NFS.
ko_kr: NFS 파일을 찾을 수 없습니다.
pt_br: O arquivo NFS não pôde ser descoberto.
tr_tr: NFS dosyası keşfedilemedi.

source: NaElement name cannot be null.
de: NaElement-Name darf nicht null sein.
es: El nombre de NaElement no puede ser nulo.
fr: Le nom NaElement ne peut pas avoir la valeur Null.
it: Il nome NaElement non può essere null.
ko_kr: NaElement 이름은 널(null)일 수 없습니다.
pt_br: O nome NaElement não pode ser nulo.

source: Name, description, add_volumes, and remove_volumes can not be all empty in the request body.
de: Name, description, add_volumes und remove_volumes dürfen im Anforderungshauptteil nicht alle leer bleiben.
es: Nombre, descripción, add_volumes y remove_volumes no pueden estar vacíos en el cuerpo de la solicitud.
fr: Nom, description, add_volumes et remove_volumes ne peuvent pas être tous vides dans le corps de la demande.
it: Il nome, la descrizione, add_volumes e remove_volumes non possono essere vuoti nel corpo della richiesta.
ko_kr: 요청 본문에서 이름, 설명, add_volumes 및 remove_volumes이 모두비어 있을 수 없습니다.
pt_br: Nome, descrição, add_volumes e remove_volumes não podem estar todos vazios no corpo da solicitação.
tr_tr: İstek gövdesinde ad, tanımlama, add_volumes ve remove_volumes seçeneklerinin tümü boş olamaz.

source: Need non-zero volume size
de: Datenträgergröße ungleich null erforderlich
es: Se necesita un tamaño de volumen distinto de cero
fr: Taille de volume non nulle nécessaire
it: Necessaria dimensione volume diversa da zero
ko_kr: 0이 아닌 볼륨 크기가 필요함
pt_br: Necessário tamanho do volume diferente de zero
tr_tr: Sıfır olmayan mantıksal sürücü boyutu gerekir

source: Neither MSG_DENIED nor MSG_ACCEPTED: %r
de: Weder MSG_DENIED noch MSG_ACCEPTED: %r
es: Ni MSG_DENIED ni MSG_ACCEPTED: %r
fr: Ni MSG_DENIED ni MSG_ACCEPTED : %r
it: Né MSG_DENIED né MSG_ACCEPTED: %r
ko_kr: MSG_DENIED와 MSG_ACCEPTED가 모두 아님: %r
pt_br: Nem MSG_DENIED nem MSG_ACCEPTED: %r

source: NetApp Cinder Driver exception.
de: NetApp Cinder-Treiberausnahme
es: Excepción de controlador NetApp Cinder.
fr: Exception de pilote NetApp Cinder.
it: Eccezione del driver Cinder di NetApp.
ko_kr: NetApp Cinder Driver 예외.
pt_br: Exceção no driver NetApp Cinder.
tr_tr: NetApp Cinder Sürücü istisnası.

source: New size for extend must be greater than current size. (current: %(size)s, extended: %(new_size)s).
de: Neue Größe für Erweiterung muss größer als aktuelle Größe sein (aktuell: %(size)s, erweitert: %(new_size)s).
es: El nuevo tamaño para ampliar debe ser mayor que el tamaño actual. (actual: %(size)s, ampliado: %(new_size)s).
fr: La nouvelle taille pour l'extension doit être supérieure à la taille actuelle. (Taille actuelle : %(size)s, taille après l'extension : %(new_size)s).
it: La nuova dimensione per l'estensione deve essere superiore alla dimensione corrente. (corrente: %(size)s, esteso: %(new_size)s).
ko_kr: 확장을 위한 새 크기는 현재 크기보다 커야 합니다. %(size)s, 확장됨: %(new_size)s).
pt_br: Novo tamanho a ser estendido deve ser maior que o tamanho atual. (atual: %(size)s, estendido: %(new_size)s).
tr_tr: Genişletmek için yeni boyut mevcut boyuttan daha fazla olmalıdır. (mevcut: %(size)s, genişletilmiş: %(new_size)s).
