Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: No snap found with %s as backing file.
de: Es wurde keine Schattenkopie mit %s als Sicherungsdatei gefunden.
es: No se ha encontrado archivo con %s como archivo de respaldo.
fr: Aucun instantané trouvé avec %s comme fichier de sauvegarde.
it: Nessuna istantanea (snap) trovata con %s come file di backup.
ko_kr: 백업 파일로 %s을(를) 가진 스냅샷을 찾을 수 없음
pt_br: Nenhum snap localizado com %s como arquivo auxiliar.
tr_tr: %s destek dosyası olacak bir anlık görüntü bulunamadı.

source: No snapshot image found in snapshot group %s.
de: Kein Schattenkopieabbild in Schattenkopiegruppe %s gefunden.
es: No se ha encontrado ninguna imagen de instantánea en el grupo de instantáneas %s.
fr: Aucune image instantanée n'a été trouvée dans le groupe d'instantanés %s.
it: Nessuna immagine istantanea trovata nel gruppo di istantanee %s.
ko_kr: 스냅샷 그룹 %s에서 스냅샷 이미지를 찾을 수 없습니다.
pt_br: Nenhuma imagem de captura instantânea localizada no grupo de capturas instantâneas %s.
tr_tr: %s anlık görüntü grubundan anlık görüntü imajı bulunamadı.

source: No snapshots could be found on volume %s.
de: Keine Schattenkopien auf dem Datenträger %s gefunden.
es: No se han podido encontrar instantáneas en el volumen %s.
fr: Aucun instantané n'a été trouvé sur le volume %s.
it: Nessuna istantanea trovata sul volume %s.
ko_kr: 볼륨 %s에서 스냅샷을 찾을 수 없습니다.
pt_br: Nenhuma captura instantânea pôde ser localizada no volume %s.

source: No source snapshots provided to create consistency group %s.
de: Keine Quellenschattenkopien zum Erstellen der Konsistenzgruppe %s angegeben.
es: No se han proporcionado instantáneas de origen para crear el grupo de consistencia %s.
fr: Aucun instantané source n'a été fourni pour créer le groupe de cohérence %s.
it: Nessuna istantanea origine fornita per creare il gruppo di coerenza %s.
ko_kr: 일관성 그룹 %s을(를) 작성하는 데 필요한 소스 스냅샷이 제공되지 않았습니다.
pt_br: Nenhuma captura instantânea de origem fornecida para criar o grupo de consistências %s.

source: No storage path found for export path %s
de: Keinen Speicherpfad für Exportpfad %s gefunden.
es: No se ha encontrado ninguna vía de acceso de almacenamiento para la vía de acceso de exportación %s
fr: Aucun chemin de stockage trouvé pour le chemin d'exportation %s
it: Nessun percorso di archiviazione trovato per il percorso di esportazione %s
ko_kr: 내보내기 경로 %s에 대해 스토리지 경로를 찾을 수 없음
pt_br: Nenhum caminho do armazenamento localizado para o caminho de exportação %s
tr_tr: Dışa aktarma yolu %s için depolama yolu bulunamadı

source: No such QoS spec %(specs_id)s.
de: Keine solche QoS-Spezifikation %(specs_id)s vorhanden.
es: No hay especificaciones de QoS %(specs_id)s.
fr: Aucune spécif. QoS du type %(specs_id)s.
it: Non esiste alcuna specifica QoS %(specs_id)s.
ko_kr: 해당하는 QoS 스펙 %(specs_id)s이(가) 없습니다.
pt_br: Sem spec QoS %(specs_id)s.
tr_tr: Böyle bir %(specs_id)s QoS özelliği yok.

source: No suitable discovery ip found
de: Keine geeignete Erkennungs-IP-Adresse gefunden.
es: No se ha encontrado ningún IP de descubrimiento adecuado
fr: Aucune adresse IP correcte trouvée
it: Non è stato trovato nessun IP di rilevamento adatto
ko_kr: 적합한 발견 ip를 찾을 수 없음
pt_br: Nenhum IP de descoberta adequado foi localizado
tr_tr: Uygun ip keşfedilemedi

source: No support to restore backup version %s
de: Keine Unterstützung für die Wiederherstellung der Sicherungsversion %s
es: No hay soporte para restaurar la versión de copia de seguridad %s
fr: Aucune prise en charge pour la restauration de la version de sauvegarde %s
it: Nessun supporto per il ripristino della versione di backup %s
ko_kr: 백업 버전 %s 복원을 지원하지 않음
pt_br: Não há suporte para restaurar a versão de backup %s
tr_tr: %s yedekleme sürümünü geri yükleme desteklenmiyor

source: No target id found for volume %(volume_id)s.
de: Keine Ziel-ID für Datenträger %(volume_id)s gefunden.
es: No se ha encontrado ningún ID de destino para el volumen %(volume_id)s.
fr: Aucun ID cible trouvé pour le volume %(volume_id)s.
it: Nessun id destinazione è stato trovato per il volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨에 대한 대상ID가 없습니다.
pt_br: Nenhum ID de destino localizado para o volume %(volume_id)s.
tr_tr: %(volume_id)s bölümü için hedef id bulunamadı.

source: No unused LUN IDs are available on the host; multiattach is enabled which requires that all LUN IDs to be unique across the entire host group.
de: Auf dem Host sind keine nicht verwendeten LUN-IDs verfügbar. Da das mehrfache Anhängen aktiviert ist, müssen alle LUN-IDs in der gesamten Hostgruppe eindeutig sein.
es: No hay disponibles ID de LUN sin utilizar en el host; la conexión múltiple está habilitada, lo cual requiere que todos los ID de LUN sean exclusivos en todo el grupo de hosts.
fr: Aucun ID de numéro d'unité logique inutilisé n'est disponible sur l'hôte ; multiattach est activé, ce qui requiert que tous les ID de numéro d'unité logique soient uniques à travers le groupe d'hôtes complet.
it: Nessun ID LUN non utilizzato disponibile sull'host; è abilitato il multicollegamento cherichiede che tutti gli ID LUN siano univoci nell'intero gruppo di host.
ko_kr: 호스트에서 사용할 수 있는 사용하지 않은 LUN ID가 없습니다. 다중 연결이 사용으로 설정되며 이를 위해서는 모든 LUN ID가 전체 호스트 그룹에서 고유해야 합니다.
pt_br: Nenhum ID de LUN não utilizado está disponível no host; a anexação múltipla está ativada, o que requer que todos os IDs de LUN sejam exclusivos em todo o grupo de hosts.
tr_tr: İstemci üzerinde kullanılabilir LUN ID'si yok; çoklu ekleme etkin ki bu tüm LUN ID'lerinin tüm istemci grupları arasında benzersiz olmasını gerektirir.

source: No valid host was found. %(reason)s
de: Es wurde kein gültiger Host gefunden. %(reason)s
es: No se ha encontrado ningún host válido. %(reason)s
fr: Hôte non valide trouvé. %(reason)s
it: Non è stato trovato alcun host valido. %(reason)s
ko_kr: 유효한 호스트가 없습니다. %(reason)s
pt_br: Nenhum host válido localizado. %(reason)s
tr_tr: Geçerli bir sunucu bulunamadı: %(reason)s

source: No valid hosts for volume %(id)s with type %(type)s
de: Keine gültigen Hosts für Datenträger %(id)s mit Typ %(type)s
es: No hay hosts válidos para el volumen %(id)s con el tipo %(type)s
fr: Aucun hôte valide pour le volume %(id)s de type %(type)s
it: Nessun host valido per il volume %(id)s con tipo %(type)s
ko_kr: 유형이 %(type)s인 볼륨 %(id)s의 호스트가 올바르지 않음
pt_br: Nenhum host válido para o volume %(id)s com tipo %(type)s
tr_tr: %(type)s türü ile %(id)s mantıksal sürücüsü için geçerli istemci yok

source: No vdisk with the UID specified by ref %s.
de: Keine virtuelle Platte mit der durch die Referenz %s angegebenen UID vorhanden.
es: No hay ningún vdisk con el UID especificado en ref %s.
fr: Aucun disque virtuel (vdisk) avec l'UID indiqué par ref %s.
it: Nessun vdisk con l'UID specificato da ref %s.
ko_kr: ref %s(으)로 지정된 UID를 갖는 vdisk가 없습니다.
pt_br: Nenhum vdisk com o UID especificado pela referência %s.

source: No views found for LUN: %s
de: Keine Ansichten für LUN gefunden: %s
es: No se ha encontrado ninguna vista para el LUN: %s
fr: Aucune vue n'a été trouvée pour le numéro d'unité logique (LUN) : %s
it: Nessuna vista trovata per LUN: %s
ko_kr: LUN의 보기가 없음: %s
pt_br: Nenhuma visualização localizada para a LUN: %s

source: No volume on cluster with vserver %(vserver)s and junction path %(junction)s
de: Kein Datenträger im Cluster mit virtuellem Server %(vserver)s und Junction-Pfad %(junction)s.
es: No hay ningún volumen en el clúster con vserver %(vserver)s y vía de acceso de cruce %(junction)s
fr: Aucun volume dans le cluster contenant le serveur virtuel %(vserver)s et le chemin de jonction %(junction)s
it: Nessun volume nel cluster con vserver %(vserver)s e percorso di giunzione %(junction)s
ko_kr: vserver가 %(vserver)s이고 접합 경로가 %(junction)s인 클러스터에 볼륨이 없음
pt_br: Nenhum volume no cluster com vserver %(vserver)s e caminho de junção %(junction)s
tr_tr: %(vserver)s vserver'e ve %(junction)s kavşağına sahip kümede mantıksal sürücü yok

source: No volume service(s) started successfully, terminating.
de: Keiner der Datenträgerdienste wurde erfolgreich gestartet. Wird beendet.
es: No se ha iniciado correctamente ningún servicio de volumen, terminando.
fr: Aucun service de volume n'a pu démarrer, abandon.
it: Nessun servizio volume avviato con esito positivo, si termina.
ko_kr: 볼륨 서비스가 시작되지 않아서 종료합니다.
pt_br: Nenhum serviço de volume iniciado com êxito; finalizando.
tr_tr: Disk bölümü servis(leri)i başarılı olarak başlatılamadı, sonlandırılıyor.

source: No volume was found at CloudByte storage.
de: Kein Datenträger im CloudByte-Speicher gefunden.
es: No se ha encontrado ningún volumen en el almacenamiento de CloudByte.
fr: Aucun volume n'a été détecté dans le système de stockage CloudByte.
it: Nessun volume trovato nell'archivio CloudByte.
ko_kr: CloudByte 스토리지에서 볼륨을 찾을 수 없습니다.
pt_br: Nenhum volume foi localizado no armazenamento CloudByte.
tr_tr: CloudByte depolamada hiçbir mantıksal sürücü bulunamadı.

source: No volume_type should be provided when creating test replica.
de: Beim Erstellen des Testreplikats darf keine Angabe für volume_type vorgenommen werden.
es: No debe proporcionarse ningún volume_type cuando se crea la réplica de prueba.
fr: Aucun volume_type ne doit être fourni lors de la création de la réplique de test.
it: Non è necessario fornire alcun volume_type durante la creazione della replica di test.
ko_kr: 테스트 복제본을 작성할 때 volume_type을 제공하지 않아야 합니다.
pt_br: Nenhum volume_type deve ser fornecido ao criar a réplica de teste.
tr_tr: Test kopyası oluşturulurken volume_type verilmesi gerekmez.

source: No volumes found in CloudByte storage.
de: Keine Datenträger in CloudByte-Speicher gefunden.
es: No se ha encontrado ningún volumen en el almacenamiento de CloudByte.
fr: Aucun volume détecté dans le système de stockage CloudByte.
it: Nessun volume rilevato nell'archivio CloudByte.
ko_kr: CloudByte 스토리지에서 볼륨을 찾을 수 없습니다.
pt_br: Nenhum volume localizado no armazenamento CloudByte.
tr_tr: CloudByte depolamada hiçbir mantıksal sürücüsü bulunamadı.

source: No weighed hosts available
de: Keine gewichteten Hosts verfügbar.
es: No hay hosts ponderados disponibles
fr: Aucun hôte pondéré n'est disponible
it: Nessun host pesato disponibile
ko_kr: 사용 가능한 적합한 호스트가 없음
pt_br: Nenhum host ponderado disponível
tr_tr: Kullanılabilir ağırlıklı istemci yok

source: Not a valid string: %s
de: Keine gültige Zeichenfolge: %s
es: Cadena no válida: %s
fr: Chaîne non valide : %s
it: Stringa non valida: %s
ko_kr: 올바른 문자열이 아님: %s
pt_br: Não é uma sequência válida: %s

source: Not a valid value for NaElement.
de: Kein gültiger Wert für NaElement.
es: Valor no válido para NaElement.
fr: Valeur non valide pour NaElement.
it: Non un valore valido per NaElement.
ko_kr: NaElement의 올바른 값이 아닙니다.
pt_br: Nenhum valor válido para NaElement.

source: Not able to find a suitable datastore for the volume: %s.
de: Es kann kein geeigneter Datenspeicher für den Datenträger %s gefunden werden.
es: No se puede encontrar un almacén de datos adecuado para el volumen: %s.
fr: Impossible de trouver un magasin de données approprié pour le volume : %s.
it: Impossibile trovare un datastore adeguato per il volume: %s.
ko_kr: 볼륨: %s에 적합한 데이터베이스를 찾을 수 없습니다.
pt_br: Não foi possível encontrar um datastore adequado para o volume: %s.
tr_tr: Mantıksal sürücü için uygun bir veri deposu bulunamadı: %s.

source: Not an rbd snapshot
de: Keine RBD-Schattenkopie
es: No es una instantánea rbd
fr: N'est pas un instantané rbd
it: Non è un'istantanea rbd
ko_kr: rbd 스냅샷이 아님
pt_br: Não uma captura instantânea de rbd
tr_tr: Bir rbd anlık sistem görüntüsü değildir

source: Not authorized for image %(image_id)s.
de: Keine Autorisierung für das Abbild %(image_id)s.
es: No está autorizado para la imagen %(image_id)s.
fr: Non autorisé pour l'image %(image_id)s.
it: Non autorizzato per l'immagine %(image_id)s.
ko_kr: %(image_id)s 이미지에 대한 권한이 없습니다.
pt_br: Não autorizado para a imagem %(image_id)s.
tr_tr: %(image_id)s imajı için yetkilendirilemedi.

source: Not authorized.
de: Nicht berechtigt.
es: No Autorizado
fr: Non autorisé.
it: Non autorizzato.
ko_kr: 권한이 없습니다.
pt_br: Não autorizado.
tr_tr: Yetkiniz yok.

source: Not enough space on backend (%(backend)s)
de: Nicht genug Speicherplatz im Backend (%(backend)s) vorhanden.
es: No hay espacio suficiente en el el programa de fondo (%(backend)s)
fr: Espace insuffisant sur le système dorsal (%(backend)s)
it: Spazio insufficiente sul backend (%(backend)s)
ko_kr: 백엔드(%(backend)s)에 공간이 충분하지 않음
pt_br: Não há espaço suficiente no backend (%(backend)s)
tr_tr: Art alanda çalışan uygulamada (%(backend)s) yeterli alan yok

source: Not enough storage space in the ZFS share to perform this operation.
de: Es ist nicht genügend Speicherplatz im freigegebenen ZFS-Verzeichnis zum Ausführen dieser Operation vorhanden.
es: No hay espacio de almacenamiento suficiente en la unidad compartida ZFS para realizar esta operación.
fr: Espace de stockage insuffisant dans le partage ZFS pour exécuter cette opération.
it: Spazio di archiviazione insufficiente nella condivisione ZFS per eseguire questa operazione.
ko_kr: ZFS 공유에서 이 조작을 수행하는 데 필요한 스토리지 공간이 부족합니다.
pt_br: Não há espaço de armazenamento suficiente no compartilhamento do ZFS para executar essa operação.
tr_tr: ZFS paylaşımında bu işlemi yapacak kadar depolama alanı yok.

source: Not stored in rbd
de: Nicht in RBD gespeichert.
es: No está almacenado en rbd
fr: Non stocké dans rbd
it: Non memorizzato in rbd
ko_kr: rbd에 저장되지 않음
pt_br: Não armazenado em rbd
tr_tr: rbd içinde depolanmıyor

source: Nova returned "error" status while creating snapshot.
de: Nova gab beim Erstellen der Schattenkopie den Status "error" zurück.
es: Nova devolvió el estado "error" mientras creaba la instantánea.
fr: Nova a renvoyé l'état "erreur" durant la création de l'instantané.
it: Nova ha restituito lo stato "error" durante la creazione dell'istantanea.
ko_kr: 스냅샷을 작성하는 동안 Nova에서 "오류" 상태를 리턴함.
pt_br: Nova retornou o status "erro" ao criar a captura instantânea.
tr_tr: Nova anlık sistem görüntüsü oluşturulurken "error" durumu döndürdü.

source: Null response received from CloudByte's list filesystem.
de: Zum Auflisten vom Dateisystem (listFileSystem) Antwort 'Null' von CloudByte erhalten.
es: Se ha recibido una respuesta nula desde el sistema de archivos de la lista de CloudByte.
fr: Réponse nulle reçue de CloudByte pour l'affichage du système de fichiers.
it: Ricevuta risposta Null dal file system dell'elenco di CloudByte.
ko_kr: CloudByte의 목록 파일 시스템에서 널 응답을 수신했습니다.
pt_br: Resposta nula recebida do sistema de arquivos da lista de CloudByte.
tr_tr: CloudByte listesinde dosya sisteminden boş yanıt alındı.

source: Null response received from CloudByte's list iscsi auth groups.
de: CloudBytes Antwort zum Auflisten der iSCSI-Authentifizierungsgruppen ist 'Null'.
es: Se ha recibido una respuesta nula desde los grupos de autenticación iscsi de la lista de CloudByte.
fr: Réponse Null reçue de la liste des groupes d'authentification iscsi de CloudByte.
it: Ricevuta risposta Null dei gruppi aut iscsi dell'elenco di CloudByte.
ko_kr: CloudByte의 목록 iscsi 인증 그룹에서 널 응답이 수신되었습니다.
pt_br: Resposta nula recebida dos grupos de autenticação iscsi da lista do CloudByte.
tr_tr: CloudByte'ın iscsi yetkilendirme grubu listesinden yanıt dönmedi.

source: Null response received from CloudByte's list iscsi initiators.
de: Zum Auflisten von iSCSI-Initiatoren (listiSCSIInitiator) Antwort 'Null' von CloudByte erhalten.
es: Se ha recibido una respuesta nula desde los iniciadores iscsi de la lista de CloudByte.
fr: Réponse nulle reçue de CloudByte pour l'affichage des initiateurs iSCSI.
it: Ricevuta risposta Null dagli iniziatori iscsi dell'elenco di CloudByte.
ko_kr: CloudByte의 목록 iscsi 개시자로부터 널 응답을 수신했습니다.
pt_br: Resposta nula recebida de inicializadores de iscsi da lista do CloudByte.
tr_tr: CloudByte listesinde iscsi başlatıcılarından boş yanıt alındı.

source: Null response received from CloudByte's list volume iscsi service.
de: Zum Auflisten von Datenträger-iSCSI-Services (listVolumeiSCSIService) Antwort 'Null' von CloudByte erhalten.
es: Se ha recibido una respuesta nula desde el servicio iscsi del volumen de la lista de CloudByte.
fr: Réponse nulle reçue de CloudByte pour l'affichage du service iSCSI du volume.
it: Ricevuta risposta Null dal servizio iscsi del volume dell'elenco di CloudByte.
ko_kr: CloudByte의 목록 볼륨 iscsi 서비스에서 널 응답을 수신했습니다.
pt_br: Resposta nula recebida do serviço de iscsi do volume da lista do CloudByte.
tr_tr: CloudByte listesinde mantıksal sürücü iscsi servisinden boş yanıt alındı.

source: Null response received while creating volume [%s] at CloudByte storage.
de: Antwort 'Null' beim Erstellen von Datenträger [%s] bei CloudByte-Speicher erhalten.
es: Respuesta nula recibida al crear el volumen [%s] en el almacenamiento de CloudByte.
fr: Réponse Null reçue lors de la création du volume [%s] sur le système de stockage CloudByte.
it: Ricevuta risposta null durante la creazione del volume [%s] nell'archivio CloudByte.
ko_kr: CloudByte 스토리지에서 볼륨 [%s]을(를) 작성하는 중 널 응답을 수신했습니다.
pt_br: Resposta nula recebida ao criar volume [%s] no armazenamento CloudByte.
tr_tr: CloudByte depolamasında [%s] mantıksal sürücüsü oluşturulurken boş yanıt alındı.

source: Null response received while deleting volume [%s] at CloudByte storage.
de: Antwort 'Null' beim Löschen von Datenträger [%s] bei CloudByte-Speicher erhalten.
es: Respuesta nula recibida al suprimir el volumen [%s] en el almacenamiento de CloudByte.
fr: Une réponse Null a été reçue lors de la suppression du volume [%s] du stockage CloudByte.
it: Ricevuta risposta null durante l'eliminazione del volume [%s] nella memoria CloudByte.
ko_kr: CloudByte 스토리지에서 볼륨[%s]을 삭제하는 중에 널 응답이 수신되었습니다.
pt_br: Resposta nula recebida ao excluir o volume [%s] no armazenamento do CloudByte.

source: Null response received while querying for [%(operation)s] based job [%(job)s] at CloudByte storage.
de: Antwort 'Null' beim Abfragen nach auf [%(operation)s] basierendem Job [%(job)s] im CloudByte-Speicher erhalten.
es: Se ha recibido una respuesta nula al realizar la consulta para el trabajo basado en [%(operation)s] [%(job)s] en el almacenamiento CloudByte.
fr: Réponse Null reçue lors de l'interrogation du travail [%(operation)s] basé [%(job)s] dans le stockage CloudByte.
it: Ricevuta risposta null durante l'interrogazione per il lavoro basato su [%(operation)s][%(job)s] nella memoria CloudByte.
ko_kr: CloudByte 스토리지에서 [%(operation)s] 기반 작업 [%(job)s]에 대해 조회하는 중에 널 응답이 수신되었습니다.
pt_br: Resposta nula recebida ao consultar a tarefa baseada em [%(operation)s] [%(job)s] no armazenamento CloudByte.

source: Number of retries if connection to ceph cluster failed.
de: Anzahl der Wiederholungen, wenn Verbindung zum ceph-Cluster fehlgeschlagen ist.
es: Número de reintentos si la conexión al clúster ceph ha fallado.
fr: Nombre de nouvelles tentatives si la connexion au cluster ceph a échoué.
it: Numero di tentativi se la connessione al cluster ceph non riesce.
ko_kr: ceph 클러스터에 대한 연결에 실패한 경우 재시도 횟수입니다.
pt_br: Número de novas tentativas se a conexão com o cluster ceph falhou.
tr_tr: Ceph kümesine bağlantı başarısız olursa tekrar deneme sayısı.

source: Object Count
de: Objektanzahl
es: Recuento de objetos
fr: Nombre d'objets
it: Numero oggetti
ko_kr: 오브젝트 카운트
pt_br: Contagem de Objetos
tr_tr: Nesne Sayısı

source: Object Version
de: Objektversion
es: Versión del objeto
fr: Version de l'objet
it: Versione oggetto
ko_kr: 오브젝트 버전
pt_br: Versão do Objeto

source: Object is not a NetApp LUN.
de: Objekt ist keine NetApp-LUN.
es: El objeto no es un LUN de NetApp.
fr: L'objet n'est pas un numéro d'unité logique NetApp.
it: L'oggetto non è un NetApp LUN.
ko_kr: 오브젝트가 NetApp LUN이 아닙니다.
pt_br: O objeto não é um LUN de NetApp.
tr_tr: Nesne bir NetApp LUN değil.

source: On an Extend Operation, error adding volume to composite volume: %(volumename)s.
de: Bei einer Erweiterungsoperation ist ein Fehler beim Hinzufügen des Datenträgers zu einem Verbunddatenträger aufgetreten: %(volumename)s.
es: En una operación de ampliación, error al añadir volumen al volumen compuesto: %(volumename)s.
fr: Sur une opération Extend, erreur d'ajout au volume composite : %(volumename)s.
it: In un'operazione di estensione si è verificato un errore durante l'aggiunta di un volume al volume composito. %(volumename)s.
ko_kr: 확장 조작에서 컴포지트 볼륨 %(volumename)s에 볼륨을 추가하는 중에 오류가 발생했습니다.
pt_br: Em uma operação Estender, o erro ao incluir o volume para compor o volume %(volumename)s.
tr_tr: Bir Büyütme İşleminde, mantıksal sürücünün bileşik mantıksal sürücüye eklenmesinde hata: %(volumename)s.

source: One of the required inputs from host, port or scheme was not found.
de: Eine der erforderlichen Eingaben aus Host, Port oder Schema wurde nicht gefunden.
es: No se ha encontrado una de las entradas necesarias procedentes del host, puerto o esquema.
fr: L'une des entrées requises de l'hôte, du port ou du schéma n'a pas été trouvée.
it: Uno degli input richiesti dall'host, porta o schema non è stato trovato.
ko_kr: 호스트, 포트 또는 스키마에서 필요한 입력 중 하나를 찾을 수 없습니다.
pt_br: Uma das entradas necessárias do host, porta ou esquema não foi localizada.

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
de: Nur %(value)s %(verb)s-Anforderung(en) an %(uri)s alle %(unit_string)s möglich
es: Solo se pueden realizar %(value)s solicitud(es) de %(verb)s para %(uri)s cada %(unit_string)s.
fr: Seules les demandes %(value)s %(verb)s peuvent être envoyées à %(uri)s toutes les %(unit_string)s.
it: Solo le richieste %(value)s %(verb)s request(s) possono essere effettuate a %(uri)s ogni %(unit_string)s.
ko_kr: %(value)s %(verb)s 요청만이 %(unit_string)s마다 %(uri)s에 적용될 수 있습니다.
pt_br: Apenas solicitações %(value)s %(verb)s podem ser feitas ao %(uri)s a cada %(unit_string)s.
tr_tr: Yalnızca %(value)s %(verb)s istek(ler)i %(uri)s ye her %(unit_string)s yapılabilir.

source: Only one limit can be set in a QoS spec.
de: In einer QoS-Spezifikation kann nur ein Grenzwert festgelegt werden.
es: Sólo se puede establecer un límite en una especificación QoS.
fr: Une seule limite peut être définie dans une spécification QoS.
it: In una specifica QoS può essere impostato un solo limite.
ko_kr: QoS 스펙에서는 하나의 한계만 설정할 수 있습니다.
pt_br: Somente um limite pode ser configurado em uma especificação de QoS.
tr_tr: QoS özelliğinde yalnızca bir sınır ayarlanabilir.

source: Only users with token scoped to immediate parents or root projects are allowed to see its children quotas.
de: Nur Benutzer mit einem Token, als dessen Bereich direkt übergeordnete oder Stammprojekte festgelegt wurden, dürfen die Kontingente der zugehörigen untergeordneten Elemente anzeigen.
es: Sólo los usuarios con ámbito de señal para padres inmediatos o proyectos root pueden ver las cuotas hijo.
fr: Seuls les utilisateurs avec portée de jeton sur les parents immédiats ou les projets racine sont autoriser à visualiser ses quotas enfants.
it: Solo agli utenti con token nell'ambito dei parent immediati o progetti root è consentito visualizzare le quote child.
ko_kr: 직속 상위 또는 루트 프로젝트로 범위가 지정된 토큰을 가진 사용자만 하위 할당량을 볼 수 있습니다.
pt_br: Somente usuários com escopo do token definido para pais imediatos ou projetos raiz têm permissão para ver suas cotas filhas.

source: Only volumes managed by OpenStack can be unmanaged.
de: Aufheben der Verwaltung von Datenträgern ist nur für Datenträger möglich, die von OpenStack verwaltet werden.
es: Solo los volúmenes gestionados por OpenStack pueden dejarse de gestionar.
fr: Seuls les volumes gérés par OpenStack peuvent être non gérés.
it: È possibile annullare la gestione solo dei volumi gestiti da OpenStack.
ko_kr: OpenStack에서 관리하는 볼류만 관리를 취소할 수 있습니다.
pt_br: Somente volumes gerenciados pelo OpenStack podem ser não gerenciados.
