Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-info.po
Languages: cs, it, tr_tr

source: Using service label: %s
tr_tr: Servis etiketi kullanılıyor: %s

source: Verified VMOS version %s is supported.
tr_tr: Doğrulanmış VMOS sürümü %s destekleniyor.

source: Volume with the name %s wasn't found, can't unmanage
tr_tr: %s isimli mantıksal sürücü bulunamadı, yönetim bırakılamıyor

source: WSGI server has stopped.
tr_tr: WSGI sunucusu durduruldu.

source: Wait interval for %(event_type)s is not configured in huawei conf file. Use default: %(default_wait_interval)d.
tr_tr: %(event_type)s için bekleme aralığı huawei yapılandırma dosyasında yapılandırılmamış: %(default_wait_interval)d.

source: XML exception reading parameter: %s
tr_tr: Parametre okurken XML istisnası: %s

source: create_volume: create_lu returns %s
tr_tr: create_volume: create_lu %s döndürüyor

source: delete lun loc %s
tr_tr: lun loc %s sil

source: free capacity of pool %(pool)s is: %(free)s, total capacity: %(total)s.
tr_tr: %(pool)s havuzu için boş kapasite: %(free)s, toplam kapasite: %(total)s.

source: iSCSI Initiators %(in)s of %(ins)s need registration.
tr_tr: iSCSI Başlatıcıları %(in)s / %(ins)s kaydolmalı.

source: iSCSI portal found for service: %s
tr_tr: Servis içi iSCSI portalı bulundu: %s

source: initialize volume %(vol)s connector %(conn)s
tr_tr: %(vol)s mantıksal sürücüsü %(conn)s bağlayıcısını ilklendir

source: initiate: connection %s
tr_tr: başlat: bağlantı %s

source: initiator name: %(initiator_name)s, volume name: %(volume)s.
tr_tr: başlatıcı ismi: %(initiator_name)s, mantıksal sürücü ismi: %(volume)s.

source: initiator_auto_registration: False. Initiator auto registration is not enabled. Please register initiator manually.
tr_tr: initiator_auto_registration: False. Başlatıcı otomatik kaydı etkin değil. Lütfen başlatıcıyı elle kaydedin.

source: iops limit is: %s.
tr_tr: iops sınırı: %s.

source: location is: %(location)s
tr_tr: konum: %(location)s

source: share: %(share)s -> %(info)s
tr_tr: paylaşım: %(share)s -> %(info)s

source: share: %s incorrect entry
tr_tr: paylaşım: %s geçersiz girdi

source: smis_do_iscsi_discovery is: %(out)s.
tr_tr: smis_do_iscsi_discovery: %(out)s.

source: targetlist: %s
tr_tr: hedeflistesi: %s

source: terminate: connection %s
tr_tr: sonlandır: bağlantı %s
