Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Associate portgroup to mapping view error.
de: Fehler beim Zuordnen der Portgruppe zur Zuordnungsansicht.
es: Error al asociar el grupo de puertos a la vista de correlaciones.
fr: Erreur lors de l'association de portgroup à la vue de mappage.
it: Errore di associazione gruppo porte a vista associazione.
ko_kr: 맵핑 보기에 포트 그룹 연관 오류입니다.
pt_br: Erro ao associar grupo de portas à visualização de mapeamento.

source: At least one valid iSCSI IP address must be set.
de: Es muss mindestens eine gültige iSCSI-IP-Adresse festgelegt werden.
es: Por lo menos se debe establecer una dirección IP de iSCSI válida.
fr: Au moins une adresse IP iSCSI valide doit être définie.
it: È necessario impostare almeno un indirizzo IP iSCSI valido.
ko_kr: 최소한 하나의 올바른 iSCSI IP 주소를 설정해야 합니다.
pt_br: Pelo menos um endereço IP iSCSI válido deve ser configurado.
tr_tr: Geçerli en az bir iSCSI IP adresi ayarlamalıdır.

source: Attempt to transfer %s with invalid auth key.
de: Versuch, %s mit ungültigem Autorisierungsschlüssel zu übertragen.
es: Intento de transferir %s con clave de aut no válida.
fr: Tentative de transfert de %s avec une clé d'auth non valide.
it: Tentativo di trasferimento %s con chiave di autenticazione (auth) non valida.
ko_kr: 올바르지 않은 인증 키로 %s 전송을 시도했습니다.
pt_br: Tentativa de transferir %s com chave de auth inválida.
tr_tr: Geçersiz kimlik doğrulama anahtarı ile %s aktarımı dene.

source: Attribute: %s not found.
de: Attribut %s nicht gefunden.

source: Auth group [%s] details not found in CloudByte storage.
de: Details der Authentifizierungsgruppe [%s] nicht im CloudByte-Speicher gefunden.
es: No se han encontrado detalles del grupo de autenticación [%s] en el almacenamiento CloudByte.
fr: Les informations du groupe d'authentification [%s] sont introuvables dans le stockage CloudByte.
it: Dettagli gruppo aut [%s] non trovati nella memoria CloudByte.
ko_kr: CloudByte 스토리지에서 인증 그룹 [%s] 세부사항을 찾을 수 없습니다.
pt_br: Detalhes do grupo de autenticação [%s] não localizados no armazenamento CloudByte.
tr_tr: CloudByte depolamasında kimlik doğrulama grubu [%s] ayrıntıları bulunamadı.

source: Auth user details not found in CloudByte storage.
de: Details des Authentifizierungsbenutzers nicht im CloudByte-Speicher gefunden.
es: No se han encontrado detalles del usuario de autenticación en el almacenamiento CloudByte.
fr: Informations d'utilisateur de l'authentification introuvables dans le stockage CloudByte.
it: Dettagli utente aut non trovati nella memoria CloudByte.
ko_kr: CloudByte 스토리지에서 인증 사용자 세부사항을 찾을 수 없습니다.
pt_br: Detalhes do usuário de autenticação não localizados no armazenamento do CloudByte.
tr_tr: CloudByte depolamada kimlik doğrulama kullanıcı ayrıntıları bulunamadı.

source: Authentication error
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione
ko_kr: 인증 오류
pt_br: Erro de Autenticação
tr_tr: Kimlik doğrulama hatası

source: Authentication failed, verify the switch credentials, error code %s.
de: Authentifizierung fehlgeschlagen. Überprüfen Sie die Berechtigungsnachweise für den Switch. Fehlercode %s.
es: Ha fallado la autenticación, compruebe las credenciales del conmutador, código de error %s.
fr: L'authentification a échoué, vérifiez les données d'identification du commutateur, code d'erreur : %s.
it: Autenticazione non riuscita, verificare le credenziali dello switch, codice di errore %s.
ko_kr: 인증 실패, 스위치 자격 증명 확인, 오류 코드 %s.
pt_br: A autenticação falhou, verifique as credenciais do comutador, código de erro %s.

source: Authorization error
de: Autorisierungsfehler
es: Error de autorización
fr: Erreur d'autorisation
it: Errore di autorizzazione
ko_kr: 권한 부여 오류
pt_br: Erro de autorização
tr_tr: Yetkilendirme hatası

source: Availability zone '%(s_az)s' is invalid.
de: Verfügbarkeitszone '%(s_az)s' ist ungültig.
es: La zona de disponibilidad '%(s_az)s' no es válida.
fr: La zone de disponibilité '%(s_az)s' n'est pas valide.
it: L'area di disponibilità '%(s_az)s' non è valida.
ko_kr: 가용성 구역 '%(s_az)s'이(가) 올바르지 않습니다.
pt_br: A zona de disponibilidade '%(s_az)s' é inválida.

source: Available categories:
de: Verfügbare Kategorien:
es: Categorías disponibles:
fr: Catégories disponibles :
it: Categorie disponibili:
ko_kr: 사용 가능한 카테고리:
pt_br: Categorias disponíveis:
tr_tr: Kullanılabilir kategoriler:

source: Back-end QoS specs are not supported on this storage family and ONTAP version.
de: Backend-QoS-Spezifikationen werden für diese Speicherfamilie und ONTAP-Version nicht unterstützt.
es: Las especificaciones QoS de programa de fondo no se admiten en esta familia de almacenamiento y versión ONTAP .
fr: Les spécifications QoS de back-end ne sont pas prises en charge sur cette famille de stockage et version ONTAP.
it: Spec QoS di backend non supportate in questa famiglia di memoria e versione ONTAP.
ko_kr: 백엔드 QoS 스펙이 이 스토리지 제품군 및 ONTAP 버전에서 지원되지 않습니다.
pt_br: As especificações de QoS backend não são suportadas nesta família de armazenamento e versão ONTAP.
tr_tr: Arka-uç QoS özellikleri bu depolama ailesi ve ONTAP sürümünde desteklenmiyor.

source: Backend doesn't exist (%(backend)s)
de: Backend ist nicht vorhanden (%(backend)s).
es: El programa de fondo no existe %(backend)s)
fr: Le système dorsal n'existe pas (%(backend)s)
it: Il backend non esiste (%(backend)s)
ko_kr: 백엔드가 존재하지 않음(%(backend)s)
pt_br: Backend não existe (%(backend)s)
tr_tr: Art alanda çalışan uygulama (%(backend)s) yok

source: Backend has already been failed over. Unable to fail back.
de: Es wurde bereits ein Failover für das Backend durchgeführt. Zurücksetzen nicht möglich.
es: El programa de fondo ya ha hecho una migración tras error. No se puede restaurar.
fr: Le back-end a déjà été basculé. Impossible de le rebasculer.
it: Failover del backend già eseguito. Impossibile eseguire il failback.
ko_kr: 백엔드가 이미 장애 복구되었으므로, 장애 복구할 수 없습니다.
pt_br: O backend já foi submetido a failover. Não é possível executar failback.

source: Backend reports: %(message)s
de: Backendberichte: %(message)s
es: Informes de fondo: %(message)s
fr: Rapports de back-end : %(message)s
it: Report Backend: %(message)s
ko_kr: 백엔드 보고서: %(message)s
pt_br: Relatórios de backend: %(message)s
tr_tr: Art alanda çalışan uygulama raporları: %(message)s

source: Backend reports: item already exists
de: Backendberichte: Element ist bereits vorhanden.
es: Informes de fondo: el elemento ya existe
fr: Rapports de back-end : l'élément existe déjà
it: Report Backend: l'elemento esiste già
ko_kr: 백엔드 보고서: 항목이 이미 존재함
pt_br: Relatórios de backend: o item já existe
tr_tr: Art alanda çalışan uygulama raporları: öge zaten mevcut

source: Backend reports: item not found
de: Backendberichte: Element nicht gefunden.
es: Informes de fondo: elemento no encontrado
fr: Rapports de back-end : élément introuvable
it: Report Backend: elemento non trovato
ko_kr: 백엔드 보고서: 항목을 찾을 수 없음
pt_br: Relatórios de backend: item não localizado
tr_tr: Art alanda çalışan uygulama raporları: öge bulunamadı

source: Backend server not NaServer.
de: Backend-Server ist kein NaServer.
es: El servidor Backend no es NaServer.
fr: Le serveur de back-end n'est pas de type NaServer.
it: Il server di backend non è NaServer.
ko_kr: 백엔드 서버가 NaServer가 아님.
pt_br: O servidor Backend não é NaServer.
tr_tr: Arkauç sunucusu NaServer değil.

source: Backend service retry timeout hit: %(timeout)s sec
de: Zeitlimittreffer für Wiederholungen bei Backenddienst: %(timeout)s s
es: Tiempo de espera de reintento de servicio de fondo: %(timeout)s segundos
fr: Le délai de nouvelle tentative du service de back-end est atteint : %(timeout)s s
it: Raggiunto timeout di tentativi del servizio backend: %(timeout)s sec
ko_kr: 백엔드 서비스 재시도 제한시간 도달: %(timeout)s초
pt_br: Ocorrência de tempo limite de nova tentativa do serviço de backend: %(timeout)s segundos
tr_tr: Arka uç servis yeniden deneme zaman aşımına erişildi: %(timeout)s sn

source: Backend storage did not configure fiber channel target.
de: Backend-Speicher hat Fibre Channel-Ziel nicht konfiguriert.
es: El almacenamiento del programa de fondo no ha configurado el destino de canal de fibra.
fr: Le stockage de back-end n'a pas configuré la cible de canal optique.
it: L'archivio di backend non ha configurato la destinazione del canale a fibre ottiche
ko_kr: 백엔드 스토리지가 파이버 채널 대상을 구성하지 않았습니다.
pt_br: Armazenamento de backend não configurou o destino do Fiber Channel.
tr_tr: Arka uç depolama fiber kanal hedefini yapılandırmadı.

source: Backing up an in-use volume must use the force flag.
de: Für die Sicherung eines Datenträgers mit dem Status 'in-use' muss das force-Flag verwendet werden.
es: La copia de seguridad de un volumen en uso debe utilizar el distintivo force.
fr: La sauvegarde d'un volume en cours d'utilisation doit utiliser l'indicateur force.
it: Il backup di un volume in uso deve utilizzare l'indicatore di forzatura.
ko_kr: 사용 중인 볼륨을 백업하려면 강제 실행 플래그를 사용해야 합니다.
pt_br: O backup de um volume em uso deve usar a sinalização de força.

source: Backup %(backup_id)s could not be found.
de: Die Sicherung %(backup_id)s wurde nicht gefunden.
es: No se ha podido encontrar la copia de seguridad %(backup_id)s.
fr: Sauvegarde %(backup_id)s introuvable.
it: Impossibile trovare il backup %(backup_id)s.
ko_kr: %(backup_id)s 백업을 찾을 수 없습니다.
pt_br: O backup %(backup_id)s não pôde ser localizado.
tr_tr: %(backup_id)s yedekleme bulunamadı.

source: Backup RBD operation failed
de: RBD-Sicherungsoperation ist fehlgeschlagen.
es: La operación de RBD de copia de seguridad ha fallado
fr: Echec de l'opération RBD de sauvegarde
it: Operazione di backup RBD non riuscita
ko_kr: 백업 RBD 조작이 실패함
pt_br: Operação RBD de backup falhou
tr_tr: RBD Yedekleme işlemi başarısız oldu

source: Backup already exists in database.
de: Die Sicherungskopie ist bereits in Datenbank vorhanden.
es: La copia de seguridad ya existe en la base de datos.
fr: La sauvegarde existe déjà dans la base de données.
it: Il backup esiste già nel database.
ko_kr: 데이터베이스에 이미 백업이 있습니다.
pt_br: Backup já existe no banco de dados.
tr_tr: Yedek veritabanında zaten mevcut.

source: Backup driver reported an error: %(message)s
de: Sicherungstreiber meldete einen Fehler: %(message)s
es: Driver de copia de seguridad ha reportado un error: %(message)s
fr: Le pilote de sauvegarde a signalé une erreur : %(message)s
it: Il driver di backup ha riportato un errore: %(message)s
ko_kr: 백업 드라이버 오류 보고서: %(message)s
pt_br: O driver de Backup reportou um erro: %(message)s
tr_tr: Yedekleme sürücüsü bir hata bildirdi: %(message)s

source: Backup id required
de: Datensicherungs-ID erforderlich
es: Se necesita una copia de seguridad
fr: ID de sauvegarde requis
it: ID backup richiesto
ko_kr: 백업 ID 필요
pt_br: ID de backup necessário
tr_tr: Yedekleme kimliği gereklidir

source: Backup is not supported for GlusterFS volumes with snapshots.
de: Die Sicherung von GlusterFS-Datenträgern mit Schattenkopien wird nicht unterstützt.
es: No se soporta la copia de seguridad para volúmenes GlusterFS con instantáneas.
fr: La sauvegarde n'est pas prise en charge pour les volumes GlusterFS avec des instantanés.
it: Backup non supportato per i volumi GlusterFS con istantanee.
ko_kr: 스냅샷이 있는 GlusterFS 볼륨에 대한 백업이 지원되지 않습니다.
pt_br: Backup não é suportado para volumes GlusterFS com capturas instantâneas.
tr_tr: Yedekleme anlık sistem görüntüleri ile GlusterFS mantıksal sürücüsü için desteklenmiyor.

source: Backup is only supported for SOFS volumes without backing file.
de: Sicherung wird nur für SOFS-Datenträger ohne Sicherungsdatei unterstützt.
es: La copia de seguridad sólo se admite en volúmenes SOFS sin archivo de respaldo.
fr: La sauvegarde est seulement prise en charge pour les volumes SOFS sans fichier de sauvegarde.
it: Il backup è supportato solo per i volumi SOFS senza file di backup.
ko_kr: 백업 파일 없는 SOFS 볼륨에 대해서만 백업이 지원됩니다.
pt_br: O backup é suportado apenas para volumes SOFS sem fazer backup do arquivo.
tr_tr: Yedekleme sadece destek dosyası olmayan SOFS mantıksal sürücüleri için desteklenir.

source: Backup is only supported for raw-formatted GlusterFS volumes.
de: Die Sicherung wird nur für unformatierte GlusterFS-Datenträger unterstützt.
es: La copia de seguridad solo se soporta para volúmenes GlusterFS con formato raw.
fr: La sauvegarde est seulement prise en charge pour les volumes GlusterFS au format raw.
it: Il backup è supportato solo per i volumi GlusterFS formattati in modo non elaborato.
ko_kr: 백업은 원시 형식화 GlusterFS 볼륨에 대해서만 지원됩니다.
pt_br: Backup é suportado apenas para volumes GlusterFS em formato bruto.
tr_tr: Yedekleme sadece raw-biçimli GlusterFS mantıksal sürücüleri için desteklenir.

source: Backup is only supported for raw-formatted SOFS volumes.
de: Sicherung wird nur für unformatierte SOFS-Datenträger unterstützt.
es: La copia de seguridad sólo se admite en volúmenes SOFS sin formato.
fr: La sauvegarde est seulement prise en charge pour les volumes SOFS au format raw.
it: Il backup è supportato solo per i volumi SOFS formattati in modo non elaborato.
ko_kr: 원시 형식화 SOFS 볼륨에 대해서만 백업이 지원됩니다.
pt_br: O backup é suportado apenas para volumes SOFS não formatados.
tr_tr: Yedekleme sadece raw-biçimli SOFS mantıksal sürücüleri için desteklenir.

source: Backup operation of an encrypted volume failed.
de: Die Sicherungsoperation eines verschlüsselten Datenträgers ist fehlgeschlagen.
es: No se ha podido realizar la operación de copia de seguridad de un volumen cifrado.
fr: Echec de l'opération de sauvegarde d'un volume chiffré.
it: L'operazione di backup di un volume codificato non ha avuto esito positivo.
ko_kr: 암호화된 볼륨의 백업 조작이 실패했습니다.
pt_br: A operação de backup de um volume criptografado falhou.
tr_tr: Şifreli mantıksal sürücünün yedekleme işlemi başarısız oldu.

source: Backup service %(configured_service)s does not support verify. Backup id %(id)s is not verified. Skipping verify.
de: Der Sicherungsdienst %(configured_service)s unterstützt keine Überprüfung. Die Sicherungs-ID %(id)s wird nicht überprüft. Die Überprüfung wird übersprungen.
es: El servicio de copia de seguridad %(configured_service)s no admite la verificación. El id de copia de seguridad %(id)s no se ha verificado. Se omite la verificación.
fr: Le service de sauvegarde %(configured_service)s ne prend pas en charge la vérification. L'ID de sauvegarde %(id)s n'est pas vérifié. Vérification ignorée.
it: Il servizio di backup %(configured_service)s non supporta la verifica. L'ID backup %(id)s non è verificato. Ignorare la verifica.
ko_kr: 백업 서비스 %(configured_service)s이(가) 확인을 지원하지 않습니다. 백업 ID %(id)s이(가) 확인되지 않습니다. 확인을 건너뜁니다.
pt_br: O serviço de backup %(configured_service)s não suporta verificação. O ID do backup %(id)s não foi verificado. Ignorando verificação.
tr_tr: Yedekleme servisi %(configured_service)s doğrulamayı desteklemiyor. Yedek kimliği %(id)s doğrulanmadı. Doğrulama atlanıyor.

source: Backup service %(service)s does not support verify. Backup id %(id)s is not verified. Skipping reset.
de: Der Sicherungsdienst %(service)s unterstützt keine Überprüfung. Die Sicherungs-ID %(id)s wird nicht überprüft. Zurücksetzung wird übersprungen.
es: El servicio de copia de seguridad %(service)s no soporta la verificación. El ID de copia de seguridad %(id)s no se ha verificado. Se omite el restablecimiento.
fr: Le service de sauvegarde %(service)s ne prend pas en charge la vérification. L'ID de sauvegarde %(id)s n'est pas vérifié. Réinitialisation ignorée.
it: Il servizio di backup %(service)s non supporta la verifica. L'id backup %(id)s non è verificato. Ignorare la reimpostazione.
ko_kr: 백업 서비스 %(service)s이(가) 확인을 지원하지 않습니다. 백업 ID %(id)s이(가) 확인되지 않습니다. 재설정을 건너뜁니다.
pt_br: Serviço de backup %(service)s não suporta verificação. ID do backup %(id)s não foi verificado. Ignorando reconfiguração.
tr_tr: Yedekleme servisi %(service)s doğrulamayı desteklemiyor. Yedek kimliği %(id)s doğrulanmadı. Sıfırlama atlanıyor.

source: Backup should only have one snapshot but instead has %s
de: Die Sicherung sollte nur eine Schattenkopie enthalten, stattdessen enthält sie %s.
es: La copia de seguridad solo debe tener una instantánea pero en lugar de ello tiene %s
fr: La sauvegarde comporte %s instantanés alors qu'elle ne doit en contenir qu'un
it: Il backup dovrebbe avere una sola istantanea ma invece ne ha %s
ko_kr: 백업에 하나의 스냅샷만 있어야 하지만 대신 %s개가 있음
pt_br: Backup deve ter apenas uma captura instantânea mas possui apenas %s
tr_tr: Yedekleme %s yerine sadece bir anlık sistem görüntüsüne sahip olmalıdır

source: Backup status must be available
de: Sicherungsstatus muss 'available' sein.
es: El estado de la copia de seguridad debe ser available
fr: L'état de sauvegarde doit être disponible
it: Lo stato del backup deve essere available
ko_kr: 백업 상태가 사용 가능해야 함
pt_br: O status de backup deve ser disponível
tr_tr: Yedek durumu kullanılabilir olmalıdır

source: Backup status must be available and not %s.
de: Sicherungsstatus muss 'verfügbar' sein und nicht '%s'.
es: El estado de copia de seguridad debe ser disponible y no %s.
fr: L'état de sauvegarde doit être disponible mais pas %s.
it: Lo stato del backup deve essere disponibile e non %s.
ko_kr: 백업 상태는 사용 가능해야 하며 %s이(가) 아니어야 합니다.
pt_br: Status de backup deve ser disponível e não %s.
tr_tr: Yedekleme durumu kullanılabilir olmalı ve %s olmamalıdır.

source: Backup status must be available or error
de: Sicherungsstatus muss 'available' oder 'error' sein.
es: El estado de la copia de seguridad debe ser available o error
fr: L'état de sauvegarde doit être Disponible ou Erreur
it: Lo stato del backup deve essere available o error
ko_kr: 백업 상태는 사용 가능 또는 오류여야 함
pt_br: O status de backup deve ser disponível ou erro
tr_tr: Yedek durumu kullanılabilir ya da hatalı olmalıdır

source: Backup to be restored has invalid size
de: Wiederherzustellende Sicherung hat ungültige Größe.
es: La copia de seguridad que restaurar tiene un tamaño no válido
fr: La sauvegarde à restaurer a une taille non valide
it: Il backup da ripristinare ha una dimensione non valida
ko_kr: 복원할 백업이 올바르지 않은 크기임
pt_br: O backup a ser restaurado tem tamanho inválido
tr_tr: Geri yüklenecek yedek geçersiz boyuta sahip

source: Bad Status line returned: %(arg)s.
de: Falsche Statuszeile zurückgegeben: %(arg)s.
es: Se ha devuelto una línea de estado errónea: %(arg)s.
fr: Mauvaise ligne d'état renvoyée : %(arg)s.
it: Restituita riga di stato non corretto: %(arg)s.
ko_kr: 잘못된 상태 표시줄이 리턴됨: %(arg)s.
pt_br: Linha de status inválido retornada: %(arg)s.
tr_tr: Bozuk Durum satırı döndürüldü: %(arg)s.

source: Bad key(s) in quota set: %s
de: Falsche(r) Schlüssel in Kontingentsatz: %s
es: Clave(s) incorrecta(s) en conjunto de cuotas: %s
fr: Clé(s) incorrecte(s) dans le quota défini : %s
it: Chiavi errate nell'insieme di quota: %s
ko_kr: 할당량 세트의 잘못된 키: %s
pt_br: Chave(s) inválida(s) no conjunto de quota: %s
tr_tr: Kota kümesinde bozuk anahtar(lar): %s

source: Bad or unexpected response from the storage volume backend API: %(data)s
de: Fehlerhafte oder nicht erwartete Antwort von Backend-API des Datenträgers: %(data)s
es: Respuesta errónea o inesperada de la API de programa de fondo del volumen de almacenamiento: %(data)s
fr: Réponse erronée ou inattendue de l'API back-end du volume de stockage : %(data)s
it: Risposta non corretta o imprevista dall'API di backend del volume di archiviazione: %(data)s
ko_kr: 스토리지 볼륨 백엔드 API로부터 잘못되었거나 예상치 못한 응답: %(data)s
pt_br: Resposta inválida ou inesperada da API de backend do volume de armazenamento: %(data)s
tr_tr: Depolama mantıksal sürücü art alanda çalışan uygulama API'sinden bozuk ya da beklenmeyen yanıt: %(data)s

source: Bad project format: project is not in proper format (%s)
de: Fehlerhaftes Projektformat: Projekt weist nicht das richtige Format (%s) auf.
es: Formato de proyecto erróneo: el proyecto no tiene un formato correcto (%s)
fr: Format de projet incorrect : le projet n'est pas au format approprié (%s)
it: Formato progetto non corretto: il formato del progetto non è corretto (%s)
ko_kr: 잘못된 프로젝트 형식: 프로젝트 형식이 올바르지 않음(%s)
pt_br: Formato de projeto inválido: o projeto não está no formato adequado (%s)
tr_tr: Bozuk proje biçimi: proje (%s) doğru biçiminde değil

source: Bad request sent to Datera cluster:Invalid args: %(args)s | %(message)s
de: Fehlerhafte Anforderung an Datera-Cluster gesendet: Ungültige Argumente: %(args)s | %(message)s
es: Solicitud incorrecta enviada al clúster Datera: Argumentos no válidos: %(args)s | %(message)s
fr: Demande incorrecte envoyée au cluster Datera : arguments non valides : %(args)s | %(message)s
it: Richiesta non valida inviata al cluster Datera: Argomenti non validi: %(args)s | %(message)s
ko_kr: Datera 클러스터에 잘못된 요청이 전송됨: 올바르지 않은 인수: %(args)s | %(message)s
pt_br: Solicitação inválida enviada para cluster Datera: Argumentos inválidos: %(args)s | %(message)s

source: Bad response from Datera API
de: Ungültige Antwort von Datera-API
es: Respuesta errónea de la API Datera
fr: Réponse erronée de l'API Datera
it: Risposta errata dall'API Datera
ko_kr: Datera API의 잘못된 응답
pt_br: Resposta inválida da API Datera
tr_tr: Datera API'sinden bozuk yanıt

source: Bad response from SolidFire API
de: Ungültige Antwort von SolidFire-API
es: Respuesta errónea de la API SolidFire
fr: Réponse erronée de l'API SolidFire
it: Risposta dell'API SolidFire non valida
ko_kr: SolidFire API의 잘못된 응답
pt_br: Resposta inválida da API SolidFire
tr_tr: SolidFire API'den bozuk yanıt

source: Bad response from XMS, %s
de: Fehlerhafte Antwort vom XMS, %s
es: Respuesta errónea de XMS, %s
fr: Réponse incorrecte de XMS, %s
it: Risposta non valida da XMS, %s
ko_kr: XMS의 잘못된 응답, %s
pt_br: Resposta inválida de XMS, %s
tr_tr: XMS'den kötü yanıt, %s

source: Binary
de: Binärdatei
es: Binario
fr: binaire
it: Valore binario
ko_kr: 2진
pt_br: binário
tr_tr: İkili Değer

source: Blank components
de: Leere Komponenten
es: Componentes en blanco
fr: Composants vides
it: Componenti vuoti
ko_kr: 비어 있는 구성요소
pt_br: Componentes em branco
tr_tr: Boş bileşenler

source: Blockbridge API authentication scheme (token or password)
de: Authentifizierungsschema für Blockbridge-API (token oder password)
es: Esquema de autenticación de API Blockbridge (señal o contraseña)
fr: Méthode d'authentification de l'API Blockbridge (jeton ou mot de passe)
it: Schema di autenticazione API Blockbridge (token o password)
ko_kr: Blockbridge API 인증 스킴(토큰 또는 비밀번호)
pt_br: Esquema de autenticação da API Blockbridge (token ou senha)
tr_tr: Blockbridge API kimlik doğrulama şeması (jeton ya da parola)

source: Blockbridge API password (for auth scheme 'password')
de: Kennwort für Blockbridge-API (für Authentifizierungsschema 'password')
es: Contraseña de API Blockbridge (para esquema de autenticación 'password')
fr: Mot de passe de l'API Blockbridge (pour méthode d'authentification 'mot de passe')
it: Password API Blockbridge (per schema aut 'password')
ko_kr: Blockbridge API 비밀번호(인증 스킴 '비밀번호'의 경우)
pt_br: Senha da API Blockbridge (para esquema de autenticação 'password')
tr_tr: Blockbridge API parola (kimlik doğrulama şeması için 'password')

source: Blockbridge API token (for auth scheme 'token')
de: Token für Blockbridge-API (für Authentifizierungsschema 'token')
es: Señal de API Blockbridge (para el esquema de autenticación 'token')
fr: Jeton de l'API Blockbridge (pour méthode d'authentification 'jeton')
it: Token API Blockbridge (per schema aut 'token')
ko_kr: Blockbridge API 토큰(인증 스킴 '토큰'의 경우)
pt_br: Token da API Blockbridge (para esquema de autenticação 'token')
tr_tr: Blockbridge API jetonu (kimlik doğrulama şeması için 'token')
