Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Flexvisor failed deleting volume %(id)s: %(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht löschen: %(status)s.
es: Flexvisor no ha podido suprimir el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la suppression du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad eliminare il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 삭제하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao excluir o volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü silmede başarısız: %(status)s.

source: Flexvisor failed to add volume %(id)s to group %(cgid)s.
de: Flexvisor konnte den Datenträger %(id)s nicht der Gruppe %(cgid)s hinzufügen.
es: Flexvisor no ha podido añadir el volumen %(id)s al grupo %(cgid)s.
fr: Echec de Flexvisor lors de l'ajout du volume %(id)s au groupe %(cgid)s.
it: Flexvisor non è riuscito ad aggiungere il volume %(id)s al gruppo %(cgid)s.
ko_kr: Flexvisor에서 볼륨 %(id)s을(를) 그룹 %(cgid)s에 추가하지 못했습니다.
pt_br: O Flexvisor falhou ao incluir o volume %(id)s ao grupo %(cgid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü %(cgid)s grubuna ekleyemedi.

source: Flexvisor failed to assign volume %(id)s due to unable to query status by event id.
de: Flexvisor konnte Datenträger %(id)s nicht zuordnen, da der Status nicht anhand der Ereignis-ID abgerufen werden konnte.
es: Flexvisor no ha podido asignar el volumen %(id)s porque no ha podido consultar el estado por id de suceso.
fr: Flexvisor n'a pas affecté le volume %(id)s car il ne peut demander l'état de la requête par ID d'événement.
it: Flexvisor non è riuscito ad assegnare il volume %(id)s perché non riesce ad eseguire la query dello stato utilizzando l'id evento.
ko_kr: 이벤트 ID로 상태를 조회할 수 없어 Flexvisor가 %(id)s 볼륨을 지정하지 못했습니다.
pt_br: Flexvisor falhou ao designar o volume %(id)s devido a não poder consultar o status pelo id de evento.
tr_tr: Flexvisor durumu olay kimliğiyle sorgulayamadığından %(id)s mantıksal sürücüsünü atayamadı.

source: Flexvisor failed to assign volume %(id)s: %(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht zuordnen: %(status)s.
es: Flexvisor no ha podido asignar el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de l'affectation du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad assegnare il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 지정하지 못함: %(status)s.
pt_br: Flexvisor falhou ao designar volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücü atamasında başarısız: %(status)s.

source: Flexvisor failed to assign volume %(volume)s iqn %(iqn)s.
de: Flexvisor konnte Datenträger %(volume)s IQN %(iqn)s nicht zuordnen.
es: Flexvisor no ha podido asignar al volumen %(volume)s el iqn %(iqn)s.
fr: Echec de Flexvisor lors de l'affectation du volume %(volume)s IQN %(iqn)s.
it: Flexvisor non è riuscito ad assegnare il volume %(volume)s iqn %(iqn)s.
ko_kr: Flexvisor에서 볼륨 %(volume)s에 iqn %(iqn)s을(를) 지정하지 못했습니다.
pt_br: O Flexvisor falhou ao designar o volume %(volume)s iqn %(iqn)s.
tr_tr: Flexvisor %(volume)s mantıksal sürücü %(iqn)s iqn ataması başarısız.

source: Flexvisor failed to clone volume %(id)s: %(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht klonen: %(status)s.
es: Flexvisor no ha podido clonar el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors du clonage du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito a clonare il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 복제하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao clonar o volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü çoğaltmada başarısız: %(status)s.

source: Flexvisor failed to clone volume (failed to get event) %(id)s.
de: Flexvisor konnte Datenträger %(id)s nicht klonen (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido clonar el volumen (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors du clonage du volume (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito a clonare il volume (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 복제하지(이벤트를 가져오지) 못했습니다.
pt_br: O Flexvisor falhou ao clonar o volume (falha ao obter evento) %(id)s.
tr_tr: Flexvisor mantıksal sürücüyü çoğaltmada başarısız (olay alma başarısız) %(id)s.

source: Flexvisor failed to create snapshot for volume %(id)s: %(status)s.
de: Flexvisor konnte Schattenkopie für Datenträger %(id)s nicht erstellen: %(status)s.
es: Flexvisor no ha podido crear la instantánea para el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la création de l'instantané pour le volume %(id)s : %(status)s.
it: Flexvisor non è riuscito a creare l'istantanea per il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨의 스냅샷을 작성하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao criar a captura instantânea para o volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsü için anlık görüntü oluşturma başarısız: %(status)s.

source: Flexvisor failed to create snapshot for volume (failed to get event) %(id)s.
de: Flexvisor konnte Schattenkopie für Datenträger %(id)s nicht erstellen (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido crear la instantánea para el volumen (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de la création de l'instantané pour le volume (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito a creare l'istantanea per il (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 볼륨의 스냅샷을 작성하지(이벤트를 가져오지) 못했습니다.
pt_br: O Flexvisor falhou ao criar a captura instantânea para o volume (falha ao obter evento) %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsü için anlık görüntü oluşturmada başarısız (olay alma başarısız).

source: Flexvisor failed to create volume %(id)s in the group %(vgid)s.
de: Flexvisor konnte Datenträger %(id)s nicht in der Gruppe %(vgid)s erstellen.
es: Flexvisor no ha podido crear el volumen %(id)s en el grupo %(vgid)s.
fr: Echec de Flexvisor lors de la création du volume %(id)s dans le groupe %(vgid)s.
it: Flexvisor non è riuscito a creare il volume %(id)s nel gruppo %(vgid)s.
ko_kr: Flexvisor에서 볼륨 %(id)s을(를) 그룹 %(vgid)s에 작성하지 못했습니다.
pt_br: O Flexvisor falhou ao criar o volume %(id)s no grupo %(vgid)s.
tr_tr: Flexvisor %(vgid)s grubunda %(id)s mantıksal sürücüsü oluşturmada başarısız.

source: Flexvisor failed to create volume %(volume)s: %(status)s.
de: Flexvisor konnte Datenträger %(volume)s nicht erstellen: %(status)s.
es: Flexvisor no ha podido crear el volumen %(volume)s: %(status)s.
fr: Echec de Flexvisor lors de la création du volume %(volume)s : %(status)s.
it: Flexvisor non è riuscito a creare il volume %(volume)s: %(status)s.
ko_kr: Flexvisor가 %(volume)s 볼륨을 작성하지 못함: %(status)s.
pt_br: Flexvisor falhou ao criar volume %(volume)s: %(status)s.
tr_tr: Flexvisor %(volume)s mantıksal sürücüsünü oluşturmada başarısız: %(status)s.

source: Flexvisor failed to create volume (get event) %s.
de: Flexvisor konnte Datenträger %s nicht erstellen (Ereignis abrufen).
es: Flexvisor no ha podido crear el volumen (obtener el suceso) %s.
fr: Echec de Flexvisor lors de la création du volume (obtention de l'événement) %s.
it: Flexvisor non è riuscito a creare il volume (evento get) %s.
ko_kr: Flexvisor가 %s 볼륨을 작성하지(이벤트를 가져오지) 못했습니다.
pt_br: Flexvisor falhou ao criar volume (get event) %s.
tr_tr: Flexvisor mantıksal sürücü oluşturmada başarısız (alma olayı) %s.

source: Flexvisor failed to create volume from snapshot %(id)s: %(status)s.
de: Flexvisor konnte Datenträger nicht aus der Schattenkopie %(id)s erstellen: %(status)s.
es: Flexvisor no ha podido crear el volumen a partir de la instantánea %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la création du volume à partir de l'instantané %(id)s:%(status)s.
it: Flexvisor non è riuscito a creare il volume da un'istantanea %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 스냅샷에서 볼륨을 작성하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao criar volume da captura instantânea %(id)s:%(status)s.
tr_tr: Flexvisor anlık görüntüden mantıksal sürücü oluşturmada başarısız %(id)s: %(status)s.

source: Flexvisor failed to create volume from snapshot %(id)s:%(status)s.
de: Flexvisor konnte Datenträger nicht aus Schattenkopie %(id)s erstellen: %(status)s.
es: Flexvisor no ha podido crear el volumen a partir de la instantánea %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la création du volume à partir de l'instantané %(id)s:%(status)s.
it: Flexvisor non è riuscito a creare il volume da un'istantanea %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 스냅샷에서 볼륨을 작성하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao criar volume da captura instantânea %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s anlık görüntüsünden mantıksal sürücü oluşturamadı:%(status)s.

source: Flexvisor failed to create volume from snapshot (failed to get event) %(id)s.
de: Flexvisor konnte Datenträger nicht aus der Schattenkopie %(id)s erstellen (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido crear el volumen a partir de la instantánea (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de la création du volume à partir de l'instantané (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito a creare il volume da un'istantanea (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 스냅샷에서 볼륨을 작성하지(이벤트를 가져오지) 못했습니다.
pt_br: O Flexvisor falhou ao criar volume da captura instantânea (falha ao obter evento) %(id)s.
tr_tr: Flexvisor anlık görüntüden mantıksal sürücü oluşturma başarısız (olay alma başarısız) %(id)s.

source: Flexvisor failed to delete snapshot %(id)s: %(status)s.
de: Flexvisor konnte Schattenkopie %(id)s nicht löschen: %(status)s.
es: Flexvisor no ha podido suprimir la instantánea %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la suppression de l'instantané %(id)s : %(status)s.
it: Flexvisor non è riuscito ad eliminare l'istantanea %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 스냅샷을 삭제하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao excluir a captura instantânea %(id)s:%(status)s.
tr_tr: Flexvisr %(id)s anlık görüntüsünü silmede başarısız: %(status)s.

source: Flexvisor failed to delete snapshot (failed to get event) %(id)s.
de: Flexvisor konnte Schattenkopie %(id)s nicht löschen (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido suprimir la instantánea (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de la suppression de l'instantané (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito ad eliminare l'istantanea (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 스냅샷을 삭제하지(이벤트를 가져오지) 못했습니다.
pt_br: O Flexvisor falhou ao excluir a captura instantânea (falha ao obter evento)%(id)s.
tr_tr: Flexvisor %(id)s anlık görüntüsünü silmede başarısız (olay alma başarısız).

source: Flexvisor failed to delete volume %(id)s: %(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht löschen: %(status)s.
es: Flexvisor no ha podido suprimir el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la suppression du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad eliminare il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 삭제하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao excluir o volume %(id)s: %(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü silmede başarısız: %(status)s.

source: Flexvisor failed to extend volume %(id)s: %(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht erweitern: %(status)s.
es: Flexvisor no ha podido ampliar el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de l'exportation du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad estendere il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 확장하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao estender o volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü büyütmede başarısız: %(status)s.

source: Flexvisor failed to extend volume %(id)s:%(status)s.
de: Flexvisor konnte Datenträger %(id)s nicht erweitern: %(status)s.
es: Flexvisor no ha podido ampliar el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de l'exportation du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad estendere il volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 확장하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao estender o volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü büyütmede başarısız:%(status)s.

source: Flexvisor failed to extend volume (failed to get event) %(id)s.
de: Flexvisor konnte Datenträger %(id)s nicht erweitern (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido ampliar el volumen (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de l'extension du volume (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito ad estendere il volume (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 확장하지(이벤트를 가져오지) 못했습니다.
pt_br: O Flexvisor falhou ao estender o volume (falha ao obter evento) %(id)s.
tr_tr: Flexvisor mantıksal sürücüsünü büyütme başarısız (olay almada başarısız) %(id)s.

source: Flexvisor failed to get pool info %(id)s: %(status)s.
de: Flexvisor konnte Poolinformationen zu %(id)s nicht abrufen: %(status)s.
es: Flexvisor no ha podido obtener la información de agrupación %(id)s: %(status)s.
fr: Echec de Flexvisor lors de l'obtention des informations de pool %(id)s : %(status)s.
it: Flexvisor non è riuscito ad acquisire le informazioni sul pool %(id)s: %(status)s.
ko_kr: Flexvisor가 풀 정보 %(id)s을(를) 가져오지 못함: %(status)s.
pt_br: O Flexvisor falhou ao obter informações do conjunto %(id)s: %(status)s.
tr_tr: Flexvisor havuz bilgisi %(id)s alamadı: %(status)s.

source: Flexvisor failed to get snapshot id of volume %(id)s from group %(vgid)s.
de: Flexvisor konnnte die Schattenkopie-ID des Datenträgers %(id)s nicht aus der Gruppe %(vgid)s abrufen.
es: Flexvisor no ha podido obtener el ID de instantánea del volumen %(id)s del grupo %(vgid)s.
fr: Echec de Flexvisor lors de l'obtention de l'ID instantané du volume %(id)s à partir du groupe %(vgid)s.
it: Flexvisor non è riuscito ad ottenere l'ID istantanea del volume %(id)s dal gruppo %(vgid)s.
ko_kr: Flexvisor가 그룹 %(vgid)s에서 볼륨 %(id)s의 스냅샷 ID를 가져오지 못했습니다.
pt_br: O Flexvisor falhou ao obter o id de captura instantânea do volume %(id)s do grupo %(vgid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünün anlık görüntü kimliğini %(vgid)s grubundan alamadı.

source: Flexvisor failed to remove volume %(id)s from group %(cgid)s.
de: Flexvisor konnte den Datenträger %(id)s nicht aus der Gruppe %(cgid)s entfernen.
es: Flexvisor no ha podido eliminar el volumen %(id)s del grupo %(cgid)s.
fr: Flexvisor n'est pas parvenu à supprimer le volume %(id)s du groupe %(cgid)s.
it: Flexvisor non è riuscito a rimuovere il volume %(id)s dal gruppo %(cgid)s.
ko_kr: Flexvisor가 그룹 %(cgid)s에서 볼륨 %(id)s을(를) 제거하지 못했습니다.
pt_br: Flexvisor falhou ao remover o volume %(id)s do grupo %(cgid)s.
tr_tr: Flexvisor %(id)s mantıksal sürücüsünü %(cgid)s grubundan kaldıramadı.

source: Flexvisor failed to spawn volume from snapshot %(id)s:%(status)s.
de: Flexvisor konnte Datenträger nicht aus der Schattenkopie %(id)s generieren: %(status)s.
es: Flexvisor no ha podido generar el volumen a partir de la instantánea %(id)s:%(status)s.
fr: Echec de Flexvisor lors de la génération du volume à partir de l'instantané %(id)s:%(status)s.
it: Flexvisor non è riuscito a generare il volume da un'istantanea %(id)s:%(status)s.
ko_kr: Flexvisor가 %(id)s 스냅샷에서 볼륨을 파생하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao efetuar spawn do volume de captura instantânea %(id)s:%(status)s.
tr_tr: Flexvisor anlık görüntüden mantıksal sürücü başlatamadı %(id)s:%(status)s.

source: Flexvisor failed to spawn volume from snapshot (failed to get event) %(id)s.
de: Flexvisor konnte Datenträger nicht aus der Schattenkopie %(id)s erstellen (Ereignis konnte nicht abgerufen werden).
es: Flexvisor no ha podido generar el volumen a partir de la instantánea (no ha podido obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de la génération du volume à partir de l'instantané (échec de l'obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito a generare il volume da un'istantanea (evento get non riuscito) %(id)s.
ko_kr: Flexvisor가 %(id)s 스냅샷에서 볼륨을 파생하지(이벤트를 가져오지) 못했습니다.
pt_br: Flexvisor falhou ao efetuar spawn do volume de captura instantânea (falha ao obter evento) %(id)s.
tr_tr: Flexvisor anlık görüntüden mantıksal sürücü başlatamadı (olay almada başarısız) %(id)s.

source: Flexvisor failed to unassign volume %(id)s: %(status)s.
de: Flexvisor konnte Zuordnung für Datenträger %(id)s nicht aufheben: %(status)s.
es: Flexvisor no ha podido desasignar el volumen %(id)s: %(status)s.
fr: Echec de Flexvisor lors de la libération du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad annullare l'assegnazione del volume %(id)s: %(status)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 지정 취소하지 못함: %(status)s.
pt_br: Flexvisor falhou ao remover a designação do volume %(id)s:%(status)s.
tr_tr: Flexvisor %(id)s mantıksal sürücü atamasını kaldıramadı: %(status)s.

source: Flexvisor failed to unassign volume (get event) %(id)s.
de: Flexvisor konnte Zuordnung für Datenträger %(id)s nicht aufheben (Ereignis abrufen).
es: Flexvisor no ha podido desasignar el volumen (obtener el suceso) %(id)s.
fr: Echec de Flexvisor lors de la libération du volume (obtention de l'événement) %(id)s.
it: Flexvisor non è riuscito ad annullare l'assegnazione del volume (evento get) %(id)s.
ko_kr: Flexvisor가 %(id)s 볼륨을 지정 취소하지(이벤트를 가져오지) 못했습니다.
pt_br: Flexvisor falhou ao remover designação do volume (obter evento) %(id)s.
tr_tr: Flexvisor %(id)s mantıksal sürücü atamasını kaldıramadı (alma olayı).

source: Flexvisor failed to unassign volume:%(id)s:%(status)s.
de: Flexvisor konnte Zuordnung für Datenträger %(id)s nicht aufheben: %(status)s.
es: Flexvisor no ha podido desasignar el volumen: %(id)s:%(status)s.
fr: Echec de Flexvisor lors de la libération du volume %(id)s : %(status)s.
it: Flexvisor non è riuscito ad annullare l'assegnazione del volume: %(id)s: %(status)s.
ko_kr: Flexvisor에서 볼륨 %(id)s을(를) 지정 취소하지 못함: %(status)s.
pt_br: O Flexvisor falhou ao remover a designação do volume: %(id)s:%(status)s.
tr_tr: Flexvisor mantıksal sürücü atamasını kaldırma başarısız:%(id)s:%(status)s.

source: Flexvisor unable to find the source volume %(id)s info.
de: Flexvisor konnte die Informationen zum Quellendatenträger %(id)s nicht finden.
es: Flexvisor no ha podido encontrar la información del volumen de origen %(id)s.
fr: Flexvisor n'a pas trouvé les infos du volume source %(id)s.
it: Flexvisor è riuscito a trovare l'origine del volume %(id)s.
ko_kr: Flexvisor에서 소스 볼륨 %(id)s 정보를 찾을 수 없습니다.
pt_br: O Flexvisor não conseguiu localizar as informações do volume de origem %(id)s.
tr_tr: Flexvisor %(id)s kaynak mantıksal sürücü bilgisini bulamadı.

source: Flexvisor unassign volume failed:%(id)s:%(status)s.
de: Flexvisor konnte Zuordnung für Datenträger %(id)s nicht aufheben: %(status)s.
es: La desasignación de volumen de Flexvisor ha fallado: %(id)s:%(status)s.
fr: Echec de Flexvisor lors de la libération de volume : %(id)s : %(status)s.
it: Flexvisor errore annullando l'assegnazione del volume:%(id)s:%(status)s.
ko_kr: Flexvisor 볼륨 지정 취소 실패:%(id)s:%(status)s.
pt_br: Falha na remoção de designação de volume pelo Flexvisor %(id)s:%(status)s.
tr_tr: Flexvisor mantıksal sürücü atamasını kaldırma başarısız:%(id)s:%(status)s.

source: Flexvisor volume %(id)s failed to join group %(vgid)s.
de: Flexvisor-Datenträger %(id)s konnte nicht mit der Gruppe %(vgid)s verknüpft werden.
es: El volumen de Flexvisor %(id)s no se ha podido unir al grupo %(vgid)s.
fr: Le volume Flexvisor %(id)s n'a pas réussi à joindre le groupe %(vgid)s.
it: Il volume Flexvisor %(id)s non è riuscito ad unirsi al gruppo %(vgid)s.
ko_kr: Flexvisor 볼륨 %(id)s에서 그룹 %(vgid)s을(를) 결합하지 못했습니다.
pt_br: O volume do Flexvisor %(id)s falhou ao unir o grupo %(vgid)s.
tr_tr: Flexvisor mantıksal sürücüsü %(id)s %(vgid)s grubuna katılmada başarısız.

source: Folder %s does not exist in Nexenta Store appliance
de: Der Ordner %s ist nicht in der Nexenta Store-Appliance vorhanden.
es: La carpeta %s no existe en la aplicación Nexenta Store
fr: Le dossier %s n'existe pas dans Nexenta Store Appliance
it: La cartella %s non esiste nell'applicazione Nexenta Store
ko_kr: 폴더 %s이(가) Nexenta Store 어플라이언스에 없음
pt_br: O volume %s não existe no dispositivo Nexenta Store.

source: GPFS is not running, state: %s.
de: GPFS ist nicht aktiv. Status: %s.
es: GPFS no se está ejecutando, estado: %s.
fr: GPFS n'est pas en cours d'exécution - état : %s.
it: GPFS non in esecuzione, stato: %s.
ko_kr: GPFS가 실행 중이 아닙니다. 상태: %s.
pt_br: GPFS não está em execução, estado: %s.
tr_tr: GPFS çalışmıyor, durum: %s.

source: Gateway VIP is not set
de: Gateway-VIP wurde nicht festgelegt.
es: No se ha establecido el VIP de pasarela.
fr: Gateway VIP n'a pas été défini
it: VIP Gateway non impostato
ko_kr: 게이트웨이 VIP가 설정되지 않음
pt_br: Gateway VIP não está configurado
tr_tr: Geçit VIP ayarlanmamış

source: Get FC ports by port group error.
de: Fehler beim Abrufen der FC-Ports nach Portgruppe.
es: Error al obtener los puertos FC por grupo de puertos.
fr: Erreur lors de l'obtention de ports FC par groupe de ports.
it: Errore di richiamo porte FC per gruppo di porte.
ko_kr: 포트 그룹별로 FC 포트 가져오기 오류.
pt_br: Erro ao obter portas FC por grupo de portas.

source: Get FC ports from array error.
de: Fehler beim Abrufen der FC-Ports aus dem Array.
es: Error al obtener los puertos FC de la matriz.
fr: Erreur lors de l'obtention des ports FC à partir de la matrice.
it: Errore di richiamo porte FC dall'array.
ko_kr: 배열에서 FC 포트 가져오기 오류입니다.
pt_br: Erro ao obter portas FC da matriz.

source: Get FC target wwpn error.
de: Fehler beim Abrufen des WWPN des FC-Ziels.
es: Error al obtener wwpn de destino FC.
fr: Erreur lors de l'obtention du wwpn FC cible.
it: Errore di richiamo wwpn di destinazione FC.
ko_kr: FC 대상 wwpn 가져오기 오류입니다.
pt_br: Erro ao obter wwpn de destino do FC.

source: Get HyperMetroPair error.
de: Fehler beim Abrufen von HyperMetroPair.
es: Error al obtener HyperMetroPair.
fr: Erreur lors de l'obtention d'HyperMetroPair.
it: Errore di richiamo HyperMetroPair.
ko_kr: HyperMetroPair 가져오기 오류.
pt_br: Erro ao obter HyperMetroPair.

source: Get LUN group by view error.
de: Fehler beim Abrufen der LUN-Gruppe nach Ansicht.
es: Error al obtener el grupo de LUN por vista.
fr: Erreur lors de l'obtention de groupe LUN par vue.
it: Errore di richiamo gruppo LUN per vista.
ko_kr: 보기별로 LUN 그룹 가져오기 오류.
pt_br: Erro ao obter grupo de LUN por visualização.

source: Get LUNcopy information error.
de: Fehler beim Abrufen der Informationen zur LUN-Kopie.
es: Error al obtener información de LUNcopy.
fr: Erreur lors de l'obtention des informations LUNcopy.
it: Errore di richiamo delle informazioni LUNcopy.
ko_kr: LUNcopy 정보 가져오기 오류입니다.
pt_br: Erro ao obter informações de LUNcopy.

source: Get QoS id by lun id error.
de: Fehler beim Abrufen der QoS-ID nach LUN-ID.
es: Error al obtener el ID QoS por ID de lun.
fr: Erreur lors de l'obtention d'ID QoS à partir de l'ID de numéro d'unité logique.
it: Errore di richiamo id QoS tramite id lun.
ko_kr: Lun id별 QoS id 가져오기 오류입니다.
pt_br: Erro ao obter ID de QoS por ID do LUN.

source: Get QoS information error.
de: Fehler beim Abrufen der Informationen zu QoS.
es: Error al obtener información QoS.
fr: Erreur lors de l'obtention des informations QoS.
it: Errore di richiamo delle informazioni QoS.
ko_kr: QoS 정보 가져오기 오류입니다.
pt_br: Erro ao obter informações de QoS.

source: Get QoS policy error.
de: Fehler beim Abrufen der QoS-Richtlinie.
es: Error al obtener política QoS.
fr: Erreur lors de l'obtention de la stratégie QoS.
it: Errore di richiamo della politica QoS.
ko_kr: QoS 정책 가져오기 오류입니다.
pt_br: Erro ao obter política de QoS.
