Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: but size is now %d
de: aber die Größe ist jetzt %d
es: pero el tamaño ahora es %d
fr: mais la taille est maintenant %d
it: ma la dimensione ora è %d
ko_kr: 현재 크기는 %d 입니다.
pt_br: mas o tamanho agora é %d
tr_tr: ancak boyut şu anda %d

source: but size is now %d.
de: aber die Größe ist jetzt %d.
es: pero el tamaño es ahora %d.
fr: mais la taille est maintenant %d.
it: ma la dimensione ora è %d.
ko_kr: 그러나 현재 크기는 %d입니다.
pt_br: porém, o tamanho atual é %d.
tr_tr: ama şimdiki boyut %d.

source: or
de: oder
es: o
fr: ou
it: oppure
ko_kr: 또는
pt_br: ou

source: %(attr)s is not set.
de: %(attr)s ist nicht festgelegt.
es: %(attr)s no está establecido.
fr: %(attr)s n'est pas défini.
it: %(attr)s non è impostato.
ko_kr: %(attr)s이(가) 설정되지 않았습니다.
pt_br: O %(attr)s não está configurado.

source: %(driver)s manage_existing cannot manage a volume connected to hosts. Please disconnect this volume from existing hosts before importing
de: %(driver)s manage_existing kann einen Datenträger, der mit Hosts verbunden ist, nicht verwalten. Trennen Sie vor dem Importieren die Verbindung dieses Datenträgers zu vorhandenen Hosts.
es: %(driver)s manage_existing no puede gestionar un volumen conectado con hosts. Desconecte este volumen de los hosts existentes antes de realizar la importación.
fr: %(driver)s manage_existing ne peut pas gérer un volume connecté à des hôtes. Déconnectez ce volume des hôtes existants avant de procéder à l'importation
it: %(driver)s manage_existing non può gestire un volume connesso agli host. Disconnettere questo volume dagli host esistenti prima dell'importazione
ko_kr: %(driver)s manage_existing은 호스트에 연결된 볼륨을 관리할 수 없습니다. 가져오기 전에 이 볼륨과 기존 호스트의 연결을 끊으십시오.
pt_br: %(driver)s manage_existing não pode gerenciar um volume conectado a hosts. Desconecte esse volume dos hosts existentes antes de importar
tr_tr: %(driver)s manage_existing istemcilere bağlı bir mantıksal sürücü yönetilemez. Lütfen içe aktarmadan önce bu mantıksal sürücüyü mevcut istemcilerden ayırın

source: %(err)s result: %(res)s.
de: %(err)s Ergebnis: %(res)s.
es: %(err)s Resultado: %(res)s.
fr: %(err)s Résultat : %(res)s.
it: %(err)s risultato: %(res)s.
ko_kr: %(err)s 결과: %(res)s.
pt_br: %(err)s resultado: %(res)s.
tr_tr: %(err)s sonuç: %(res)s.

source: %(file)s: Permission denied.
de: %(file)s: Berechtigung verweigert.
es: %(file)s: Permiso denegado.
fr: %(file)s : Droit refusé.
it: %(file)s: Autorizzazione negata.
ko_kr: %(file)s: 권한이 거부됩니다.
pt_br: %(file)s: Permissão negada.
tr_tr: %(file)s: İzin reddedildi.

source: %(fun)s: Failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
de: %(fun)s: Fehler mit nicht erwarteter CLI-Ausgabe. Befehl: %(cmd)s Standardausgabe: %(out)s Standardfehler: %(err)s
es: %(fun)s: se ha encontrado un error con una salida de CLI inesperada. Mandato: %(cmd)s stdout: %(out)s stderr: %(err)s
fr: %(fun)s : Echec avec une sortie CLI inattendue. Commande : %(cmd)s stdout : %(out)s stderr : %(err)s
it: %(fun)s: non riuscito con un output CLI imprevisto. Comando: %(cmd)s stdout: %(out)s stderr: %(err)s
ko_kr: %(fun)s: 예상치 못한 CLI 출력과 함께 실패했습니다. 명령: %(cmd)s stdout: %(out)s stderr: %(err)s
pt_br: %(fun)s: Falha com saída da CLI inesperada. Comando: %(cmd)s stdout: %(out)s stderr: %(err)s
tr_tr: %(fun)s: Beklenmedik CLI çıktısı ile başarısız oldu. Komut: %(cmd)s stdout: %(out)s stderr: %(err)s

source: %(message)s Status Code: %(_status)s Body: %(_body)s
de: %(message)s Statuscode: %(_status)s Nachrichtentext: %(_body)s
es: %(message)s Código de estado: %(_status)s Cuerpo: %(_body)s
fr: %(message)s Code de statut : %(_status)s Corps : %(_body)s
it: %(message)s Codice dello stato: %(_status)s Corpo: %(_body)s
ko_kr: %(message)s 상태 코드: %(_status)s 본문: %(_body)s
pt_br: %(message)s Código de Status: %(_status)s Corpo: %(_body)s
tr_tr: %(message)s Durum Kodu: %(_status)s Gövde: %(_body)s

source: %(msg_type)s: creating NetworkPortal: ensure port %(port)d on ip %(ip)s is not in use by another service.
de: %(msg_type)s: Erstellen von NetworkPortal: Stellen Sie sicher, dass Port %(port)d unter IP %(ip)s nicht durch einen anderen Dienst verwendet wird.
es: %(msg_type)s: se está creando NetworkPortal: asegúrese de que el puerto %(port)d en la IP %(ip)s no lo esté utilizando otro servicio.
fr: %(msg_type)s : création de NetworkPortal : vérifiez que le port %(port)d à l'adresse IP %(ip)s n'est pas utilisé par un autre service.
it: %(msg_type)s: creazione portale di rete: accertarsi che la porta %(port)d sull'ip %(ip)s non sia utilizzata da un altro servizio.
ko_kr: %(msg_type)s: NetworkPortal 작성: 다른 서비스가 ip %(ip)s의 포트 %(port)d을(를) 사용하고 있지 않은지 확인하십시오.
pt_br: %(msg_type)s: criando NetworkPortal: assegure-se de que a porta %(port)d no IP %(ip)s não esteja sendo usada por outro serviço.
tr_tr: %(msg_type)s: NetworkPortal oluşturuluyor: %(ip)s ip üzerinde %(port)d bağlantı noktasının başka bir servis tarafından kullanılmadığından emin olun.

source: %(op)s: backup %(bck_id)s, volume %(vol_id)s failed. Backup object has unexpected mode. Image or file backups supported, actual mode is %(vol_mode)s.
de: %(op)s: Sicherung %(bck_id)s, Datenträger %(vol_id)s fehlgeschlagen. Sicherungsobjekt hat unerwarteten Modus. Abbild- oder Dateisicherungen werden unterstützt, tatsächlicher Modus ist %(vol_mode)s.
es: %(op)s: copia de seguridad %(bck_id)s, volumen %(vol_id)s ha fallado. El objeto de copia de seguridad tiene una modalidad inesperada. Se soportan las copias de seguridad de imagen o archivo, la modalidad real es %(vol_mode)s.
fr: %(op)s : échec de la sauvegarde %(bck_id)s, volume %(vol_id)s. L'objet de sauvegarde possède un mode inattendu. Sauvegardes d'image ou de fichier prises en charge, mode réel : %(vol_mode)s.
it: %(op)s: backup %(bck_id)s, volume %(vol_id)s non riuscito. L'oggetto di backup riporta una modalità non prevista. I backup di immagine o di file sono supportati; la modalità corrente è %(vol_mode)s.
ko_kr: %(op)s: 백업 %(bck_id)s, 볼륨 %(vol_id)s에 실패했습니다. 백업 오브젝트가 예상치 못한 모드에 있습니다. 이미지 또는 파일 백업이 지원되었습니다. 실제 모드는 %(vol_mode)s입니다.
pt_br: %(op)s: backup %(bck_id)s, volume %(vol_id)s falhou. Objeto de backup possui modo inesperado. Backups de arquivo ou imagem suportados, modo real é %(vol_mode)s.
tr_tr: %(op)s: mantıksal sürücü %(vol_id)s yedekleme %(bck_id)s başarısız oldu. Yedekleme nesnesi beklenmeyen kipe sahip. İmaj ya da dosya yedeklemeleri destekleniyor, gerçek kip %(vol_mode)s.

source: %(service)s Service is not %(status)s on storage appliance: %(host)s
de: %(service)s-Dienst befindet sich nicht %(status)s auf der Speicher-Appliance: %(host)s
es: El servicio %(service)s no está %(status)s en el dispositivo de almacenamiento: %(host)s
fr: Le service %(service)s n'a pas le statut %(status)s sur le dispositif de stockage %(host)s
it: Il servizio %(service)s non è %(status)s sull'applicazione di archiviazione: %(host)s
ko_kr: %(service)s 서비스가 스토리지 어플라이언스 %(host)s에서 %(status)s이(가) 아님
pt_br: O Serviço %(service)s não é %(status)s no dispositivo de armazenamento: %(host)s
tr_tr: %(service)s Servisi depolama aygıtında %(status)s değil: %(host)s

source: %(value_name)s must be <= %(max_value)d
de: %(value_name)s muss <= %(max_value)d sein.
es: %(value_name)s debe ser <= %(max_value)d
fr: %(value_name)s doit être <= %(max_value)d
it: %(value_name)s deve essere <= %(max_value)d
ko_kr: %(value_name)s은(는) %(max_value)d보다 작거나 같아야 함
pt_br: %(value_name)s deve ser <= %(max_value)d
tr_tr: %(value_name)s <= %(max_value)d olmalı

source: %(value_name)s must be >= %(min_value)d
de: %(value_name)s muss >= %(min_value)d sein.
es: %(value_name)s debe ser >= %(min_value)d
fr: %(value_name)s doit être >= %(min_value)d
it: %(value_name)s deve essere >= %(min_value)d
ko_kr: %(value_name)s은(는) >= %(min_value)d이어야 함.
pt_br: %(value_name)s deve ser >= %(min_value)d
tr_tr: %(value_name)s >= %(min_value)d olmalı

source: %(worker_name)s value of %(workers)d is invalid, must be greater than 0.
de: Wert %(worker_name)s von %(workers)d ist ungültig. Der Wert muss größer als 0 sein.
es: El valor %(worker_name)s de %(workers)d no es válido, debe ser mayor que 0.
fr: La valeur %(worker_name)s de %(workers)d n'est pas valide. Elle doit être supérieure à 0.
it: Il valore %(worker_name)s di %(workers)d non è valido, deve essere superiore a 0.
ko_kr: %(workers)d의 %(worker_name)s 값이 올바르지 않습니다. 이 값은 0보다 커야 합니다.
pt_br: Valor %(worker_name)s de %(workers)d é inválido, deve ser maior que 0.
tr_tr: %(workers)d'ın %(worker_name)s değeri geçersiz, 0'dan daha büyük olmalıdır.

source: %s "data" is not in result.
de: %s "data" ist nicht im Ergebnis enthalten.
es: %s "data" no está en el resultado.
fr: %s "data" ne figure pas dans le résultat.
it: "data" %s non presente nel risultato.
ko_kr: %s "data"가 결과에 없습니다.
pt_br: Os "dados" %s não estão no resultado.

source: %s cannot be accessed. Verify that GPFS is active and file system is mounted.
de: Auf %s kann nicht zugegriffen werden. Überprüfen Sie, ob GPFS aktiv ist und das Dateisystem eingehängt ist.
es: No se puede acceder a %s. Verifique que GPFS está activo y que el sistema de archivos está montado.
fr: %s n'est pas accessible. Vérifiez que GPFS est actif et que le système de fichiers est monté.
it: Impossibile accedere a %s. Verificare che GPFS sia attiva e che il file system sia montato.
ko_kr: %s에 액세스할 수 없습니다. GPFS가 활성이고 파일 시스템이 마운트되었는지 확인하십시오.
pt_br: %s não pode ser acessado. Verifique se o GPFS está ativo e o sistema de arquivos está montado.
tr_tr: %s erişilebilir değil. GPFS'in etkin olduğunu ve dosya sisteminin bağlı olduğunu doğrulayın.

source: %s cannot be resized using clone operation as it contains no blocks.
de: Größe von %s kann nicht mithilfe der Klonoperation geändert werden, da keine Blocks enthalten sind.
es: %s no se puede redimensionar utilizando la operación de clonación ya que no contiene bloques.
fr: %s ne peut pas être redimensionné par une opération de clonage car il ne contient aucun bloc.
it: Impossibile ridimensionare %s mediante l'operazione clona, perché non contiene blocchi
ko_kr: 블록이 포함되어 있지 않아서 복제 조작을 사용하여 %s 크기를 조정할 수 없습니다.
pt_br: %s não pode ser redimensionado usando a operação de clone, pois ele não contém blocos.
tr_tr: %s klon işlemi kullanılarak yeniden boyutlandırılamaz çünkü blok içermiyor.

source: %s cannot be resized using clone operation as it is hosted on compressed volume
de: Größe von %s kann nicht mithilfe der Klonoperation geändert werden, da auf einem komprimierten Datenträger gehostet.
es: %s no se puede redimensionar utilizando la operación de clonación ya que se encuentra en un volumen comprimido
fr: %s ne peut pas être redimensionné par une opération de clonage car il est hébergé sur un volume compressé
it: Impossibile ridimensionare %s mediante l'operazione clona, perché ospitato su un volume compresso
ko_kr: 압축된 볼륨에 호스트되었으므로 복제 조작을 사용하여 %s의 크기를 조정할 수 없음
pt_br: %s não pode ser redimensionado usando a operação de clone, pois ele está hospedado no volume compactado
tr_tr: %s klon işlemi kullanılarak yeniden boyutlandırılamaz çünkü sıkıştırılmış bir mantıksal sürücü üzerinde

source: %s configuration option is not set.
de: Konfigurationsoption %s ist nicht festgelegt.
es: La opción de configuración %s no está establecida.
fr: L'option de configuration %s n'a pas été définie.
it: L'opzione di configurazione %s non è impostata.
ko_kr: %s 구성 옵션이 설정되지 않았습니다.
pt_br: A opção de configuração %s não está definida.
tr_tr: %s yapılandırma seçeneği ayarlı değil.

source: %s does not exist.
de: %s ist nicht vorhanden.
es: %s no existe.
fr: %s n'existe pas.
it: %s non esiste.
ko_kr: %s이(가) 없습니다.
pt_br: %s não existe.

source: %s is not a directory.
de: %s ist kein Verzeichnis.
es: %s no es un directorio.
fr: %s n'est pas un répertoire.
it: %s non è una directory.
ko_kr: %s이(가) 디렉토리가 아닙니다.
pt_br: %s não é um diretório.
tr_tr: %s bir dizin değil.

source: %s is not installed
de: %s ist nicht installiert.
es: %s no está instalado
fr: %s n'est pas installé
it: %s non installato
ko_kr: %s이(가) 설치되지 않음
pt_br: %s não está instalado
tr_tr: %s kurulu değil

source: %s is not installed.
de: %s ist nicht installiert.
es: %s no está instalado.
fr: %s n'est pas installé.
it: %s non installato.
ko_kr: %s이(가) 설치되어 있지 않습니다.
pt_br: %s não está instalado.
tr_tr: %s kurulu değil.

source: %s is not set
de: %s ist nicht festgelegt
es: %s no está establecido
fr: %s n'est pas défini
it: %s non è impostato
ko_kr: %s이(가) 설정되지 않았음
pt_br: %s não está configurado
tr_tr: %s ayarlanmamış

source: %s is not set and is required for the replication device to be valid.
de: %s ist nicht festgelegt, ist jedoch für ein gültiges Replikationsgerät erforderlich.
es: %s no está definido y es necesario para que el dispositivo de replicación sea válido.
fr: %s n'est pas défini et est obligatoire pour que l'unité de réplication soit valide.
it: %s non è impostato ed è richiesto affinché il dispositivo di replica sia valido.
ko_kr: %s이(가) 설정되지 않았지만, 복제 장치가 유효하게 되려면 설정해야 합니다.
pt_br: %s não está configurado e é necessário para que o dispositivo de replicação seja válido.

source: %s is not set.
de: %s ist nicht festgelegt.
es: %s no está establecido.
fr: %s n'est pas défini.
it: %s non impostato.
ko_kr: %s이(가) 설정되지 않았습니다.
pt_br: %s não está configurado.
tr_tr: %s ayarlı değil.

source: %s must be a valid raw or qcow2 image.
de: %s muss ein gültiges raw- oder qcow2-Abbild sein.
es: %s debe ser una imagen raw o qcow2 válida.
fr: %s doit être une image raw ou qcow2 valide.
it: %s deve essere un'immagine qcow2 o raw validi.
ko_kr: %s은(는) 유효한 원시 또는 qcow2 이미지여야 합니다.
pt_br: %s deve ser uma imagem bruta ou qcow2 válida.
tr_tr: %s geçerli bir raw ya da qcow2 imajı olmalıdır.

source: %s must be an absolute path.
de: %s muss ein absoluter Pfad sein.
es: %s debe ser una ruta absoluta.
fr: %s doit être un chemin d'accès absolu.
it: %s deve essere un percorso assoluto.
ko_kr: %s은(는) 절대 경로여야 합니다.
pt_br: %s deve ser um caminho absoluto.
tr_tr: %s mutlak yol olmalı.

source: %s must be an integer.
de: %s muss eine Ganzzahl sein.
es: %s debe ser un entero.
fr: %s doit être un entier.
it: %s deve essere un numero intero.
ko_kr: %s은(는) 정수여야 합니다.
pt_br: %s deve ser um número inteiro.
tr_tr: %s bir tam sayı olmalıdır.

source: %s not set in cinder.conf
de: %s in cinder.conf nicht festgelegt.
es: %s no está definido en cinder.conf
fr: %s non défini dans cinder.conf
it: %s non impostato in cinder.conf
ko_kr: cinder.conf에 %s이(가) 설정되지 않음
pt_br: %s não configurado em cinder.conf
tr_tr: %s cinder.conf'da ayarlanmamış

source: %s not set.
de: %s nicht festgelegt.
es: %s no establecido.
fr: %s non défini.
it: %s non impostato.
ko_kr: %s이(가) 설정되지 않음.
pt_br: %s não definido.
tr_tr: %s ayarlanmamış.

source: '%(prot)s' is invalid for flashsystem_connection_protocol in config file. valid value(s) are %(enabled)s.
de: '%(prot)s' ist für flashsystem_connection_protocol in Konfigurationsdatei ungültig. Gültige Werte sind %(enabled)s.
es: '%(prot)s' no es válido para flashsystem_connection_protocol en el archivo de configuración. Los valores válidos son %(enabled)s.
fr: '%(prot)s' n'est pas valide pour flashsystem_connection_protocol dans le fichier de configuration. La ou les valeurs valides sont %(enabled)s.
it: '%(prot)s' non è valido per flashsystem_connection_protocol nel file di configurazione. i valori validi sono %(enabled)s.
ko_kr: '%(prot)s'이(가) 구성 파일의 flashsystem_connection_protocol에 대해 올바르지 않습니다. 올바른 값은 %(enabled)s입니다.
pt_br: '%(prot)s' é inválido para flashsystem_connection_protocol no arquivo de configuração. valor(es) válido(s) são %(enabled)s.
tr_tr: '%(prot)s' yapılandırma dosyasında flashsystem_connection_protocol için geçersiz. geçerli değer(ler) %(enabled)s.

source: 'active' must be present when writing snap_info.
de: 'active' muss vorhanden sein, wenn snap_info geschrieben wird.
es: 'activo' debe estar presente al escribir snap_info.
fr: 'active' doit présent lors de l'écriture de snap_info.
it: 'active' deve essere presente durante la scrittura di snap_info.
ko_kr: 스냅샷 정보를 기록할 때 '활성'이 있어야 합니다.
pt_br: 'ativo' deve estar presente ao gravar snap_info.
tr_tr: snap_info yazılırken 'active' olması gerekir.

source: 'consistencygroup_id' must be specified
de: 'consistencygroup_id' muss angegeben werden.
es: Es necesario especificar el 'consistencygroup_id'
fr: 'consistencygroup_id' doit être spécifié
it: è necessario specificare 'consistencygroup_id'
ko_kr: 'consistencygroup_id'를 지정해야 함
pt_br: 'consistencygroup_id' deve ser especificado
tr_tr: 'consistencygroup_id' belirtilmiş olmalıdır

source: 'qemu-img info' parsing failed.
de: Auswertung von 'qemu-img info' fehlgeschlagen.
es: Se ha encontrado un error en el análisis de 'qemu-img info'.
fr: Echec de l'analyse syntaxique de 'qemu-img info'.
it: analisi di 'qemu-img info' non riuscita.
ko_kr: 'qemu-img info' 구문 분석에 실패했습니다.
pt_br: Falha na análise de 'qemu-img info'.
tr_tr: 'qemu-img info' ayrıştırması başarısız oldu.

source: 'status' must be specified.
de: 'status' muss angegeben werden.
es: se debe especificar 'status'.
fr: 'status' doit être spécifié.
it: È necessario specificare 'status'.
ko_kr: '상태'가 지정되어야 합니다.
pt_br: 'status' deve ser especificado.
tr_tr: 'status' belirtilmelidir.

source: 'volume_id' must be specified
de: 'volume_id' muss angegeben werden.
es: Se debe especificar 'volume_id'
fr: 'volume_id' doit être spécifié.
it: È necessario specificare 'volume_id'
ko_kr: 'volume_id'를 지정해야 함
pt_br: 'volume_id' deve ser especificado
tr_tr: 'volume_id' belirtilmelidir

source: '{}' object has no attribute '{}'
de: '{}'-Objekt hat kein Attribut '{}'.
es: El objeto '{}' no tiene ningún atributo '{}'
fr: L'objet '{}' n'a pas d'attribut '{}'
it: L'oggetto '{}'non ha l'attributo '{}'
ko_kr: '{}' 오브젝트에 '{}' 속성이 없음
pt_br: O objeto '{}' não possui nenhum atributo '{}'

source: (Command: %(cmd)s) (Return Code: %(exit_code)s) (Stdout: %(stdout)s) (Stderr: %(stderr)s)
de: (Befehl: %(cmd)s) (Rückgabecode: %(exit_code)s) (Standardausgabe: %(stdout)s) (Standard-Fehlerausgabe: %(stderr)s)
es: (Mandato: %(cmd)s) (Código de retorno: %(exit_code)s) (Salida estándar: %(stdout)s) (Error estándar: %(stderr)s)
fr: (Commande : %(cmd)s) (Code retour : %(exit_code)s) (Sortie standard : %(stdout)s) (Erreur standard : %(stderr)s)
it: (Comando: %(cmd)s) (Codice di ritorno: %(exit_code)s) (Stdout: %(stdout)s) (Stderr: %(stderr)s)
ko_kr: (명령: %(cmd)s) (리턴 코드: %(exit_code)s) (Stdout: %(stdout)s) (Stderr: %(stderr)s)
pt_br: (Comando: %(cmd)s) (Código de Retorno: %(exit_code)s) (Saída padrão: %(stdout)s) (Erro padrão: %(stderr)s)

source: A LUN (HLUN) was not found. (LDEV: %(ldev)s)
de: Eine LUN (HLUN) wurde nicht gefunden. (LDEV: %(ldev)s)
es: No se ha encontrado un LUN (HLUN). (LDEV: %(ldev)s)
fr: Un numéro d'unité logique hôte (HLUN) est introuvable. (unité logique : %(ldev)s)
it: Un LUN (HLUN) non è stato trovato. (LDEV: %(ldev)s)
ko_kr: A LUN(HLUN)을 찾을 수 없습니다.(LDEV: %(ldev)s)
pt_br: Um LUN (HLUN) não foi localizado. (LDEV: %(ldev)s)
tr_tr: Bir LUN (HLUN) bulunamadı. (LDEV: %(ldev)s)

source: A concurrent, possibly contradictory, request has been made.
de: Es wurde eine gleichzeitige, möglicherweise widersprüchliche, Anforderung gestellt.
es: Se ha realizado una solicitud simultánea, posiblemente contradictoria.
fr: Une demande simultanée, et peut-être contradictoire, a été effectuée.
it: È stata effettuata una richiesta contemporanea, probabilmente contraddittoria.
ko_kr: 동시에 모순된 요청이 수행되었습니다.
pt_br: Foi feita uma solicitação atual possivelmente contraditória.

source: A free LUN (HLUN) was not found. Add a different host group. (LDEV: %(ldev)s)
de: Es wurde keine freie LUN (HLUN) gefunden. Fügen Sie eine andere Hostgruppe hinzu. (Logische Einheit: '%(ldev)s')
es: No se ha encontrado un LUN (HLUN) libre. Añada un grupo de host diferente. (LDEV: %(ldev)s)
fr: Aucun numéro d'unité logique libre (HLUN) n'a été trouvé. Ajoutez un autre groupe d'hôtes. (unité logique : %(ldev)s)
it: Non è stato trovato un LUN (HLUN) disponibile. Aggiungere un diverso gruppo di host. (LDEV: %(ldev)s)
ko_kr: 사용 가능한 LUN(HLUN)을 찾을 수 없습니다. 다른 호스트 그룹을 추가하십시오.(LDEV: %(ldev)s)
pt_br: Um LUN (HLUN) livre não foi localizado. Inclua um grupo de hosts diferente. (LDEV: %(ldev)s)
tr_tr: Boş bir LUN (HLUN) bulunamadı. Farklı bir istemci grubu ekleyin. (LDEV: %(ldev)s)

source: A host group could not be added. (port: %(port)s, name: %(name)s)
de: Eine Hostgruppe konnte nicht hinzugefügt werden. (Port: %(port)s, Name: %(name)s)
es: No se ha podido añadir un grupo de host. (puerto: %(port)s, nombre: %(name)s)
fr: Un groupe d'hôtes n'a pas pu être ajouté (port : %(port)s, nom : %(name)s)
it: Impossibile aggiungere un gruppo di host. (porta: %(port)s, nome: %(name)s)
ko_kr: 호스트 그룹을 추가할 수 없습니다.(포트: %(port)s, 이름e: %(name)s)
pt_br: Um grupo de hosts não pôde ser incluído. (porta: %(port)s, nome: %(name)s)
tr_tr: Bir istemci grubu eklenemedi. (bağlantı noktası: %(port)s, isim: %(name)s)

source: A host group could not be deleted. (port: %(port)s, gid: %(gid)s, name: %(name)s)
de: Eine Hostgruppe konnte nicht gelöscht werden. (Port: %(port)s, GID: %(gid)s, Name: '%(name)s')
es: No se ha podido eliminar un grupo de host. (puerto: %(port)s, ID de grupo: %(gid)s, nombre: %(name)s)
fr: Un groupe d'hôtes n'a pas pu être supprimé. (port : %(port)s, gid : %(gid)s, nom : %(name)s)
it: Impossibile eliminare un gruppo di host. (porta: %(port)s, gid: %(gid)s, nome: %(name)s)
ko_kr: 호스트 그룹을 삭제할 수 없습니다.(포트: %(port)s, gid: %(gid)s, 이름: %(name)s)
pt_br: Um grupo de hosts não pôde ser excluído. (porta: %(port)s, GID: %(gid)s, nome: %(name)s)
tr_tr: Bir istemci grubu silinemedi. (bağlantı noktası: %(port)s, gid: %(gid)s, isim: %(name)s)

source: A host group is invalid. (host group: %(gid)s)
de: Eine Hostgruppe ist ungültig. (Hostgruppe: %(gid)s)
es: Un grupo de host no es válido. (grupo de host: %(gid)s)
fr: Un groupe d'hôtes n'est pas valide. (groupe d'hôtes : %(gid)s)
it: Un gruppo di host non è valido. (gruppo host: %(gid)s)
ko_kr: 호스트 그룹이 올바르지 않습니다.(호스트 그룹: %(gid)s)
pt_br: Um grupo de hosts é inválido. (grupo de hosts: %(gid)s)
tr_tr: Bir istemci grubu geçersiz. (istemci grubu: %(gid)s)

source: A pair cannot be deleted. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
de: Ein Paar kann nicht gelöscht werden. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
es: No se puede suprimir un par. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
fr: Une paire n'a pas pu être supprimée. (P-VOL : %(pvol)s, S-VOL : %(svol)s)
it: Impossibile eliminare una coppia. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
ko_kr: 쌍을 삭제할 수 없습니다.(P-VOL: %(pvol)s, S-VOL: %(svol)s)
pt_br: Um par não pode ser excluído. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
tr_tr: Bir çift silinemedi. (P-VOL: %(pvol)s, S-VOL: %(svol)s)

source: A pair could not be created. The maximum number of pair is exceeded. (copy method: %(copy_method)s, P-VOL: %(pvol)s)
de: Es konnte kein Paar erstellt werden. Die maximale Paaranzahl wurde überschritten. (Kopiermethode: %(copy_method)s, P-VOL: %(pvol)s)
es: No se ha podido crear un par. Se ha excedido el número de par máximo. (método de copia: %(copy_method)s, P-VOL: %(pvol)s)
fr: Une paire n'a pas pu être créée. Le nombre maximum de paires est dépassé. (méthode de copie : %(copy_method)s, P-VOL : %(pvol)s)
it: Impossibile creare una coppia. Il numero massimo di coppie è stato superato. (metodo di copia: %(copy_method)s, P-VOL: %(pvol)s)
ko_kr: 쌍을 작성할 수 없습니다. 쌍의 최대 수가 초과되었습니다.(복사 메소드: %(copy_method)s, P-VOL: %(pvol)s)
pt_br: Um par não pôde ser criado. O número máximo do par é excedido. (método de cópia: %(copy_method)s, P-VOL: %(pvol)s)
tr_tr: Bir çift oluşturulamadı. Azami çift sayısı aşıldı. (kopyalama yöntemi: %(copy_method)s, P-VOL: %(pvol)s)
