Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: umount: <mnt_path>: some other error
de: Abhängen: <Mountpfad>: ein anderer Fehler
es: umount: <mnt_path>: algún otro error
fr: umount: <mnt_path>: autre erreur
it: smontaggio: <mnt_path>: qualche altro errore
ko_kr: umount: <mnt_path>: 기타 특정 오류
pt_br: umount: <mnt_path>: algum outro erro
tr_tr: umount: <mnt_path>: bazı diğer hata

source: umount: <mnt_path>: target is busy
de: Abhängen: <Mountpfad>: Ziel ist ausgelastet
es: umount: <mnt_path>: el destino está ocupado
fr: umount: <mnt_path>: cible occupée
it: smontaggio: <mnt_path>: la destinazione è occupata
ko_kr: umount: <mnt_path>: 대상이 사용 중임
pt_br: umount: <mnt_path>: o destino está ocupado
tr_tr: umount: <mnt_path>: hedef meşgul

source: unmanage_snapshot: Cannot find snapshot named %s
de: unmanage_snapshot: Schattenkopie mit dem Namen %s wurde nicht gefunden.
es: unmanage_snapshot: No se puede encontrar la instantánea denominada %s
fr: unmanage_snapshot : instantané nommé %s introuvable
it: unmanage_snapshot: Impossibile trovare l'istantanea denominata %s
ko_kr: unmanage_snapshot: %s(이)라는 스냅샷을 찾을 수 없음
pt_br: unmanage_snapshot: Não é possível localizar a captura instantânea denominada %s

source: unmanage_snapshot: Cannot find volume id %s
de: unmanage_snapshot: Datenträger-ID %s wurde nicht gefunden.
es: unmanage_snapshot: No se puede encontrar el ID de volumen %s
fr: unmanage_snapshot : ID volume %s introuvable
it: unmanage_snapshot: Impossibile trovare l'id volume %s
ko_kr: unmanage_snapshot: 볼륨 id %s을(를) 찾을 수 없음
pt_br: unmanage_snapshot: Não é possível localizar o ID do volume %s

source: unrecognized argument %s
de: Nicht erkanntes Argument %s
es: argumento no reconocido %s
fr: argument non reconnu %s
it: argomento non riconosciuto %s
ko_kr: 인식되지 않는 인수 %s
pt_br: argumento não reconhecido %s
tr_tr: tanınmayan değişken %s

source: unsupported compression algorithm: %s
de: Nicht unterstützter Komprimierungsalgorithmus: %s
es: algoritmo de compresión no soportado: %s
fr: algorithme de compression non pris en charge : %s
it: algoritmo di compressione non supportato: %s
ko_kr: 지원되지 않는 압축 알고리즘: %s
pt_br: algoritmo de compressão não suportado: %s
tr_tr: desteklenmeyen sıkıştırma algoritması: %s

source: valid iqn needed for show_target
de: Gültiger qualifizierter iSCSI-Name für show_target erforderlich
es: es necesario un iqn válido para show_target
fr: iqn valide requis pour show_target
it: iqn valido necessario per show_target
ko_kr: show_target에 필요한 올바른 iqn
pt_br: iqn válido necessário para show_target
tr_tr: show_target için geçerli iqn gerekli

source: vdisk %s is not defined.
de: Virtuelle Platte %s ist nicht definiert.
es: El disco virtual %s no está definido.
fr: Le disque virtuel %s n'a pas été défini.
it: vdisk %s non definito.
ko_kr: vdisk %s이(가) 정의되지 않았습니다.
pt_br: o vdisk %s não está definido.
tr_tr: vdisk %s tanımlanmamış.

source: vmemclient python library not found
de: vmemclient-python-Bibliothek nicht gefunden.
es: No se ha encontrado la biblioteca python vmemclient.
fr: La bibliothèque Python vmemclient est introuvable
it: Libreria python vmemclient non trovata
ko_kr: vmemclient python 라이브러리를 찾을 수 없음
pt_br: biblioteca python vmemclient não localizada
tr_tr: vmemclient python kitaplığı bulunamadı

source: volume %s not found in drbdmanage
de: Datenträger %s in drbdmanage nicht gefunden.
es: No se ha encontrado el volumen %s en drbdmanage
fr: Le volume %s est introuvable dans drbdmanage
it: Il volume %s non è stato trovato in drbdmanage
ko_kr: drbdmanage에서 볼륨 %s을(를) 찾을 수 없음
pt_br: volume %s não localizado no drbdmanage
tr_tr: drbdmanage içinde %s mantıksal sürücüsü bulunamadı

source: volume assigned
de: Datenträger zugeordnet
es: volumen asignado
fr: volume affecté
it: volume assegnato
ko_kr: 볼륨 지정됨
pt_br: volume designado
tr_tr: mantıksal sürücü atandı

source: volume changed
de: Datenträger geändert
es: volumen modificado
fr: volume modifié
it: volume modificato
ko_kr: 볼륨 변경됨
pt_br: volume alterado
tr_tr: mantıksal sürücü değiştirildi

source: volume does not exist
de: Datenträger ist nicht vorhanden.
es: el volumen no existe
fr: Le volume n'existe pas
it: il volume non esiste
ko_kr: 볼륨이 없음
pt_br: o volume não existe
tr_tr: mantıksal sürücü yok

source: volume is already attached
de: Datenträger ist bereits angehängt.
es: El volumen ya está conectado
fr: le volume est déjà connecté
it: il volume è già collegato
ko_kr: 볼륨이 이미 접속됨
pt_br: o volume já está conectado
tr_tr: mantıksal sürücü zaten ekli

source: volume is not local to this node
de: Der Datenträger ist für diesen Knoten nicht lokal.
es: el volumen no es local para este nodo
fr: le volume n'est pas local sur ce noeud
it: Per questo nodo, volume non è locale
ko_kr: 볼륨이 이 노드에 대해 로컬이 아님
pt_br: o volume não é local para este nó
tr_tr: mantıksal sürücü bu düğüme yerel değil

source: volume size %(volume_size)d is too small to restore backup of size %(size)d.
de: Die Größe des Datenträgers %(volume_size)d ist zu klein zum Wiederherstellen einer Sicherung der Größe %(size)d.
es: el tamaño de volumen %(volume_size)d es demasiado pequeño para restaurar una copia de seguridad con un tamaño de %(size)d.
fr: La taille du volume %(volume_size)d est insuffisante pour restaurer la sauvegarde d'une taille de %(size)d.
it: La dimensione del volume %(volume_size)d è troppo piccola per il ripristino del backup la cui dimensione è %(size)d.
ko_kr: 볼륨 크기 %(volume_size)d은(는) %(size)d 크기의 백업을 복원하기에 너무 작습니다.
pt_br: O tamanho do volume %(volume_size)d é muito pequeno para restaurar o backup do tamanho %(size)d.
tr_tr: %(volume_size)d mantıksal sürücü boyutu %(size)d boyutundaki yedeği geri yüklemek için çok küçük.

source: volume size %d is invalid.
de: Die Datenträgergröße %d ist ungültig.
es: el tamaño de volumen %d no es válido.
fr: taille du volume %d non valide.
it: la dimensione del volume %d non è valida.
ko_kr: 볼륨 크기 %d이(가) 올바르지 않음
pt_br: O tamanho do volume %d é inválido.
tr_tr: Hatalı disk bölümü boyutu %d

source: volume_type cannot be None
de: 'volume_type' darf nicht 'None' sein.
es: volume_type no puede ser None (Ninguno)
fr: La valeur de volume_type ne peut pas être None
it: volume_type non può essere None
ko_kr: volume_type은 None일 수 없음
pt_br: O volume_type não pode ser Nenhum

source: volume_type must be provided when creating a volume in a consistency group.
de: volume_type muss beim Erstellen eines Datenträgers in einer Konsistenzgruppe angegeben werden.
es: Es necesario proporcionar el tipo_volumen al crear un volumen en un grupo de .
fr: volume_type doit être fourni lors de la création d'un volume dans un groupe de cohérence.
it: è necessario fornire volume_type quando si crea un volume in un gruppo di gruppo.
ko_kr: 일관성 그룹에 볼륨을 작성할 때 volume_type이 제공되어야 합니다.
pt_br: volume_type deve ser fornecido ao criar um volume em um grupo de consistências.
tr_tr: Tutarlılık grubunda bir mantıksal sürücü oluşturulurken volume_type verilmelidir.

source: volume_type_id cannot be None
de: volume_type_id darf nicht 'None' sein.
es: volume_type_id no puede ser None (Ninguno)
fr: volume_type_id ne peut pas avoir pour valeur None
it: volume_type_id non può essere None
ko_kr: volume_type_id는 None일 수 없음
pt_br: volume_type_id não pode ser Nenhum
tr_tr: volume_type_id Hiçbiri olamaz

source: volume_types must be provided to create consistency group %(name)s.
de: volume_types muss zum Erstellen der Konsistenzgruppe %(name)s angegeben werden.
es: Es necesario proporcionar tipos_volumen para crear el grupo de consistencia %(name)s.
fr: volume_types doit être indiqué pour créer le groupe de cohérence %(name)s.
it: Per creare il gruppo di coerenza %(name)s è necessario fornire volume_types.
ko_kr: 일관성 그룹 %(name)s 작성에 volume_types가 제공되어야 합니다.
pt_br: volume_types deve ser fornecido para criar o grupo de consistência %(name)s.
tr_tr: volume_types, tutarlılık grubu %(name)s oluşturmak için verilmelidir.

source: volume_types must be provided to create consistency group %s.
de: volume_types muss zum Erstellen der Konsistenzgruppe %s angegeben werden.
es: Es necesario proporcionar tipos_volumen para crear el grupo de consistencia %s.
fr: volume_types doit être indiqué pour créer le groupe de cohérence %s.
it: è necessario fornire volume_types per creare un gruppo di coerenza %s.
ko_kr: 일관성 그룹 %s 작성에 volume_types가 제공되어야 합니다.
pt_br: volume_types deve ser fornecido para criar o grupo de consistências %s.
tr_tr: %s tutarlılık grubu oluşturmak için volume_types verilmelidir.

source: volumes assigned
de: Datenträger zugeordnet
es: volúmenes asignados
fr: volumes affectés
it: volumi assegnati
ko_kr: 볼륨이 지정됨
pt_br: volumes designados

source: volumes changed
de: Datenträger geändert
es: volúmenes modificados
fr: volumes modifiés
it: volumi modificati
ko_kr: 볼륨이 변경됨
pt_br: volumes alterados

source: wait_for_condition: %s timed out.
de: wait_for_condition: %s hat zulässiges Zeitlimit überschritten.
es: wait_for_condition: %s ha agotado el tiempo de espera.
fr: wait_for_condition : %s a dépassé le délai d'attente.
it: wait_for_condition: %s scaduto.
ko_kr: wait_for_condition: %s 제한시간 초과되었습니다.
pt_br: wait_for_condition: %s atingiu tempo limite.

source: zfssa_manage_policy property needs to be set to 'strict' or 'loose'. Current value is: %s.
de: Die Eigenschaft 'zfssa_manage_policy' muss auf 'strict' oder 'loose' gesetzt sein. Aktueller Wert: %s.
es: La propiedad zfssa_manage_policy se debe establecer a 'strict' o 'loose'. El valor actual es: %s.
fr: La propriété zfssa_manage_policy doit être définie avec la valeur 'strict' ou 'loose'. Valeur actuelle : %s.
it: La proprietà zfssa_manage_policy deve essere impostata su 'strict' o 'loose'. Il valore corrente è : %s.
ko_kr: zfssa_manage_policy 특성을 'strict' 또는 'loose'로 설정해야 합니다. 현재 값: %s.
pt_br: A propriedade zfssa_manage_policy precisa ser configurada para 'strict' ou 'loose'. O valor atual é: %s.

source: {} is not a valid option.
de: {} ist keine gültige Option.
es: {} no es una opción válida.
fr: {} est une option non valide.
it: {} non è un'opzione valida.
ko_kr: {}는 올바른 옵션이 아닙니다.
pt_br: {} não é uma opção válida.

source: OpenStack Cinder version: %(version)s
es: Versión de OpenStack Cinder: %(version)s
fr: Version d'OpenStack Cinder : %(version)s
it: OpenStack Cinder versione: %(version)s
ko_kr: OpenStack Cinder 버전: %(version)s
pt_br: Versão do OpenStack Cinder: %(version)s
tr_tr: OpenStack Cinder sürümü: %(version)s

source: Container
es: Contenedor
fr: Conteneur
it: Contenitore
ko_kr: 컨테이너
pt_br: Contêiner
tr_tr: Kap

source: Name
es: Nombre
fr: Nom
it: Nome
ko_kr: 이름
pt_br: Nome
tr_tr: Ad

source: RPC Version
es: Versión de RPC
fr: Version RPC
it: Versione RPC
ko_kr: RPC 버전
pt_br: Versão do RPC

source: Status
es: Estado
fr: Statut
it: Stato
ko_kr: 상태
tr_tr: Statü

source: V3 rollback
es: Retrotracción V3
fr: Rétromigration V3
it: Rollback V3
ko_kr: V3 롤백
pt_br: Retrocesso V3
tr_tr: V3 geridönüş

source: Zone
es: Zona
it: Zona
ko_kr: 영역
pt_br: Zona
tr_tr: Bölge

source: fake
es: ficticio
fr: factice
pt_br: falso
tr_tr: sahte

source: mock
es: simulación
pt_br: simulado
tr_tr: sahte

source: snapshot-%s
es: instantánea-%s
fr: instantané %s
it: istantanea-%s
ko_kr: 스냅샷-%s
pt_br: captura instantânea-%s

source: Host
fr: Hôte
ko_kr: 호스트

source: cg-%s
fr: groupe de cohérence %s
it: gc-%s

source: %(err)s
tr_tr: Hatalar: %(err)s

source: ID
tr_tr: KİMLİK

source: KeyError: %s
tr_tr: AnahtarHatası: %s

source: TypeError: %s
tr_tr: TürHatası: %s
