Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: The volume is currently busy on the 3PAR and cannot be deleted at this time. You can try again later.
de: Der Datenträger ist in 3PAR aktiv und kann derzeit nicht gelöscht werden. Sie können es später erneut versuchen.
es: El volumen está ocupado actualmente en el 3PAR y no puede suprimirse en este momento. Inténtelo de nuevo más tarde.
fr: Le volume est actuellement occupé sur le 3PAR et ne peut pas être supprimé pour le moment. Réessayez plus tard.
it: Il volume è attualmente occupato su 3PAR e non può essere eliminato in questo momento. È possibile ritentare successivamente.
ko_kr: 볼륨이 현재 3PAR에서 사용 중이므로 이번에는 삭제할 수 없습니다. 나중에 다시 시도할 수 있습니다.
pt_br: O volume está atualmente ocupado no 3PAR e não pode ser excluído neste momento. É possível tentar novamente mais tarde.
tr_tr: Mantıksal sürücü şu an 3PAR üzerinde meşgul ve silinemez. Daha sonra tekrar deneyebilirsiniz.

source: The volume label is required as input.
de: Die Datenträgerbezeichnung ist als Eingabe erforderlich.
es: Se necesita la etiqueta de volumen como entrada.
fr: Le label du volume est requis comme entrée.
it: L'etichetta volume è richiesta come input.
ko_kr: 볼륨 레이블이 입력으로 필요합니다.
pt_br: O rótulo de volume é necessário como entrada.

source: There are no resources available for use. (resource: %(resource)s)
de: Es sind keine Ressourcen zur Verwendung verfügbar. (Ressource: %(resource)s)
es: No hay recursos disponibles para utilizar. (recurso: %(resource)s)
fr: Il n'y a aucune ressource disponible utilisable. (ressource : %(resource)s)
it: Non sono presenti risorse disponibili per l'utilizzo. (risorsa: %(resource)s)
ko_kr: 사용 가능한 자원이 없습니다.(자원: %(resource)s)
pt_br: Não há recursos disponíveis para uso. (recurso: %(resource)s)
tr_tr: Kullanım için uygun kaynak yok. (kaynak: %(resource)s)

source: There are no valid ESX hosts.
de: Es sind keine gültigen ESX-Hosts vorhanden.
es: No hay hosts ESX válidos.
fr: Il n'existe aucun hôte ESX valide.
it: Non vi sono host ESX validi.
ko_kr: 올바른 ESX 호스트가 없습니다.
pt_br: Não há hosts ESX válidos.

source: There are no valid datastores attached to %s.
de: Es sind keine gültigen Datenspeicher an %s angehängt.
es: No hay almacenes de datos válidos conectados a %s.
fr: Aucun magasin de données valide connecté à %s.
it: Nessun archivio dati valido collegato a %s.
ko_kr: %s에 접속된 올바른 데이터 저장소가 없습니다.
pt_br: Não há armazenamentos de dados válidos conectados ao %s.
tr_tr: %s'e ekli geçerli veridepoları yok.

source: There are no valid datastores.
de: Es gibt keine gültigen Datenspeicher.
es: No hay almacenes de datos válidos.
fr: Il n'y a aucun magasin de données valide.
it: Nessun archivio dati valido.
ko_kr: 올바른 데이터 저장소가 없습니다.
pt_br: Não há nenhum datastore válido.
tr_tr: Geçerli veri depoları yok.

source: There is no designation of the %(param)s. The specified storage is essential to manage the volume.
de: Es gibt keine Bezeichnung der %(param)s. Der angegebene Speicher ist zum Verwalten des Datenträgers erforderlich.
es: No hay designación de %(param)s. El almacenamiento especificado es esencial para gestionar el volumen.
fr: Il n'existe aucune désignation du paramètre %(param)s. Le système de stockage spécifié est essentiel pour gérer le volume.
it: Non c'è alcuna designazione del %(param)s. L'archivio specificato è indispensabile per gestire il volume.
ko_kr: %(param)s의 지정이 없습니다. 지정된 스토리지는 볼륨 관리에 꼭 필요합니다.
pt_br: Não há designação dos %(param)s. O armazenamento especificado é essencial para gerenciar o volume.
tr_tr: %(param)s ın ataması yok. Belirtilen depolama mantıksal sürücüyü yönetmek için gerekli.

source: There is no designation of the ldev. The specified ldev is essential to manage the volume.
de: Es gibt keine Bezeichnung der logischen Einheit. Die angegebene logische Einheit ist zum Verwalten des Datenträgers erforderlich.
es: No hay designación del ldev. El ldev especificado es esencial para gestionar el volumen.
fr: Il n'existe aucune désignation de l'unité logique. L'unité logique spécifiée est essentielle pour gérer le volume.
it: Non c'è alcuna designazione dell'ldev. L'ldev specificato è indispensabile per gestire il volume.
ko_kr: ldev의 지정이 없습니다. 지정된 ldev는 볼륨 관리에 꼭 필요합니다.
pt_br: Não há designação do ldev. O ldev especificado é essencial para gerenciar o volume.
tr_tr: Ldev'in ataması yok. Belirtilen ldev mantıksal sürücüyü yönetmek için gerekli.

source: There is no metadata in DB object.
de: Im DB-Objekt sind keine Metadaten vorhanden.
es: No hay metadatos en el objeto de base de datos.
fr: Aucune métadonnée n'est présente dans l'objet BD.
it: Non sono presenti metadati nell'oggetto DB.
ko_kr: DB 오브젝트에 메타데이터가 없습니다.
pt_br: Não há metadados no objeto do BD.
tr_tr: Veritabanı nesnelerinde hiçbir metadata yok.

source: There is no share which can host %(volume_size)sG
de: Es ist kein gemeinsam genutztes Laufwerk vorhanden, das %(volume_size)s G hosten kann.
es: No hay ninguna unidad compartida con este host %(volume_size)sG
fr: Aucun partage ne pouvant héberger l'hôte %(volume_size)sG
it: Non esiste alcuna condivisione che può ospitare %(volume_size)sG
ko_kr: %(volume_size)sG를 보유할 수 있는 공유가 없음
pt_br: Não há compartilhamento que possa hospedar %(volume_size)sG
tr_tr: %(volume_size)sG sahibi paylaşım yok

source: There is no share which can host %(volume_size)sG.
de: Es ist kein gemeinsam genutztes Laufwerk vorhanden, das %(volume_size)s G hosten kann.
es: No hay ninguna unidad compartida que pueda alojar %(volume_size)sG
fr: Il n'y a aucun partage pouvant héberger %(volume_size)sG.
it: Non esiste nessuna condivisione che possa ospitare %(volume_size)sG.
ko_kr: %(volume_size)sG를 호스트할 수 있는 공유가 없습니다.
pt_br: Não há nenhum compartilhamento que possa armazenar %(volume_size)sG.
tr_tr: %(volume_size)sG sahibi paylaşım yok.

source: There is no such action: %s
de: Keine solche Aktion vorhanden: %s
es: No existe esta acción: %s
fr: Aucune action de ce type : %s
it: Non esiste alcuna azione simile: %s
ko_kr: 해당 조치가 없음: %s
pt_br: Essa ação não existe: %s
tr_tr: Böyle bir işlem yok: %s

source: There is no virtual disk device.
de: Es ist keine virtuelle Platteneinheit vorhanden.
es: No hay ningún dispositivo de disco virtual.
fr: Il n'y a pas d'unité de disque virtuel.
it: Non esistono unità del disco virtuale.
ko_kr: 가상 디스크 디바이스가 없습니다.
pt_br: Não há nenhum dispositivo de disco virtual.
tr_tr: Sanal disk aygıtı yok.

source: There was an error adding the volume to the remote copy group: %s.
de: Fehler beim Hinzufügen des Datenträgers zur Gruppe der fernen Kopie: %s.
es: Se producido un error al añadir el volumen al grupo de copias remotas: %s.
fr: Une erreur s'est produite lors de l'ajout du volume au groupe de copie à distance : %s.
it: Si è verificato un errore durante l'aggiunta del volume al gruppo di copie remote: %s.
ko_kr: 원격 복사 그룹에 볼륨을 추가하는 중 오류 발생: %s.
pt_br: Ocorreu um erro ao incluir o volume no grupo de cópias remotas: %s.

source: There was an error creating the cgsnapshot: %s
de: Beim Erstellen von cgsnapshot ist ein Fehler aufgetreten: %s
es: Se producido un error al crear el cgsnapshot: %s.
fr: Une erreur s'est produite lors de la création de cgsnapshot : %s
it: Si è verificato un errore durante la creazione dell'istantanea cg: %s.
ko_kr: cgsnapshot 작성 중 오류 발생: %s
pt_br: Ocorreu um erro ao criar o cgsnapshot %s.

source: There was an error creating the remote copy group: %s.
de: Fehler beim Erstellen der Gruppe der fernen Kopie: %s.
es: Se producido un error al crear el grupo de copias remotas: %s.
fr: Une erreur s'est produite lors de la création du groupe de copie à distance : %s.
it: Si è verificato un errore durante la creazione del gruppo di copie remote: %s.
ko_kr: 원격 복사 그룹을 생성하는 중 오류 발생: %s.
pt_br: Ocorreu um erro ao criar o grupo de cópias remotas: %s.

source: There was an error setting the sync period for the remote copy group: %s.
de: Fehler beim Konfigurieren des Synchronisierungsintervalls für die Gruppe der fernen Kopie: %s.
es: Se producido un error al definir el periodo de sincronización del grupo de copias remotas: %s.
fr: Une erreur s'est produite lors de la définition de la période de synchronisation du groupe de copie à distance : %s.
it: Si è verificato un errore durante l'impostazione del periodo di sincronizzazione per il gruppo di copie remoto: %s.
ko_kr: 원격 복사 그룹의 동기화 기간을 설정하는 중 오류 발생: %s.
pt_br: Ocorreu um erro ao configurar o período de sincronização para o grupo de cópias remotas: %s.

source: There was an error setting up a remote copy group on the 3PAR arrays: ('%s'). The volume will not be recognized as replication type.
de: Beim Konfigurieren einer Gruppe der fernen Kopie in den 3PAR-Arrays ist ein Fehler aufgetreten: ('%s'). Der Datenträger wird nicht als Replikationstyp erkannt.
es: Se producido un error al definir el grupo de copias remotas en las matrices de 3PAR: ('%s'). El volumen no se reconocerá como un tipo de replicación.
fr: Une erreur s'est produite lors de la configuration d'un groupe de copie à distance sur les matrices 3PAR : ('%s'). Le volume ne sera pas reconnu comme type de réplication.
it: Si è verificato un errore durante la configurazione di un gruppo di copie remoto sugli array 3PAR:('%s'). Il volume non verrà riconosciuto come tipo di replica.
ko_kr: 3PAR 배열에서 원격 복사 그룹을 설정하는 중 오류 발생: ('%s'). 볼륨이 복제 유형으로 인식되지 않습니다.
pt_br: Ocorreu um erro ao configurar um grupo de cópias remotas nas matrizes 3PAR:('%s'). O volume não será reconhecido com um tipo de replicação.

source: There was an error setting up a remote schedule on the LeftHand arrays: ('%s'). The volume will not be recognized as replication type.
de: Beim Konfigurieren eines fernen Zeitplans für die LefHand-Arrays ist ein Fehler aufgetreten: ('%s'). Der Datenträger wird nicht als Replikationstyp erkannt.
es: Se producido un error al definir una planificación remota en las matrices de LeftHand : ('%s'). El volumen no se reconocerá como un tipo de replicación.
fr: Une erreur s'est produite lors de la configuration d'une planification à distance sur les matrices LeftHand : ('%s'). Le volume ne sera pas reconnu en tant que type de réplication.
it: Si è verificato un errore durante la configurazione di una pianificazione remota sugli array LeftHand:('%s'). Il volume non verrà riconosciuto come tipo di replica.
ko_kr: LeftHand 배열에서 원격 스케줄을 설정하는 중 오류 발생: ('%s'). 볼륨이 복제 유형으로 인식되지 않습니다.
pt_br: Ocorreu um erro ao configurar um planejamento remoto nas matrizes LeftHand('%s'). O volume não será reconhecido com um tipo de replicação.

source: There was an error starting remote copy: %s.
de: Fehler beim Starten der fernen Kopie: %s.
es: Se producido un error al iniciar la copia remota: %s.
fr: Une erreur s'est produite lors du démarrage de la copie à distance : %s.
it: Si è verificato un errore durante l'avvio della copia remota: %s.
ko_kr: 원격 복사를 시작하는 중 오류 발생: %s.
pt_br: Ocorreu um erro ao iniciar a cópia remota: %s

source: There's no Gluster config file configured (%s)
de: Keine Gluster-Konfigurationsdatei konfiguriert (%s).
es: No hay ningún archivo de configuración de Gluster configurado (%s)
fr: Aucun fichier de configuration Gluster n'est configuré (%s)
it: Nessun file di configurazione Gluster configurato (%s)
ko_kr: Gluster config 파일이 구성되지 않음(%s)
pt_br: Não há nenhum arquivo de configuração do Gluster configurado (%s)
tr_tr: Yapılandırılmış Gluster yapılandırma dosyası yok (%s)

source: There's no NFS config file configured (%s)
de: Keine NFS-Konfigurationsdatei konfiguriert (%s).
es: No hay ningún archivo de configuración de NFS configurado (%s)
fr: Aucun fichier de configuration NFS n'est configuré (%s)
it: Nessun file di configurazione NFS configurato (%s)
ko_kr: 구성된 NFS config 파일이 없음(%s)
pt_br: Não há nenhum arquivo de configuração do NFS configurado (%s)
tr_tr: Yapılandırılmış NFS yapılandırma dosyası yok (%s)

source: There's no Quobyte volume configured (%s). Example: quobyte://<DIR host>/<volume name>
de: Es ist kein konfigurierter Quobyte-Datenträger vorhanden (%s). Beispiel: quobyte://<Hostverzeichnis>/<Datenträgername>
es: No se ha configurado un volumen Quobyte (%s). Ejemplo: quobyte://<DIR host>/<nombre de volumen>
fr: Aucun volume Quobyte n'est configuré (%s). Exemple : quobyte://<DIR host>/<nom volume>
it: Non è configurato alcun volume Quobyte (%s). Esempio: quobyte://<DIR host>/<nome volume>
ko_kr: 구성된 Quobyte 볼륨이 없습니다(%s). 예제: quobyte://<DIR host>/<volume name>
pt_br: Não há volume Quobyte configurado (%s). Exemplo: quobyte: //<DIR host>/<nome do volume>

source: Thin provisioning not supported on this version of LVM.
de: Thin Provisioning wird mit dieser Version von LVM nicht unterstützt.
es: No se admite el aprovisionamiento ligero en esta versión de LVM.
fr: L'allocation de ressources à la demande n'est pas prise en charge sur cette version du gestionnaire de volume logique (LVM).
it: Thin provisioning non supportato in questa versione di LVM.
ko_kr: 이 버전의 LVM에서는 씬 프로비저닝이 지원되지 않습니다.
pt_br: Thin provisioning não suportado nesta versão do LVM.
tr_tr: LVM'in bu sürümünde ince hazırlık desteklenmiyor.

source: ThinProvisioning Enabler is not installed. Can not create thin volume
de: ThinProvisioning Enabler ist nicht installiert. Es kann kein Thin-Datenträger erstellt werden.
es: El habilitador de ThinProvisioning no está instalado. No se puede crear un volumen ligero
fr: L'optimiseur d'allocation de ressources n'est pas installé. Impossible de créer un volume fin
it: ThinProvisioning Enabler non è installato. Impossibile creare un volume sottile
ko_kr: 씬 프로비저닝 인에이블러가 설치되어 있지 않습니다. 씬 볼륨을 작성할 수 없습니다.
pt_br: Ativador Thin Provisioning não está instalado. Não é possível criar um volume thin
tr_tr: ThinProvisioning Etkinleştirici kurulu değil. İnce mantıksal sürücü oluşturulamıyor

source: This driver does not support deleting in-use snapshots.
de: Dieser Treiber unterstützt nicht das Löschen von Schattenkopien mit dem Status 'in-use'.
es: Este controlador no admite suprimir instantáneas en uso.
fr: Ce pilote ne prend pas en charge la suppression d'instantanés en cours d'utilisation.
it: Questo driver non supporta l'eliminazione di istantanee in uso.
ko_kr: 이 드라이버는 스냅샵 삭제 중에 사용 중인 스냅샷을 지원하지 않습니다.
pt_br: Este driver não oferece suporte à exclusão de capturas instantâneas em uso.
tr_tr: Bu sürücü kullanımdaki anlık sistem görüntülerinin silinmesini desteklemez.

source: This driver does not support snapshotting in-use volumes.
de: Dieser Treiber unterstützt nicht das Erstellen von Schattenkopien für Datenträger mit dem Status 'in-use'.
es: Este controlador no admite instantáneas de volúmenes en uso.
fr: Ce pilote ne prend pas en charge la capture d'instantanés de volumes en cours d'utilisation.
it: Questo driver non supporta la creazione di istantanee nei volumi in uso.
ko_kr: 이 드라이버는 스냅샵 작성 중에 사용 중인 볼륨을 지원하지 않습니다.
pt_br: Este driver não oferece suporte a capturas instantâneas de volumes em uso.
tr_tr: Bu sürücü kullanımdaki mantıksal sürücülerin anlık sistem görüntüsünü almayı desteklemez.

source: This request was rate-limited.
de: Übertragungsratenbegrenzung für diese Anforderung.
es: Esta solicitud estaba limitada por tipo.
fr: Cette demande était limitée par la fréquence.
it: Questa richiesta era rate-limited.
ko_kr: 이 요청이 비율 제한되었습니다.
pt_br: Essa solicitação estava limitada a taxa.
tr_tr: Bu istek sayı limitlidir.

source: This system platform (%s) is not supported. This driver supports only Win32 platforms.
de: Diese Systemplattform (%s) wird nicht unterstützt. Dieser Treiber unterstützt nur Win32-Plattformen.
es: No se admite esta plataforma de sistema (%s). Este controlador solo admite plataformas Win32.
fr: Cette plateforme de système (%s) n'est pas prise en charge. Le pilote prend en charge les plateformes Win32.
it: Questa piattaforma del sistema (%s) non è supportata. Questo driver supporta solo le piattaforme Win32.
ko_kr: 이 시스템 플랫폼 (%s)이(가) 지원되지 않습니다. 이 드라이버는 Win32 플랫폼만 지원합니다.
pt_br: Essa plataforma do sistema (%s) não é suportada. Esse driver oferece suporte somente a plataformas Win32.
tr_tr: Sistem platformu (%s) desteklenmiyor. Bu sürücü yalnızca Win32 platformunu destekler.

source: Tier Policy Service not found for %(storageSystemName)s.
de: Tier-Richtliniendienst wurde in %(storageSystemName)s nicht gefunden.
es: El servicio de política de niveles no se ha encontrado para %(storageSystemName)s.
fr: Service de règles de hiérarchisation introuvable pour %(storageSystemName)s.
it: Tier Policy Service non trovato per %(storageSystemName)s.
ko_kr: %(storageSystemName)s에 대한 티어 정책 서비스를 찾을 수 없습니다.
pt_br: O Serviço da política de camada não foi localizado para %(storageSystemName)s.
tr_tr: Aşama İlke Servisi %(storageSystemName)s için bulunamadı.

source: Timed out while waiting for Nova update for creation of snapshot %s.
de: Zeitlimit beim Warten auf Nova-Aktualisierung zum Erstellen von Schattenkopie %s überschritten.
es: Se desactivó mientras esperaba la actualización de Nova para la creación de la instantánea %s.
fr: Dépassement du délai d'attente de mise à jour Nova pour la création de l'instantané %s.
it: Timeout in attesa dell'aggiornamento di Nova per la creazione dell'istantanea %s.
ko_kr: 스냅샷 %s 작성을 위해 Nova 업데이트를 대기하는 동안 제한시간이 초과됨.
pt_br: Tempo limite atingido ao aguardar atualização de Nova para criação de captura instantânea %s.
tr_tr: %s anlık sistem görüntüsü oluşumunda Nova güncellemesi beklenirken zaman aşımı oluştu.

source: Timed out while waiting for Nova update for deletion of snapshot %(id)s.
de: Zeitlimit beim Warten auf Nova-Aktualisierung zum Löschen von Schattenkopie %(id)s überschritten.
es: Se ha desactivado mientras esperaba la actualización de Nova para suprimir la instantánea %(id)s.
fr: Dépassement du délai d'attente de mise à jour Nova pour la suppression de l'instantané %(id)s.
it: Timeout in attesa dell'aggiornamento di Nova per l'eliminazione dell'istantanea %(id)s.
ko_kr: 스냅샷 %(id)s 삭제를 위해 Nova 업데이트를 대기하는 동안 제한시간이 초과됨.
pt_br: Tempo limite atingido ao aguardar atualização de Nova para exclusão de captura instantânea %(id)s.
tr_tr: %(id)s anlık sistem görüntüsünü silmek için Nova güncellemesi beklenirken zaman aşımı oluştu.

source: Timeout value (in seconds) used when connecting to ceph cluster. If value < 0, no timeout is set and default librados value is used.
de: Zeitlimitwert (in Sekunden), der beim Herstellen einer Verbindung zum ceph-Cluster verwendet wird. Wenn der Wert < 0 ist, ist kein Zeitlimit festgelegt und der Standardwert für librados wird verwendet.
es: Valor de tiempo de espera (en segundos) que se utiliza al conectarse al clúster ceph. Si el valor. < 0, no se establece ningún tiempo de espera y se utiliza el valor librados predeterminado.
fr: Valeur de délai d'attente (en secondes) utilisée lors de la connexion au cluster ceph. Si la valeur < 0, aucun délai d'attente n'est défini et la valeur librados par défaut est utilisée.
it: Il valore di timeout (in secondi) utilizzato quando ci si connette al cluster ceph. Se il valore è < 0, nessun timeout viene impostato e viene utilizzato il valore librados predefinito.
ko_kr: ceph 클러스터에 연결할 때 사용되는 제한시간 값(초)입니다. 값이 < 0인 경우, 제한시간이 설정되지 않고 기본 librados 값이 사용됩니다.
pt_br: Valor de tempo limite (em segundos) usado ao conectar-se ao cluster ceph. Se o valor < 0, nenhum tempo limite foi configurado e o valor librados padrão foi usado.
tr_tr: Ceph kümesine bağlanırken zaman aşımı değeri (saniye) kullanılır. Eğer değer < 0 ise, zaman aşımı ayarlanmamıştır ve öntanımlı librados değeri kullanılır.

source: Timeout while calling %s
de: Zeitlimitüberschreitung beim Aufruf von %s
es: Tiempo de espera excedido al llamar a %s
fr: Délai d'attente dépassé lors de l'appel de %s
it: Timeout durante la chiamata di %s
ko_kr: %s을(를) 호출하는 동안 제한시간 초과
pt_br: Tempo limite ao chamar %s.

source: Timeout while requesting %(service)s API.
de: Zeitlimitüberschreitung beim Anfordern der %(service)s-API.
es: Se ha agotado el tiempo de espera al solicitar la API de %(service)s.
fr: Dépassement du délai lors de la demande de l'API %(service)s.
it: Richiesta dell'API di %(service)s scaduta.
ko_kr: %(service)s API를 요청하는 중 제한시간을 초과했습니다.
pt_br: Tempo limite ao solicitar %(service)s da API.
tr_tr: API %(service)s istenirken zaman aşımı.

source: Timeout while requesting capabilities from backend %(service)s.
de: Zeitlimitüberschreitung beim Anfordern von Funktionen aus dem Backend %(service)s.
es: Se ha agotado el tiempo de espera al solicitar capacidades al programa de fondo %(service)s.
fr: Délai d'attente dépassé lors de la demande de fonctionnalités du back-end %(service)s.
it: Timeout durante la richiesta delle funzionalità dal backend %(service)s.
ko_kr: 백엔드 %(service)s에서 기능을 요청하는 동안 제한시간이 초과됩니다.
pt_br: Tempo limite ao solicitar do backend %(service)s.

source: Transfer %(transfer_id)s could not be found.
de: Die Übertragung %(transfer_id)s wurde nicht gefunden.
es: No se ha podido encontrar la transferencia %(transfer_id)s).
fr: Transfert %(transfer_id)s introuvable.
it: Impossibile trovare il trasferimento %(transfer_id)s.
ko_kr: 전송 %(transfer_id)s을(를) 찾을 수 없습니다.
pt_br: Transferência %(transfer_id)s não pôde ser encontrada.
tr_tr: %(transfer_id)s aktarımı bulunamadı.

source: Transfer %(transfer_id)s: Volume id %(volume_id)s in unexpected state %(status)s, expected awaiting-transfer
de: Übertragung %(transfer_id)s: Die Datenträger-ID %(volume_id)s hat nicht den erwartetem Status %(status)s. Erwartet wurde 'awaiting-transfer'.
es: Transferencia %(transfer_id)s: id de volumen %(volume_id)s en estado inesperado %(status)s, awaiting-transfer esperado
fr: Transfert %(transfer_id)s : ID volume %(volume_id)s dans un état inattendu %(status)s, awaiting-transfer attendu
it: Trasferimento %(transfer_id)s: id volume %(volume_id)s in uno stato imprevisto %(status)s, previsto awaiting-transfer
ko_kr: 전송 %(transfer_id)s: 볼륨 id %(volume_id)s이(가) 예상치 않은 상태%(status)s입니다. 예상된 상태는 전송 대기입니다.
pt_br: Transferência %(transfer_id)s: ID do volume %(volume_id)s em estado inesperado %(status)s, esperava-se aguardando transferência
tr_tr: Aktarım %(transfer_id)s: %(volume_id)s mantıksal sürücü kimliği beklenmeyen durumda %(status)s, beklenen bekleyen-aktarım

source: Trying to import backup metadata from id %(meta_id)s into backup %(id)s.
de: Es wird versucht, Sicherungsmetadaten aus ID %(meta_id)s in Sicherung %(id)s zu importieren.
es: Intentando importar metadatos de copia de seguridad de ID %(meta_id)s a la copia de seguridad %(id)s.
fr: Tentative d'importation des métadonnées de sauvegarde depuis l'ID %(meta_id)s vers la sauvegarde %(id)s.
it: Tentativo di importare i metadati di backup dall'id %(meta_id)s nel backup %(id)s.
ko_kr: ID %(meta_id)s의 백업 메타데이터를 백업 %(id)s(으)로 가져오려고 시도 중입니다.
pt_br: Tentando importar metadados de backup do ID %(meta_id)s para o backup %(id)s.

source: Tune volume task stopped before it was done: volume_name=%(volume_name)s, task-status=%(status)s.
de: Die Aufgabe zum Optimieren des Datenträgers wurde gestoppt, bevor sie fertig war: volume_name=%(volume_name)s, task-status=%(status)s.
es: La tarea de ajustar el volumen se ha detenido antes de finalizar: volume_name=%(volume_name)s, task-status=%(status)s.
fr: Tâche de réglage du volume arrêtée avant la fin : volume_name=%(volume_name)s, task-status=%(status)s.
it: Attività di regolazione del volume arrestata prima di essere completata: volume_name=%(volume_name)s, task-status=%(status)s.
ko_kr: 볼륨 조정 태스크가 완료되기 전에 중지됨: volume_name=%(volume_name)s, task-status=%(status)s.
pt_br: O ajuste da tarefa do volume parou antes de ele ter sido feito: volume_name=%(volume_name)s, task-status=%(status)s.
tr_tr: Mantıksal sürücü ayarlama görevi bitmeden durduruldu: volume_name=%(volume_name)s, task-status=%(status)s.
