Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: A parameter is invalid. (%(param)s)
de: Ein Parameter ist ungültig. (%(param)s)
es: Un parámetro no es válido. (%(param)s)
fr: Un paramètre n'est pas valide. (%(param)s)
it: Un parametro non è valido. (%(param)s)
ko_kr: 매개변수가 올바르지 않습니다.(%(param)s)
pt_br: Um parâmetro é inválido. (%(param)s)
tr_tr: Bir parametre geçersiz. (%(param)s)

source: A parameter value is invalid. (%(meta)s)
de: Ein Parameterwert ist ungültig. (%(meta)s)
es: Un valor de parámetro no es válido. (%(meta)s)
fr: Une valeur de paramètre n'est pas valide. (%(meta)s)
it: Il valore del parametro non è valido. (%(meta)s)
ko_kr: 매개변수값이 올바르지 않습니다.(%(meta)s)
pt_br: Um valor de parâmetro é inválido. (%(meta)s)
tr_tr: Bir parametre değeri geçersiz. (%(meta)s)

source: A pool could not be found. (pool id: %(pool_id)s)
de: Ein Pool konnte nicht gefunden werden. (Pool-ID: %(pool_id)s)
es: No se ha encontrado una agrupación. (ID de agrupación: %(pool_id)s)
fr: Un pool est introuvable. (ID pool : %(pool_id)s)
it: Impossibile trovare un pool. (id pool: %(pool_id)s)
ko_kr: 풀을 찾을 수 없습니다.(pool id: %(pool_id)s)
pt_br: Um conjunto não pôde ser localizado. (ID do conjunto: %(pool_id)s)
tr_tr: Bir havuz bulunamadı. (havuz kimliğİ: %(pool_id)s)

source: A snapshot status is invalid. (status: %(status)s)
de: Ein Schattenkopiestatus ist ungültig. (Status: %(status)s)
es: Un estado de instantánea no es válido. (estado: %(status)s)
fr: Un statut d'instantané n'est pas valide. (statut : %(status)s)
it: Lo stato dell'istantanea non è valido. (stato: %(status)s)
ko_kr: 스냅샷 상태가 올바르지 않습니다.(상태: %(status)s)
pt_br: Um status de captura instantânea é inválido. (status: %(status)s)
tr_tr: Bir anlık görüntü durumu geçersiz. (durum: %(status)s)

source: A valid secondary target MUST be specified in order to failover.
de: Für ein Failover muss ein gültiges sekundäres Ziel angegeben werden.
es: Se DEBE especificar un destino secundario válido para poder realizar la migración tras error.
fr: Une cible secondaire valide DOIT être spécifiée pour effectuer le basculement.
it: Una destinazione secondaria valida DEVE essere specificata per poter eseguire il failover.
ko_kr: 장애 복구하려면 올바른 보조 대상을 지정해야 합니다.
pt_br: Um destino secundário válido DEVE ser especificado para executar failover.

source: A volume ID or share was not specified.
de: Es wurde keine Datenträger-ID oder Freigabe angegeben.
es: No se ha especificado un ID de volumen o compartición.
fr: Un ID de volume ou un partage n'a pas été spécifié.
it: ID volume o condivisione non specificati.
ko_kr: 볼륨 ID 또는 공유가 지정되지 않았습니다.
pt_br: Um ID de volume ou compartilhamento não foi especificado.
tr_tr: Bir mantıksal sürücü ID ya da paylaşım belirtilmemiş.

source: A volume status is invalid. (status: %(status)s)
de: Ein Datenträgerstatus ist ungültig. (Status: %(status)s)
es: Un estado de volumen no es válido. (estado: %(status)s)
fr: Un statut de volume n'est pas valide. (statut : %(status)s)
it: Lo stato del volume non è valido. (stato: %(status)s)
ko_kr: 볼륨 상태가 올바르지 않습니다.(상태: %(status)s)
pt_br: Um status de volume é inválido. (status: %(status)s)
tr_tr: Bir mantıksal sürücünün durumu geçersiz. (durum: %(status)s)

source: API %(name)s failed with error string %(err)s
de: API %(name)s fehlgeschlagen mit Fehlerzeichenkette %(err)s
es: La API %(name)s ha fallado con serie de error %(err)s
fr: Echec de l'API %(name)s avec la chaîne d'erreur %(err)s
it: API %(name)s non riuscita con stringa di errore %(err)s
ko_kr: API %(name)s이(가) 실패했으며 오류 문자열은 %(err)s임
pt_br: API %(name)s falhou com sequência de erros %(err)s
tr_tr: API %(name)s %(err)s hatası ile başarısız oldu

source: API Version String %(version)s is of invalid format. Must be of format MajorNum.MinorNum.
de: API-Versionszeichenkette %(version)s ist im falschen Format. Erforderliches Format: MajorNum.MinorNum.
es: La cadena de la versión de la API %(version)s tiene un formato no válido. Debe ser un formato MajorNum.MinorNum.
fr: La chaîne de version d'API %(version)s a un format non valide. Elle doit être au format NumMajeur.NumMineur.
it: Stringa della versione API %(version)s in formato non valido. Deve essere in formato MajorNum.MinorNum.
ko_kr: API 버전 문자열 %(version)s 형식이 올바르지 않습니다. 형식은 MajorNum.MinorNum 이어야 합니다.
pt_br: Sequência de Versão de API %(version)s é de formato inválido. Ela deve estar no formato MajorNum.MinorNum.
tr_tr: API Sürüm Karakter Dizisi %(version)s geçersiz bir biçimde. MajorNum.MinorNum biçiminde olmalı.

source: API key is missing for CloudByte driver.
de: API-Schlüssel für CloudByte-Treiber fehlt.
es: Falta la clave de API para el controlador CloudByte.
fr: Clé d'API manquante pour le pilote CloudByte.
it: Chiave API mancante per il driver CloudByte.
ko_kr: CloudByte 드라이버의 API 키가 누락되었습니다.
pt_br: A chave da API está ausente para o driver CloudByte.
tr_tr: CloudByte sürücüsü için API anahtarı eksik.

source: API response: %(response)s
de: API-Antwort: %(response)s
es: Respuesta de la API: %(response)s
fr: Réponse de l'API : %(response)s
it: Risposta dell'API: %(response)s
ko_kr: API 응답: %(response)s
pt_br: Resposta da API: %(response)s

source: API response: %s
de: API-Antwort: %s
es: Respuesta de la API: %s
fr: Réponse de l'API : %s
it: Risposta dell'API: %s
ko_kr: API 응답: %s
pt_br: Resposta da API: %s
tr_tr: API yanıtı: %s

source: API version %(version)s is not supported on this method.
de: Die API-Version %(version)s wird für diese Methode nicht unterstützt.
es: La versión de la API %(version)s, no está soportada en este método.
fr: La version %(version)s de l'API n'est pas prise en charge avec cette méthode.
it: Versione API %(version)s non supportata in questo metodo.
ko_kr: API 버전 %(version)s에서는 이 메소드를 지원하지 않습니다..
pt_br: A versão da API %(version)s não é suportada nesse método.
tr_tr: API sürümü %(version)s bu metodda desteklenmiyor.

source: API version could not be determined.
de: API-Version konnte nicht bestimmt werden.
es: No se ha podido determinar la versión de API.
fr: La version d'API n'a pas pu être déterminée.
it: Impossibile determinare la versione API.
ko_kr: API 버전을 판별할 수 없습니다.
pt_br: A versão da API não pôde ser determinada.
tr_tr: API sürümü belirlenemedi.

source: About to delete child projects having non-zero quota. This should not be performed
de: Es wird versucht, untergeordnete Projekte mit einem Kontingent ungleich null zu löschen. Dies sollte nicht ausgeführt werden.
es: A punto de suprimir proyectos hijo que tienen cuota distinta de cero. Esto no debe realizarse.
fr: Vous êtes sur le point de supprimer des projets enfants avec quota non zéro. Ceci ne devrait pas être effectué.
it: Si sta per eliminare i progetti child con quota non zero. Ciò non dovrebbe essere eseguito
ko_kr: 할당량이 0(영)이 아닌 하위 프로젝트를 삭제하려고 합니다. 이는 수행해서는 안 됩니다.
pt_br: Prestes a excluir projetos filhos que têm cota diferente de zero. Isso não deve ser executado
tr_tr: Kotası boş olmayan bir çocuk projeyi silmeye calisiyorsunuz. Bu işlem gerçekleştirilemez.

source: Access list not available for public volume types.
de: Zugriffsliste ist für öffentliche Datenträgertypen nicht verfügbar.
es: La lista de acceso no está disponible para tipos de volumen públicos.
fr: Liste d'accès indisponible pour les types de volume publics.
it: Elenco accessi non disponibile per i tipi di volume pubblici.
ko_kr: 액세스 목록을 공용 볼륨 유형에 사용할 수 없습니다.
pt_br: Lista de acesso não disponível para tipos de volume público.
tr_tr: Ortak mantıksal sürücü türleri için erişim listesi kullanılabilir değil.

source: Activate or deactivate QoS error.
de: Fehler beim Aktivieren oder Inaktivieren von QoS.
es: Error al activar o desactivar QoS.
fr: Erreur lors de l'activation ou de la désactivation QoS.
it: Errore di attivazione o disattivazione QoS.
ko_kr: QoS 활성화 또는 비활성화 오류입니다.
pt_br: Erro ao ativar ou desativar QoS

source: Activate snapshot error.
de: Fehler beim Aktivieren der Schattenkopie.
es: Error al activar una instantánea.
fr: Erreur lors de l'activation de l'instantané.
it: Errore di attivazione istantanea.
ko_kr: 스냅샷 활성화 오류입니다.
pt_br: Erro ao ativar captura instantânea.

source: Add FC port to host error.
de: Fehler beim Hinzufügen des FC-Ports zum Host.
es: Error al añadir el puerto FC al host.
fr: Erreur lors de l'ajout du port FC à l'hôte.
it: Errore di aggiunta porta FC all'host.
ko_kr: 호스트에 FC 포트 추가 오류입니다.
pt_br: Erro ao incluir porta FC no host.

source: Add fc initiator to array error.
de: Fehler beim Hinzufügen des FC-Initiators zum Array.
es: Error al añadir el iniciador fc a la matriz.
fr: Erreur lors de l'ajout d'initiateur fc à la matrice.
it: Errore di aggiunta iniziatore fc all'array.
ko_kr: 배열에 fc 개시자 추가 오류입니다.
pt_br: Erro ao incluir inicializador de FC na matriz.

source: Add initiator to array error.
de: Fehler beim Hinzufügen des Initiators zum Array.
es: Error al añadir el iniciar a la matriz.
fr: Erreur lors de l'ajout de l'initiateur à la matrice.
it: Errore di aggiunta iniziatore all'array.
ko_kr: 배열에 개시자 추가 오류입니다.
pt_br: Erro ao incluir inicializador na matriz.

source: Add lun to cache error.
de: Fehler beim Hinzufügen der LUN zum Zwischenspeicher.
es: Error al añadir lun a la caché.
fr: Erreur lors de l'ajout de numéro d'unité logique au cache.
it: Errore di aggiunta lun alla cache.
ko_kr: 캐시에 lun 추가 오류입니다.
pt_br: Erro ao incluir lun no cache.

source: Add lun to partition error.
de: Fehler beim Hinzufügen der LUN zur Partition.
es: Error al añadir lun a la partición.
fr: Erreur lors de l'ajout de numéro d'unité logique à la partition.
it: Errore di aggiunta lun alla partizione.
ko_kr: 파티션에 lun 추가 오류입니다.
pt_br: Erro ao incluir LUN na partição.

source: Add mapping view error.
de: Fehler beim Hinzufügen der Zuordnungsansicht.
es: Error al añadir la vista de correlaciones.
fr: Erreur lors de l'ajout de la vue de mappage.
it: Errore di aggiunta vista associazione.
ko_kr: 맵핑 보기 추가 오류입니다.
pt_br: Erro ao incluir visualização de mapeamento.

source: Add new host error.
de: Fehler beim Hinzufügen des neuen Hosts.
es: Error al añadir host nuevo.
fr: Erreur lors de l'ajout d'un nouvel hôte.
it: Errore di aggiunta nuovo host.
ko_kr: 새 호스트 추가 오류입니다.
pt_br: Erro ao incluir novo host.

source: Add port to port group error.
de: Fehler beim Hinzufügen von Port zur Portgruppe.
es: Error al añadir el puerto al grupo de puertos.
fr: Erreur lors de l'ajout de port à un groupe de ports.
it: Errore di aggiunta porta a gruppo di porte.
ko_kr: 포트 그룹에 포트 추가 오류.
pt_br: Erro ao incluir porta no grupo de portas.

source: All the specified storage pools to be managed do not exist. Please check your configuration. Non-existent pools: %s
de: Keine der angegebenen Speicherpools, die verwaltet werden sollen, sind vorhanden. Überprüfen Sie Ihre Konfiguration. Nicht vorhandene Pools: %s
es: No existen las agrupaciones de almacenamiento especificadas que se van a gestionar. Compruebe su configuración. Agrupaciones no existentes: %s
fr: Les pools de stockage spécifiés pour être gérés n'existent pas tous. Vérifiez votre configuration. Pools non existants : %s
it: Tutti i pool di memoria specificati per essere gestiti non esistono. Controllare la configurazione. Pool non esistenti: %s
ko_kr: 관리될 모든 지정된 스토리지 풀이 존재하지 않습니다. 구성을 확인하십시오. 존재하지 않는 풀: %s
pt_br: Todos os conjuntos de armazenamento especificados para serem gerenciados não existem. Verifique sua configuração. Não existem conjuntos: %s
tr_tr: Belirtilen yönetilecek depolama havuzlarından hepsi mevcut değil. Lütfen yapılandırmanızı kontrol edin. Mevcut olmayan havuzlar: %s

source: An API version request must be compared to a VersionedMethod object.
de: Eine API-Versionsanforderung muss mit einem VersionedMethod-Objekt verglichen werden.
es: Una solicitud de versión de la API se debe comparar con un objeto VersionedMethod.
fr: Une demande de version d'API doit être comparée à un objet VersionedMethod.
it: La richiesta di una versione API deve essere confrontata a un oggetto VersionedMethod.
ko_kr: API 버전 요청은 VersionedMethod 오브젝트와 비교해야 합니다.
pt_br: Uma solicitação da versão da API deve ser comparada com um objeto VersionedMethod object.

source: An error has occurred in SheepdogDriver. (Reason: %(reason)s)
de: In SheepdogDriver ist ein Fehler aufgetreten. (Ursache: %(reason)s)
es: Se ha producido un error en SheepdogDriver. (Razón: %(reason)s)
fr: Une erreur s'est produite dans SheepdogDriver. (Motif : %(reason)s)
it: Si è verificato un errore in SheepdogDriver. (Motivo: %(reason)s)
ko_kr: SheepdogDriver에서 오류가 발생했습니다(이유: %(reason)s).
pt_br: Um erro ocorreu em SheepdogDriver. (Motivo: %(reason)s)
tr_tr: SheepdogDriver'da bir sorun oluştu.(Reason: %(reason)s)

source: An error has occurred during backup operation
de: Während des Datensicherungsvorgangs ist ein Fehler aufgetreten.
es: Un error ha ocurrido durante la operación de copia de seguridad
fr: Une erreur est survenue lors de la sauvegarde
it: Si è verificato un errore durante l'operazione di backup
ko_kr: 백업 조작 중에 오류가 발생함
pt_br: Um erro ocorreu durante a operação de backup
tr_tr: Yedekleme işlemi sırasında bir hata oluştu

source: An error occurred while attempting to modifySnapshot '%s'.
de: Bei dem Versuch, die Schattenkopie '%s' zu ändern, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar modificar la instantánea '%s'.
fr: Une erreur s'est produite lors de la tentative de modification de l'instantané '%s'.
it: Si è verificato un errore durante il tentativo di modificare l'istantanea "%s".
ko_kr: 스냅샷 '%s'을(를) 수정하려는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao tentar modificar a Captura Instantânea '%s'.

source: An error occurred while seeking for volume "%s".
de: Beim Suchen nach Datenträger "%s" ist ein Fehler aufgetreten.
es: Se ha producido un error al buscar el volumen "%s".
fr: Une erreur s'est produite lors de la recherche du volume "%s".
it: Si è verificato un errore durante la ricerca del volume "%s".
ko_kr: 볼륨 "%s"을(를) 검색하는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao buscar o volume "%s".

source: An error occurred during the LUNcopy operation. LUNcopy name: %(luncopyname)s. LUNcopy status: %(luncopystatus)s. LUNcopy state: %(luncopystate)s.
de: Fehler während der LUNcopy-Operation. LUNcopy-Name: %(luncopyname)s. LUNcopy-Status: %(luncopystatus)s. LUNcopy-Zustand: %(luncopystate)s.
es: Se ha producido un error durante la operación LUNcopy. Nombre de LUNcopy: %(luncopyname)s. Situación de LUNcopy: %(luncopystatus)s. Estado de LUNcopy: %(luncopystate)s.
fr: Une erreur s'est produite pendant l'opération LUNcopy. Nom LUNcopy : %(luncopyname)s. Statut LUNcopy : %(luncopystatus)s. Etat LUNcopy : %(luncopystate)s.
it: Si è verificato un errore durante l'operazione di LUNcopy. Nome LUNcopy: %(luncopyname)s. Stato LUNcopy: %(luncopystatus)s. Stato LUNcopy: %(luncopystate)s.
ko_kr: LUNcopy 조작 중 오류가 발생했습니다. LUNcopy 이름: %(luncopyname)s. LUNcopy 상태: %(luncopystatus)s. LUNcopy 상태: %(luncopystate)s.
pt_br: Ocorreu um erro durante a operação LUNcopy. Nome de LUNcopy: %(luncopyname)s. O status de LUNcopy: %(luncopystatus)s. Estado de LUNcopy: %(luncopystate)s.
tr_tr: LUNcopy işlemi sırasında bir hata oluştu. LUNcopy ismi: %(luncopyname)s. LUNcopy durumu: %(luncopystatus)s. LUNcopy durumu: %(luncopystate)s.

source: An error occurred while reading volume "%s".
de: Beim Lesen von Datenträger "%s" ist ein Fehler aufgetreten.
es: Se ha producido un error al leer el volumen "%s".
fr: Une erreur s'est produite lors de la lecture du volume "%s".
it: Si è verificato un errore durante la lettura del volume "%s".
ko_kr: 볼륨 "%s"을(를) 읽는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao ler o volume "%s".

source: An error occurred while writing to volume "%s".
de: Beim Schreiben auf Datenträger "%s" ist ein Fehler aufgetreten.
es: Se ha producido un error al escribir en el volumen "%s".
fr: Une erreur s'est produite lors de l'écriture dans le volume "%s".
it: Si è verificato un errore durante la scrittura del volume "%s".
ko_kr: 볼륨 "%s"에 쓰는 중에 오류가 발생했습니다.
pt_br: Ocorreu um erro ao gravar no volume "%s".

source: An iSCSI CHAP user could not be added. (username: %(user)s)
de: Ein iSCSI-CHAP-Benutzer konnte nicht hinzugefügt werden. (Benutzername: %(user)s)
es: No se ha podido añadir un usuario CHAP de iSCSI. (nombre de usuario: %(user)s)
fr: Un utilisateur CHAP iSCSI n'a pas pu être ajouté. (nom d'utilisateur : %(user)s)
it: Impossibile aggiungere un utente iSCSI CHAP. (nome utente: %(user)s)
ko_kr: iSCSI CHAP 사용자를 추가할 수 없습니다.(사용자 이름: %(user)s)
pt_br: Um usuário de CHAP iSCSI não pôde ser incluído. (nome de usuário: %(user)s)
tr_tr: Bir iSCSI CHAP kullanıcısı eklenemedi. (kullanıcı adı: %(user)s)

source: An iSCSI CHAP user could not be deleted. (username: %(user)s)
de: Ein iSCSI-CHAP-Benutzer konnte nicht gelöscht werden. (Benutzername: %(user)s)
es: No se ha podido eliminar un usuario CHAP de iSCSI. (username: %(user)s)
fr: Un utilisateur CHAP iSCSI n'a pas pu être supprimé. (nom d'utilisateur : %(user)s)
it: Un utente iSCSI CHAP non può essere eliminato. (nome utente: %(user)s)
ko_kr: iSCSI CHAP 사용자를 삭제할 수 없습니다.(사용자 이름: %(user)s)
pt_br: Um usuário do CHAP iSCSI não pôde ser excluído. (nome de usuário: %(user)s)
tr_tr: Bir iSCSI CHAP kullanıcısı silinemedi. (kullanıcı adı: %(user)s)

source: An iSCSI target could not be added. (port: %(port)s, alias: %(alias)s, reason: %(reason)s)
de: Ein iSCSI-Ziel konnte nicht hinzugefügt werden. (Port: %(port)s, Alias: %(alias)s, Ursache: %(reason)s)
es: No se ha podido añadir un destino de iSCSI. (puerto: %(port)s, alias: %(alias)s, razón: %(reason)s)
fr: Une cible iSCSI n'a pas pu être ajoutée. (port : %(port)s, alias : %(alias)s, raison : %(reason)s)
it: Impossibile aggiungere una destinazione iSCSI. (porta: %(port)s, alias: %(alias)s, motivo: %(reason)s)
ko_kr: iSCSI 대상을 추가할 수 없습니다.(포트: %(port)s, 별명: %(alias)s, 이유: %(reason)s)
pt_br: Um destino de iSCSI não pôde ser incluído. (porta: %(port)s, alias: %(alias)s, motivo: %(reason)s)
tr_tr: Bir iSCSI hedefi eklenemedi. (bağlantı noktası: %(port)s, rumuz: %(alias)s, sebep: %(reason)s)

source: An iSCSI target could not be deleted. (port: %(port)s, tno: %(tno)s, alias: %(alias)s)
de: Ein iSCSI-Ziel konnte nicht gelöscht werden. (Port: %(port)s, Zielnummer: %(tno)s, Alias: %(alias)s)
es: No se ha podido suprimir un destino de iSCSI. (puerto: %(port)s, tno: %(tno)s, alias: %(alias)s)
fr: Une cible iSCSI n'a pas pu être supprimée. (port : %(port)s, tno : %(tno)s, alias : %(alias)s)
it: Impossibile eliminare una destinazione iSCSI. (porta: %(port)s, tno: %(tno)s, alias: %(alias)s)
ko_kr: iSCSI 대상을 삭제할 수 없습니다.(포트: %(port)s, tno: %(tno)s, 별명: %(alias)s)
pt_br: Um destino de iSCSI não pôde ser excluído. (porta: %(port)s, tno: %(tno)s, alias: %(alias)s)
tr_tr: Bir iSCSI hedefi silinemedi. (bağlanıt noktası: %(port)s, tno: %(tno)s, rumuz: %(alias)s)

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.
es: Una excepción desconocida ha ocurrido
fr: Une exception inconnue s'est produite.
it: E' stato riscontrato un errore sconosciuto
ko_kr: 알 수 없는 예외가 발생했습니다.
pt_br: Ocorreu uma exceção desconhecida.
tr_tr: Bilinmeyen bir istisna oluştu.

source: An user with a token scoped to a subproject is not allowed to see the quota of its parents.
de: Ein Benutzer mit einem Token, als dessen Bereich ein Unterprojekt festgelegt wurde, darf das Kontingent der zugehörigen übergeordneten Elemente nicht anzeigen.
es: Un usuario con ámbito de señal para un subproyecto no puede ver la cuota de sus padres.
fr: Un utilisateur avec portée de jeton limitée à un sous-projet n'est pas autorisé à visualiser le quota de ses parents.
it: A un utente con un token nell'ambito di un sottoprogetto non è consentito visualizzare la quota dei relativi parent.
ko_kr: 하위 프로젝트로 범위 지정된 토큰을 가진 사용자는 상위의 할당량을 볼 수 없습니다.
pt_br: Um usuário com escopo do token definido para um subprojeto não tem permissão para ver a quota de seus pais.

source: Append port group description error.
de: Fehler beim Anhängen der Portgruppenbeschreibung.
es: Error al anexar la descripción del grupo de puertos.
fr: Erreur lors de l'ajout de la description du groupe de ports.
it: Errore di aggiunta descrizione gruppo di porte.
ko_kr: 포트 그룹 설명 추가 오류.
pt_br: Erro ao anexar descrição do grupo de portas.

source: Applying the zones and cfgs to the switch failed (error code=%(err_code)s error msg=%(err_msg)s.
de: Anwenden der Zonen und Konfigurationen auf den Switch fehlgeschlagen (Fehlercode=%(err_code)s Fehlernachricht=%(err_msg)s).
es: Ha fallado la aplicación de zonas y cfg al conmutador (código de error=%(err_code)s mensaje de error=%(err_msg)s.
fr: Echec de l'application de zones et de cfgs au commutateur (code d'erreur=%(err_code)s, message d'erreur=%(err_msg)s.)
it: Applicazione di zone e cfgs allo switch non riuscita (codice di errore=%(err_code)s messaggio di errore=%(err_msg)s.
ko_kr: 구역과 cfgs를 스위치에 적용하는 데 실패했습니다(오류 코드=%(err_code)s 오류 메시지=%(err_msg)s.
pt_br: Falha ao aplicar as zonas e cfgs no comutador (error code=%(err_code)s error msg=%(err_msg)s.

source: Array does not exist or is offline. Current status of array is %s.
de: Array ist nicht vorhanden oder ist offline. Aktueller Status des Arrays: %s.
es: La matriz no existe o está fuera de línea. El estado actual de la matriz es %s.
fr: La matrice n'existe pas ou est hors ligne. Statut actuel de la matrice : %s.
it: L'array non esiste o è offline. Lo stato corrente dell'array è %s.
ko_kr: 배열이 존재하지 않거나 오프라인 상태입니다. 배열의 현재 상태는 %s입니다.
pt_br: A matriz não existe ou está off-line. O status atual da matriz é %s.
tr_tr: Dizi mevcut değil ya da çevrim dışı. Dizinin mevcut durumu %s.

source: Associate host to hostgroup error.
de: Fehler beim Zuordnen des Hosts zur Hostgruppe.
es: Error al asociar host con el grupo de host.
fr: Erreur lors de l'association de l'hôte à hostgroup.
it: Errore di associazione host al gruppo host.
ko_kr: 호스트 그룹에 호스트 연관 오류입니다.
pt_br: Erro ao associar host ao grupo de hosts.

source: Associate host to mapping view error.
de: Fehler beim Zuordnen des Hosts zur Zuordnungsansicht.
es: Error al asociar el host con la vista de correlaciones.
fr: Erreur lors de l'association de l'hôte à la vue de mappage.
it: Errore di associazione host alla vista associazione.
ko_kr: 맵핑 보기에 호스트 연관 오류입니다.
pt_br: Erro ao associar host ao mapeamento.

source: Associate initiator to host error.
de: Fehler beim Zuordnen des Initiators zum Host.
es: Error al asociar el iniciador con el host.
fr: Erreur lors de l'association de l'initiateur à l'hôte.
it: Errore di associazione iniziatore all'host.
ko_kr: 호스트에 개시자 연관 오류입니다.
pt_br: Erro ao associar inicializador ao host.

source: Associate lun to QoS error.
de: Fehler beim Zuordnen der LUN zu QoS.
es: Error al asociar el LUN a QoS.
fr: Erreur lors de l'association de numéro d'unité logique (lun) à QoS.
it: Errore di associazione lun a QoS.
ko_kr: lun을 QoS에 연결 오류.
pt_br: Erro ao associar LUN ao QoS.

source: Associate lun to lungroup error.
de: Fehler beim Zuordnen der LUN zur LUN-Gruppe.
es: Error al asociar LUN con el grupo de LUN.
fr: Erreur lors de l'association du numéro d'unité logique à lungroup.
it: Errore di associazione lun al gruppo lun.
ko_kr: Lun 그룹에 lun 연관 오류입니다.
pt_br: Erro ao associar LUN ao grupo de LUNs.

source: Associate lungroup to mapping view error.
de: Fehler beim Zuordnen der LUN-Gruppe zur Zuordnungsansicht.
es: Error al asociar el grupo de LUN con la vista de correlaciones.
fr: Erreur lors de l'association de lungroup à la vue de mappage.
it: Errore di associazione gruppo lun alla vista associazione.
ko_kr: 맵핑 보기에 lun 그룹 연관 오류입니다.
pt_br: Erro ao associar grupo de LUNs à visualização de mapeamento.
