Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Failed to update %(conf)s for volume id %(vol_id)s after removing iscsi target
cs: Nelze aktualizovat %(conf)s pro svazek s id %(vol_id)s po odstranění cíle iscsi
it: Impossibile aggiornare %(conf)s per l'id volume %(vol_id)s dopo la rimozione della destinazione iscsi
tr_tr: iscsi hedefi kaldırıldıktan sonra mantıksal sürücü kimliği %(vol_id)s için %(conf)s güncellenemedi

source: Failed to update %(conf)s for volume id:%(vol_id)s
cs: Nelze aktualizovat %(conf)s pro svazek s id: %(vol_id)s
it: Impossibile aggiornare %(conf)s per l'id volume:%(vol_id)s
tr_tr: Mantıksal sürücü kimliği:%(vol_id)s için %(conf)s güncellenemedi

source: Failed to update %(volume_id)s metadata using the provided snapshot %(snapshot_id)s metadata.
cs: Nelze aktualizovat popisná data %(volume_id)s pomocí popisných dat zadaného snímku %(snapshot_id)s.
it: Impossibile aggiornare i metadati %(volume_id)s utilizzando i metadati dell'istantanea fornita %(snapshot_id)s.
tr_tr: Verilen anlık sistem görüntüsü %(snapshot_id)s metadata'sı kullanılarak %(volume_id)s metadata'sı güncellenemedi.

source: Failed to update quota donating volume transfer id %s
cs: Nelze aktualizovat id přenosu svazku dodávajícího kvótu %s.
it: Impossibile aggiornare la quota che denota l'id di trasferimento del volume %s
tr_tr: %s mantıksal sürücü aktarım kimliğine verilen kota güncellenemedi

source: Failed to update quota for consistency group %s.
cs: Nelze aktualizovat kvótu skupiny jednotnosti %s.
it: Impossibile aggiornare la quota per il gruppo di coerenza %s.
tr_tr: Tutarlılık grubu %s için kota güncellenemedi.

source: Failed to update quota for deleting volume: %s
cs: Nelze aktualizovat kvóty kvůli smazání svazku: %s
it: Impossibile aggiornare la quota per l'eliminazione del volume: %s
tr_tr: Mantıksal sürücüyü silmek için kota güncellenemedi: %s

source: Failed to update quota while deleting snapshots: %s
cs: Nelze aktualizovat kvóty při mazání snímků: %s
it: Impossibile aggiornare la quota durante l'eliminazione delle istantanee: %s

source: Failed to update quota while deleting volume.
cs: Nelze aktualizovat kvóty při mazání svazku.
it: Impossibile aggiornare la quota durante l'eliminazione del volume.
tr_tr: Mantıksal sürücü silinirken kota güncellenemedi.

source: Failed to update replay profiles
it: Impossibile aggiornare i profili di risposta

source: Failed to update storage profile
it: Impossibile aggiornare il profilo di memoria

source: Failed to update usages deleting backup
cs: Nelze aktualizovat využití při mazání zálohy
it: Impossibile aggiornare gli utilizzi eliminando il backup
tr_tr: Kullanımları güncelleme başarısız yedek siliniyor

source: Failed to update usages deleting snapshot
cs: Nelze aktualizovat využití při mazání snímku.
it: Impossibile aggiornare gli utilizzi eliminando l'istantanea
tr_tr: Anlık sistem görüntüsü silinirken kullanımlar güncellenemedi

source: Failed to update usages deleting volume.
cs: Nelze aktualizovat využití při mazání svazku.
it: Impossibile aggiornare gli utilizzi eliminando il volume.
tr_tr: Mantıksal sürücü silme kullanımları güncellenemedi.

source: Failed to update volume status: %s
cs: Nelze aktualizovat stav svazku: %s
it: Impossibile aggiornare lo stato del volume: %s
tr_tr: Mantıksal sürücü durumu güncellenemedi: %s

source: Failed to verify that volume was added to storage group for FAST policy: %(fastPolicyName)s.
cs: Nelze ověřit zda svazek byl přidán do skupiny úložiště pro zásadu FAST: %(fastPolicyName)s.
it: Impossibile verificare quale volume è stato aggiunto al gruppo di archiviazione per la politica FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için mantıksal sürücünün depolama grubuna eklenmesi doğrulanamadı: %(fastPolicyName)s.

source: Failed to write in /etc/scst.conf.
cs: Nelze zapisovat do/etc/scst.conf.
it: Impossibile scrivere in /etc/scst.conf.
tr_tr: /etc/scst.conf dosyasına yazılamadı.

source: Failed to write persistence file: %(path)s.
cs: Nelze zapsat soubor přetrvání: %(path)s.
it: Impossibile scrivere il file di persistenza: %(path)s.

source: Failed updating %(snapshot_id)s metadata using the provided volumes %(volume_id)s metadata
cs: Nelze aktualizovat popisná data %(snapshot_id)s pomocí popisných dat zadaného svazku %(volume_id)s
it: Impossibile aggiornare i metadati dell'istantanea %(snapshot_id)s utilizzando i metadati dei volumi forniti %(volume_id)s
tr_tr: Verilen %(volume_id)s mantıksal sürücü metadata'sı kullanarak %(snapshot_id)s metadata'sı güncellenemedi

source: Failed updating model of snapshot %(snapshot_id)s with creation provided model %(model)s.
cs: Nelze aktualizovat model snímku %(snapshot_id)s pomocí modelu %(model)s poskytnutého při vytváření.
it: Impossibile aggiornare il modello di istantanea %(snapshot_id)s con il modello fornito dalla creazione %(model)s.

source: Failed updating model of snapshot %(snapshot_id)s with driver provided model %(model)s.
cs: Nelze aktualizovat model snímku %(snapshot_id)s pomocí ovladače poskytnutého modelem %(model)s.
it: Impossibile aggiornare il modello di istantanea %(snapshot_id)s con il modello driver fornito %(model)s.

source: Failed updating model of volume %(volume_id)s with creation provided model %(model)s
cs: Nelze aktualizovat model svazku %(volume_id)s pomocí modelu %(model)s poskytnutého při vytváření
it: Impossibile aggiornare il modello di volume %(volume_id)s con il modello fornito dalla creazione %(model)s
tr_tr: Verilen %(model)s modelini oluşturma ile %(volume_id)s mantıksal sürücü modeli güncellenemedi

source: Failed updating model of volume %(volume_id)s with driver provided model %(model)s
cs: Nelze aktualizovat model svazku %(volume_id)s pomocí ovladače poskytnutého modelem %(model)s
it: Impossibile aggiornare il modello di volume %(volume_id)s con il modello driver fornito %(model)s
tr_tr: Verilen %(model)s model sürücü ile %(volume_id)s mantıksal sürücü modeli güncellemesi başarısız oldu

source: Failed updating snapshot %(snapshot_id)s with %(update)s.
cs: Aktualizace snímku %(snapshot_id)s pomocí %(update)s selhala.
it: Impossibile aggiornare l'istantanea %(snapshot_id)s con %(update)s.

source: Failed updating snapshot metadata using the provided volumes %(volume_id)s metadata
cs: Nelze aktualizovat popisná data snímku pomocí popisných dat zadaného svazku %(volume_id)s
it: Impossibile aggiornare i metadati dell'istantanea utilizzando i metadati dei volumi forniti %(volume_id)s
tr_tr: Verilen mantıksal sürücü %(volume_id)s metadata'sı kullanılarak anlık sistem görüntü metadata güncellemesi başarısız oldu

source: Failed updating volume %(volume_id)s bootable flag to true
cs: Aktualizace příznaku zaveditelnosti svazku %(volume_id)s na true selhala
it: Impossibile aggiornare il flag avviabile del volume %(volume_id)s su true
tr_tr: Mantıksal sürücü %(volume_id)s önyükleme bayrağı doğru olarak güncellenemedi

source: Failed updating volume %(volume_id)s with %(update)s
cs: Aktualizace svazku %(volume_id)s pomocí %(update)s selhala
it: Impossibile aggiornare il volume %(volume_id)s con %(update)s
tr_tr: %(update)s ile %(volume_id)s mantıksal sürücüsü güncellenemedi

source: Failed updating volume %(volume_id)s with %(updates)s
cs: Aktualizace svazku %(volume_id)s pomocí %(updates)s selhala
it: Impossibile aggiornare il volume %(volume_id)s con %(updates)s
tr_tr: %(updates)s güncellemeleri ile %(volume_id)s mantıksal sürücü güncellenemedi

source: Failure deleting staged tmp LUN %s.
cs: Smazání zařazeného dočasného LUN %s selhalo.
it: Errore durante l'eliminazione della LUN temporanea gestita %s.
tr_tr: Hata silme tmp LUN %s hazırladı.

source: Failure restarting snap vol. Error: %s.
it: Errore durante il riavvio del volume snap. Errore: %s.

source: Fetch volume pool name failed.
cs: Získání názvu zásoby svazku selhalo.
it: Recupero del nome del pool di volumi non riuscito.
tr_tr: Mantıksal sürücü havuz adı getirme başarısız oldu.

source: FibreChannelDriver validate_connector failed. No '%(setting)s'. Make sure HBA state is Online.
cs: Ověření konektoru ovladačem Fibre Channel selhalo. '%(setting)s' nenalezeno. Ujistěte se, že stav HBA je Online.
it: FibreChannelDriver validate_connector non riuscito. Nessun '%(setting)s'. Accertarsi che lo stato HBA sia Online.
tr_tr: FibreChannelDriver validate_connector başarısız oldu. '%(setting)s' yok. HBA durumunun çevrim içi olduğuna emin olun.

source: Flexvisor failed to get event %(volume)s (%(status)s).
cs: Flexvisor nemohl získat událost %(volume)s (%(status)s).
it: Flexvisor non è riuscito a ottenere l'evento %(volume)s: (%(status)s).
tr_tr: Flexvisor %(volume)s (%(status)s) olayı alamadı.

source: Flexvisor failed to get pool %(id)s info.
cs: Flexvisor nemohl získat informace o zásobě %(id)s.
it: Flexvisor non è riuscito a ottenere le informazioni sul pool %(id)s.
tr_tr: Flexvisor havuz %(id)s bilgisini alamadı.

source: Flexvisor failed to get pool list due to %s.
cs: Flexvisor nemohl získat seznam zásob z důvodu %s.
it: Flexvisor non è riuscito a ottenere l'elenco di pool a causa di %s.
tr_tr: Flexvisor %s nedeniyle havuz listesini alamadı.

source: Flexvisor failed to get pool list.(Error: %d)
cs: Flexvisor nemohl získat seznam zásob. (Chyba: %d)
it: Flexvisor non è riuscito a ottenere l'elenco di pool. (Errore: %d)
tr_tr: Flexvisor havuz listesini alamadı.(Hata: %d)

source: Found %(count)s volumes mapped to id: %(uuid)s.
cs: Nalezeno %(count)s svazků mapovaných k id: %(uuid)s.
it: Trovati %(count)s volumi associati all'id: %(uuid)s.
tr_tr: Şu kimliğe eşleştirilmiş %(count)s mantıksal sürücü bulundu: %(uuid)s.

source: Free capacity not set: volume node info collection broken.
cs: Volná kapacita není nastavena: Shromažďování informací o uzlech svazku je nefunkční.
it: Capacità libera non impostata: raccolta informazioni sul nodo volumi interrotta.
tr_tr: Boş kapasite ayarlı değil: mantıksal sürücü düğüm bilgisi koleksiyonu bozuk.

source: GPFS is not active. Detailed output: %s.
cs: GPFS není aktivní. Podrobný výstup: %s.
it: GPFS non è attivo. Output dettagliato: %s.
tr_tr: GPFS etkin değil. Detaylı çıktı: %s.

source: Get LUN migration error.
cs: Chyba při získávání přesunu LUN.
it: Errore di richiamo migrazione LUN.

source: Get method error.
cs: Chyba získávání metody.
it: Errore di richiamo metodo.
tr_tr: Get metodu hatası.

source: Host PUT failed (%s).
cs: PUT hostitele selhal (%s).
it: Comando PUT dell'host non riuscito (%s).

source: Host could not be found!
cs: Hostitel nemohl být nalezen!
it: Impossibile trovare l'host.

source: ISCSI discovery attempt failed for:%s
cs: Pokus o zjištění ISCSI selhal pro: %s
it: Tentativo di rilevamento ISCSI non riuscito per: %s
tr_tr: ISCSI keşif girişimi başarısız oldu:%s

source: ISE FW version is not compatible with OpenStack!
cs: Verze ISE FW není kompatibilní s OpenStack!
it: Versione ISE FW non compatibile con OpenStack!

source: ISE globalid not set!
cs: ISE globalid není nastaveno!
it: ID globale ISE non impostato.

source: Image size %(img_size)dGB is larger than volume size %(vol_size)dGB.
cs: Velikost obrazu %(img_size)dGB je větší než velikost svazku %(vol_size)dGB.
it: La dimensione dell'immagine di %(img_size)dGB è maggiore della dimensione del volume di %(vol_size)dGB.

source: Invalid API object: %s
cs: Neplatný objekt API: %s
it: Oggetto API non valido: %s
tr_tr: Geçersiz API nesnesi: %s

source: Invalid JSON: %s
cs: Neplatný JSON: %s
it: JSON non valido: %s
tr_tr: Geçersiz JSON: %s

source: Invalid ReplayList return: %s
cs: Neplatné předání seznamu zpětného načtení: %s
it: Restituzione ReplayList non valida: %s
tr_tr: Geçersiz ReplayList dönüşü: %s

source: Invalid hostname %(host)s
cs: Neplatný název hostitele %(host)s
it: Nome host non valido %(host)s

source: Invalid replication target specified for failover
it: Destinazione di replica non valida specificata per il failover

source: Issuing a fail-over failed because replication is not properly configured.
cs: Vyvolání zavedení záložního systému, protože replikace není správně nastavena.
it: Esecuzione del failover non riuscita perché la replica non è configurata correttamente.

source: JSON encode params %(param)s error: %(status)s.
cs: Chyba parametrů kódování JSON %(param)s: %(status)s.
it: Errore dei parametri %(param)s di codifica JSON: %(status)s.
tr_tr: JSON %(param)s parametre şifreleme hatası: %(status)s.

source: JSON transfer data error. %s.
cs: Chyba přesunu dat JSON: %s
it: Errore dei dati di trasferimento JSON: %s.

source: JSON transfer error: %s.
cs: Chyba přesunu JSON: %s.
it: Errore di trasferimento JSON: %s.
tr_tr: JSON aktarım hatası: %s.

source: LUN %(path)s geometry failed. Message - %(msg)s
cs: Geometrie LUN %(path)s selhala. Zpráva - %(msg)s
it: Geometria della LUN %(path)s non riuscita. Messaggio - %(msg)s
tr_tr: LUN %(path)s geometrisi başarısız oldu. İleti - %(msg)s

source: LUN extend failed!
cs: Rozšíření LUN selhalo!
it: Estensione LUN non riuscita.
tr_tr: LUN genişletme işlemi başarısız oldu!

source: LUN unexport failed!
cs: Zrušení exportu LUN selhalo!
it: Annullamento dell'esportazione della LUN non riuscito.

source: Location info needed for backend enabled volume migration not in correct format: %s. Continuing with generic volume migration.
cs: Informace o umístění potřebné pro přesun svazku za pomocí podpůrné vrstvy nejsou ve správném formátu: %s. Bude použita obecná metoda přesunutí svazku.
it: Informazioni sull'ubicazione necessarie per la migrazione volumi abilitata al backend non in formato corretto: %s. Continuare con la migrazione volumi generica.

source: Logging into the Datera cluster failed. Please check your username and password set in the cinder.conf and start the cinder-volume service again.
it: Accesso al cluster Datera non riuscito. Controllare nome utente e password impostati in cinder.conf e avviare di nuovo il servizio cinder-volume.

source: Login error. URL: %(url)s Reason: %(reason)s.
it: Errore di login. URL: %(url)s Motivo: %(reason)s.

source: Looks like masking view: %(maskingViewName)s has recently been deleted.
cs: Zdá se, že zamaskování: %(maskingViewName)s bylo nedávno smazáno.
it: La vista di mascheramento: %(maskingViewName)s è stata eliminata di recente.
tr_tr: Maskeleme görünümü gibi görünür: %(maskingViewName)s yakın zamanda silindi.

source: Lun %s has dependent snapshots, skipping lun deletion.
cs: Lun %s má na sobě závislé snímky, smazání lun přeskočeno.
it: La lun %s presenta istantanee dipendenti, l'eliminazione della lun viene ignorata.
tr_tr: Lun %s bağımlı anlık görüntülere sahip, lun silme işlemi atlanıyor.

source: Lun create for %s failed!
cs: Vytvoření LUN pro %s selhalo!
it: Creazione della lun per %s non riuscita.
tr_tr: %s için Lun oluşturma başarısız oldu!

source: Lun create snapshot for volume %(vol)s snapshot %(snap)s failed!
cs: Vytvoření snímku Lun pro svazek %(vol)s a snímek %(snap)s selhalo!
it: L'istantanea di creazione lun per il volume %(vol)s istantanea %(snap)s non è riuscita.
tr_tr: Lun %(vol)s mantıksal sürücüsü %(snap)s anlık görüntüsü için anlık görüntü oluşturamadı!

source: Lun delete for %s failed!
cs: Smazání Lun pro %s selhalo!
it: Eliminazione della lun per %s non riuscita.
tr_tr: %s için Lun silme başarısız oldu!

source: Lun mapping returned null!
cs: Mapování Lun vrátilo prázdný obsah!
it: L'associazione LUN ha restituito null.
tr_tr: Lun eşleştirmesi boş değer döndü!

source: Manage exist volume failed.
it: Gestione del volume esistente non riuscita.

source: Manager for service %(binary)s %(host)s is reporting problems, not sending heartbeat. Service will appear "down".
cs: Správce služby %(binary)s %(host)s hlásí problémy, neodesílá informace o aktivitě. Služba bude vypadat "mimo provoz".
it: Il gestore del servizio %(binary)s %(host)s riporta dei problemi, l'heartbeat non viene inviato. Il servizio risulterà "disattivo".

source: Masking View creation or retrieval was not successful for masking view %(maskingViewName)s. Attempting rollback.
cs: Vytvoření nebo získání zamaskování nebylo úspěšné u %(maskingViewName)s. Pokus o zpětné vrácení.
it: La creazione o il richiamo della vista di mascheramento non sono stati eseguiti correttamente per la vista di mascheramento %(maskingViewName)s. Tentativo di rollback.
tr_tr: %(maskingViewName)s maskeleme görünümü için Maskeleme Görünümü oluşturma ya da alma başarılı değil. Geri alma deneniyor.

source: Max retries reached deleting backup %(basename)s image of volume %(volume)s.
cs: Při mazání zálohy obrazu %(basename)s svazku %(volume)s bylo dosaženo maximálního množství pokusů.
it: Raggiunto numero massimo di tentativi di eliminazione backup %(basename)s immagine di volume %(volume)s.
tr_tr: %(volume)s mantıksal sürücüsünün %(basename)s yedek imajı silerken azami yeniden denemeye ulaşıldı.

source: Message: %s
cs: Zpráva: %s
it: Messaggio: %s
tr_tr: İleti: %s

source: Model update failed.
cs: Aktualizace modelu selhala.
it: Aggiornamento del modello non riuscito.
tr_tr: Model güncellemesi başarısız oldu.

source: Modify volume PUT failed: %(name)s (%(status)d).
cs: Změna PUT svazku selhala: %(name)s (%(status)d).
it: Modifica del volume PUT non riuscita: %(name)s (%(status)d).

source: Mount failure for %(share)s after %(count)d attempts.
cs: Selhání připojení k %(share)s po %(count)d pokusech.
it: Errore di montaggio per %(share)s dopo %(count)d tentativi.
tr_tr: %(share)s paylaşımları için %(count)d denemeden sonra bağlama hatası.

source: Mount failure for %(share)s.
cs: Selhání připojení pro %(share)s.
it: Errore di montaggio per %(share)s.
tr_tr: %(share)s için bağlama hatası.

source: Multiple replay profiles under name %s
cs: Nalezeno mnoho profilů rychlého načtení s názvem %s.
it: Più profili di risposta con nome %s
tr_tr: %s adı altında birden fazla tekrar profilleri

source: No CLI output for firmware version check
cs: U kontroly verzi firmware nebyl žádný výstup v rozhraní příkazového řádku
it: Nessun output CLI per il controllo della versione firmware
tr_tr: Donanım yazılımı sürüm kontrolü için hiçbir CLI çıktısı yok

source: No VIP configured for service %s
cs: Nenastaveno žádné VIP pro službu %s
it: Nessun VIP configurato per il servizio %s

source: No action required. Volume: %(volumeName)s is already part of pool: %(pool)s.
cs: Není vyžadována žádná činnost. Svazek: %(volumeName)s již je součástí zásoby: %(pool)s.
it: Nessuna azione richiesta. Il volume: %(volumeName)s è già parte del pool: %(pool)s.
tr_tr: Hiçbir eylem gerekli değil. Mantıksal sürücü: %(volumeName)s zaten havuzun bir parçasıdır: %(pool)s.

source: No action required. Volume: %(volumeName)s is already part of slo/workload combination: %(targetCombination)s.
cs: Není vyžadována žádná činnost. Svazek: %(volumeName)s již je součástí kombinace slo/vytížení: %(targetCombination)s.
it: Nessuna azione richiesta. Il volume: %(volumeName)s è già parte della combinazione slo/carico di lavoro: %(targetCombination)s.
tr_tr: Hiçbir eylem gerekmez. Mantıksal sürücü: %(volumeName)s zaten slo/workload birleşiminin parçasıdır: %(targetCombination)s.

source: No snapshots found in database, but %(path)s has backing file %(backing_file)s!
cs: V databázi nebyly nalezeny žádné snímky, ale %(path)s má záložní soubor %(backing_file)s!
it: Nessuna istantanea trovata nel database, ma %(path)s contiene un file di backup %(backing_file)s.
tr_tr: Veritabanında hiçbir anlık sistem görüntüsü bulunamadı, ancak %(path)s yolunda destek dosyaları %(backing_file)s var!

source: Not able to configure PBM for vCenter server: %s
cs: Nelze nastavit PBM pro server vCenter: %s
it: Impossibile configurare PBM per il server vCenter: %s

source: OSError: command is %(cmd)s.
cs: Chyba OS: příkaz je %(cmd)s.
it: OSError: il comando è %(cmd)s.

source: OSError: command is %s.
cs: Chyba OS: příkaz je %s.
it: OSError: il comando è %s.

source: One of the components of the original masking view %(maskingViewName)s cannot be retrieved so please contact your system administrator to check that the correct initiator(s) are part of masking.
cs: Jedna ze součástí původního zamaskování %(maskingViewName)s nemůže být získána. Prosím kontaktujte svého správce systému, aby zkontroloval, že správné zavaděče jsou součástí zamaskování.
it: Uno dei componenti della vista di mascheramento originale %(maskingViewName)s non può essere richiamato, quindi contattare l'amministratore di sistema per verificare che l'iniziatore corretto sia parte del mascheramento.
tr_tr: %(maskingViewName)s özgün maskeleme görünümünün bileşenlerinden biri alınamıyor, bu yüzden lütfen doğru başlatıcıların maskelemenin bir parçası olup olmadığını kontrol etmek için sistem yöneticinize başvurun.

source: Only SLO/workload migration within the same SRP Pool is supported in this version The source pool : %(sourcePoolName)s does not match the target array: %(targetPoolName)s. Skipping storage-assisted migration.
cs: V této verzi je přesun SLO/vytížení podporován pouze v rámci stejné zásoby SRP. Zdrojová zásoba : %(sourcePoolName)s se neshoduje s cílovým polem: %(targetPoolName)s. Přesun za pomocí úložiště bude přeskočen.
it: Solo la migrazione di SLO/carico di lavoro all'interno dello stesso pool SRP è supportata in questa versione. Il pool di origine: %(sourcePoolName)s non corrisponde all'array di destinazione: %(targetPoolName)s. La migrazione assistita dalla memoria viene ignorata.
tr_tr: Bu sürümde aynı SRP havuzu içinde sadece SLO/iş yükü göçü destekleniyor Kaynak havuz : %(sourcePoolName)s hedef dizi ile eşleşmez: %(targetPoolName)s. Depolama destekli göç atlanıyor.

source: Only available volumes can be migrated between different protocols.
cs: Mezi různými protokoly lze přesunovat pouze dostupné svazky.
it: Solo i volumi disponibili possono essere migrati tra protocolli diversi.
tr_tr: Sadece mevcut mantıksal sürücüler farklı protokoller arasında taşınabilir.

source: POST for host create failed (%s)!
cs: POST pro vytvoření hostitele selhalo (%s)!
it: POST per la creazione di host non riuscito (%s)!

source: Pipe1 failed - %s
cs: Roura1 selhala - %s
it: Pipe1 non riuscito - %s
tr_tr: Pipe1 başarısız - %s

source: Pipe2 failed - %s
cs: Roura2 selhala - %s
it: Pipe2 non riuscito - %s
tr_tr: Pipe2 başarısız - %s

source: Please check your xml for format or syntax errors. Please see documentation for more details.
cs: Prosím zkontrolujte váš xml soubor, zda v něm nejsou chyby ve formátu, či syntaxi. Pro další informace si přečtěte dokumentaci.
it: Verificare il formato e gli errori di sintassi del file xml. Per ulteriori dettagli, vedere la documentazione.

source: PoolName must be in the file %(fileName)s.
cs: Název zásoby musí být v souboru %(fileName)s.
it: Il nome pool deve essere nel file %(fileName)s.

source: Prepare clone failed for %s.
cs: Příprava klonu selhala pro %s.
it: Preparazione del clone non riuscita per %s.

source: Primary IP must be set!
cs: Hlavní IP musí být nastavena!
it: L'IP primario deve essere impostato.

source: Problem cleaning incomplete backup operations.
cs: Při čištění nedokončených záložních operací se vyskytl problém.
it: Problema durante la ripulitura delle operazioni di backup incomplete.

source: Problem cleaning temp volumes and snapshots for backup %(bkup)s.
cs: Při čištění dočasných svazků a snímků zálohy %(bkup)s se vyskytl problém.
it: Problema durante la ripulitura di volumi temporanei e istantanee per il backup %(bkup)s.

source: Problem cleaning up backup %(bkup)s.
cs: Při čištění zálohy %(bkup)s se vyskytl problém.
it: Problema durante la ripulitura del backup %(bkup)s.
