Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Failed to create cloned volume %s.
cs: Nelze vytvořit klonovaný svazek %s.
it: Impossibile creare il volume clonato %s.
tr_tr: Kopyalanmış %s mantıksal sürücüsü oluşturulamadı.

source: Failed to create consistency group %(group_id)s.
cs: Nelze vytvořit skupinu jednotnosti %(group_id)s.
it: Impossibile creare il gruppo di coerenza %(group_id)s.
tr_tr: Tutarlılık grubu %(group_id)s oluşturulamadı.

source: Failed to create default storage group for FAST policy : %(fastPolicyName)s.
cs: Nelze vytvořit výchozí skupinu úložiště pro zásadu FAST : %(fastPolicyName)s.
it: Impossibile creare il gruppo di archiviazione predefinito per la politica FAST: %(fastPolicyName)s.
tr_tr: FAST ilkesi için öntanımlı depolama grubu oluşturulamadı: %(fastPolicyName)s.

source: Failed to create group to SCST target %s
cs: Nelze vytvořit skupinu pro cíl SCST %s
it: Impossibile creare la destinazione SCST del gruppo %s
tr_tr: SCST hedef %s için grup oluşturulamadı

source: Failed to create hardware id(s) on %(storageSystemName)s.
cs: Nelze vytvořit id hardwaru v %(storageSystemName)s.
it: Impossibile creare l'ID hardware su %(storageSystemName)s.
tr_tr: %(storageSystemName)s üzerinde donanım kimlik(leri) oluşturulamadı.

source: Failed to create iscsi target for Volume ID: %(vol_id)s. Please ensure your tgtd config file contains 'include %(volumes_dir)s/*'
cs: Nelze vytvořit cílové iscsi pro svazek s ID %(vol_id)s. Prosím ujistěte se, že váš soubor s nastavením tgtd obsahuje 'include %(volumes_dir)s/*'
it: Impossibile creare la destinazione iscsi per l'ID volume: %(vol_id)s. Verificare che il file di configurazione tgtd contenga 'include %(volumes_dir)s/*'
tr_tr: Mantıksal Sürücü Kimliği: %(vol_id)s için iscsi hedefi oluşturulamadı. Lütfen tgtd yapılandırma dosyanızın 'include %(volumes_dir)s/*' içerdiğine emin olun

source: Failed to create iscsi target for Volume ID: %(vol_id)s: %(e)s
cs: Nelze vytvořit cílové iscsi pro svazek s ID %(vol_id)s: %(e)s
it: Impossibile creare la destinazione iscsi per l'ID volume: %(vol_id)s: %(e)s
tr_tr: Mantıksal Sürücü Kimliği: %(vol_id)s için iscsi hedefi oluşturulamadı: %(e)s

source: Failed to create iscsi target for volume id:%(vol_id)s. Please verify your configuration in %(volumes_dir)s'
cs: Nelze vytvořit cílové iscsi pro svazek s id %(vol_id)s. Prosím ověřte své nastavení v %(volumes_dir)s'
it: Impossibile creare la destinazione iscsi per l'id volume:%(vol_id)s. Verificare la configurazione in %(volumes_dir)s'

source: Failed to create iscsi target for volume id:%(vol_id)s: %(e)s
cs: Nelze vytvořit cílové iscsi pro svazek s id %(vol_id)s: %(e)s
it: Impossibile creare la destinazione iscsi per l'id volume:%(vol_id)s: %(e)s

source: Failed to create iscsi target for volume id:%s
cs: Nelze vytvořit cílové iscsi pro svazek s id: %s
it: Impossibile creare la destinazione iscsi per l'id volume:%s
tr_tr: Mantıksal sürücü kimliği için iscsi hedefi oluşturulamadı:%s

source: Failed to create iscsi target for volume id:%s.
cs: Nelze vytvořit cílové iscsi pro svazek s id: %s.
it: Impossibile creare la destinazione iscsi per l'id volume:%s.
tr_tr: Mantıksal sürücü kimliği için iscsi hedefi oluşturulamadı:%s.

source: Failed to create manage_existing flow: %(object_type)s %(object_id)s.
cs: Nelze vytvořit postup pro správu existujících: %(object_type)s %(object_id)s.
it: Impossibile creare il flusso manage_existing: %(object_type)s %(object_id)s.

source: Failed to create snapshot of volume "%s".
cs: Nelze vytvořit snímek svazku "%s".
it: Impossibile creare l'istantanea del volume "%s".
tr_tr: "%s" mantıksal sürücüsünün anlık sistem görüntüsü oluşturulamadı.

source: Failed to create snapshot. (command: %s)
cs: Nelze vytvořit snímek. (příkaz: %s)
it: Impossibile creare l'istantanea. (comando: %s)

source: Failed to create transfer record for %s
cs: Nelze vytvořit záznam o přenosu pro %s
it: Impossibile creare il record di trasferimento per %s
tr_tr: %s için aktarım kaydı oluşturma başarısız

source: Failed to create volume "%s".
cs: Nelze vytvořit svazek "%s".
it: Impossibile creare il volume "%s".
tr_tr: "%s" disk bölümü oluşturma başarısız.

source: Failed to create volume %s
cs: Nelze vytvořit svazek %s
it: Impossibile creare il volume %s
tr_tr: %s mantıksal sürücüsü oluşturulamadı

source: Failed to create volume %s.
cs: Nelze vytvořit svazek %s.
it: Impossibile creare il volume %s.

source: Failed to create volume from snapshot "%s".
cs: Nelze vytvořit svazek ze snímku "%s".
it: Impossibile creare il volume dall'istantanea "%s".
tr_tr: "%s" anlık sistem görüntüsünden mantıksal sürücü oluşturulamadı.

source: Failed to create volume. %s
cs: Nelze vytvořit svazek. %s
it: Impossibile creare il volume. %s

source: Failed to create volume: %(name)s (%(status)s)
cs: Nelze vytvořit svazek: %(name)s (%(status)s)
it: Impossibile creare il volume: %(name)s (%(status)s)

source: Failed to created Cinder secure environment indicator file: %s
cs: Nelze vytvořit soubor indikující bezpečné prostředí Cinder: %s
it: Impossibile creare il file indicatore dell'ambiente sicuro Cinder; %s
tr_tr: Cinder güvenli ortam gösterge dosyası oluşturulamadı: %s

source: Failed to delete initiator iqn %s from target.
cs: Nelze smazat zavaděč iqn %s z cíle.
it: Impossibile eliminare l'iniziatore iqn %s dalla destinazione.

source: Failed to delete snapshot %(snap)s of volume %(vol)s.
cs: Nelze smazat snímek %(snap)s svazku %(vol)s.
it: Impossibile eliminare l'istantanea %(snap)s del volume %(vol)s.
tr_tr: %(vol)s mantıksal sürücüsünün %(snap)s anlık sistem görüntüsü silinemedi.

source: Failed to delete snapshot. (command: %s)
cs: Nelze smazat snímek. (příkaz: %s)
it: Impossibile eliminare l'istantanea. (comando: %s)

source: Failed to delete the snapshot %(snap)s of CGSnapshot. Exception: %(exception)s.
cs: Nelze smazat snímek %(snap)s ze snímku skupiny jednotnosti. Výjimka: %(exception)s.
it: Impossibile eliminare l'istantanea %(snap)s di CGSnapshot. Eccezione: %(exception)s.
tr_tr: CGSnapshot'ın %(snap)s anlık sistem görüntüsü silinemedi. İstisna: %(exception)s.

source: Failed to delete the snapshot %(snap)s of cgsnapshot: %(cgsnapshot_id)s. Exception: %(exception)s.
it: Impossibile eliminare l'istantanea %(snap)s di cgsnapshot: %(cgsnapshot_id)s. Eccezione: %(exception)s.

source: Failed to delete the volume %(vol)s of CG. Exception: %(exception)s.
cs: Nelze smazat svazek %(vol)s skupiny jednotnosti. Výjimka: %(exception)s.
it: Impossibile eliminare il volume %(vol)s di CG. Eccezione: %(exception)s.
tr_tr: CG'nin %(vol)s mantıksal sürücüsü silinemedi. İstisna: %(exception)s.

source: Failed to delete volume "%s".
cs: Nelze smazat svazek "%s".
it: Impossibile eliminare il volume "%s".
tr_tr: "%s" disk bölümü silme başarısız.

source: Failed to delete volume %s
cs: Nelze smazat svazek %s
it: Impossibile eliminare il volume %s
tr_tr: %s mantıksal sürücüsü silinemedi

source: Failed to delete volume. %s
cs: Nelze smazat svazek. %s
it: Impossibile eliminare il volume. %s

source: Failed to ensure export of volume "%s".
cs: Nelze zajistit export svazku "%s".
it: Impossibile garantire l'esportazione del volume "%s".
tr_tr: "%s" mantıksal sürücüsünün dışa aktarımı sağlanamadı.

source: Failed to ensure export of volume %s
cs: Nelze zajistit export svazku %s
it: Impossibile garantire l'esportazione del volume %s
tr_tr: %s mantıksal sürücüsünün dışa aktarımı sağlanamadı

source: Failed to export fiber channel target due to %s
cs: Nelze exportovat cíl fiber channel z důvodu %s
it: Impossibile esportare la destinazione fiber channel a causa di %s
tr_tr: %s nedeniyle fiber kanal hedefi dışa aktarılamadı

source: Failed to extend volume: %(vol)s to size: %(size)s GB.
cs: Nelze rozšířit svazek: %(vol)s na velikost %(size)s GB.
it: Impossibile estendere il volume: %(vol)s alla dimensione di: %(size)s GB.

source: Failed to extend_volume %(name)s from %(current_size)sGB to %(new_size)sGB.
cs: Nelze rozšířit svazek %(name)s z %(current_size)sGB na %(new_size)sGB.
it: Impossibile estendere il volume %(name)s da %(current_size)sGB a %(new_size)sGB.
tr_tr: Mantıksal sürücü %(name)s için %(current_size)sGB mevcut boyutundan %(new_size)sGB boyutuna extend_volume işlemi başarısız oldu.

source: Failed to failover volume %(volume_id)s to %(target)s: %(error)s.
it: Impossibile eseguire il failover del volume %(volume_id)s su %(target)s: %(error)s.

source: Failed to find %(s)s. Result %(r)s
cs: Nelze najít %(s)s. Výsledek %(r)s
it: impossibile trovare %(s)s. Risultato %(r)s
tr_tr: %(s)s bulunamadı. Sonuç %(r)s

source: Failed to get IQN!
cs: Nelze získat IQN!
it: Impossibile ottenere IQN.

source: Failed to get LUN information!
cs: Nelze získat informace o LUN!
it: Impossibile ottenere le informazioni sulla LUN.

source: Failed to get allocation information (%d)!
cs: Získání informací o přidělení (%d) selhalo!
it: Impossibile ottenere le informazioni sull'allocazione (%d).

source: Failed to get allocation information: %(host)s (%(status)d)!
cs: Nelze získat informace o přidělení: %(host)s (%(status)d)!
it: Impossibile ottenere le informazioni sull'allocazione: %(host)s (%(status)d)!

source: Failed to get device number for throttling: %(error)s
cs: Nelze získat číslo zařízení pro škrcení: %(error)s
it: Impossibile ottenere il numero di dispositivo per la regolazione: %(error)s
tr_tr: Ayarlama için aygıt numarası alınamadı: %(error)s

source: Failed to get driver initiator data for initiator %(initiator)s and namespace %(namespace)s
cs: Nelze získat data zavedení ovladače pro zavaděč %(initiator)s a jmenný prostor %(namespace)s
it: Impossibile ottenere i dati dell'iniziatore del driver per l'iniziatore %(initiator)s e lo spazio dei nomi %(namespace)s
tr_tr: %(initiator)s başlatıcısı ve %(namespace)s ad alanı için sürücü başlatıcı verisi alınamadı

source: Failed to get fiber channel info from storage due to %(stat)s
cs: Nelze získat informace o fiber channel z úložiště kvůli %(stat)s
it: Impossibile ottenere le informazioni fiber channel dalla memoria a causa di %(stat)s
tr_tr: %(stat)s nedeniyle depolamadan fiber kanal bilgisi alınamadı

source: Failed to get fiber channel target from storage server due to %(stat)s
cs: Nelze získat cíl fiber channel ze serverového úložiště kvůli %(stat)s
it: Impossibile ottenere la destinazione fiber channel dal server di memoria a causa di %(stat)s
tr_tr: %(stat)s nedeniyle depolama sunucusundan fiber kanal hedefi alınamadı

source: Failed to get or create storage group %(storageGroupName)s.
cs: Nelze získat nebo vytvořit skupinu úložiště %(storageGroupName)s.
it: Impossibile ottenere o creare il gruppo di archiviazione %(storageGroupName)s.
tr_tr: %(storageGroupName)s depolama grubu oluşturulamadı ya da alınamadı.

source: Failed to get response: %s.
cs: Nelze získat odpověď: %s.
it: Impossibile ottenere la risposta: %s.
tr_tr: Yanıt alınamadı: %s.

source: Failed to get server info due to %(state)s.
cs: Nelze získat informace o disku z důvodu %(state)s.
it: Impossibile ottenere le informazioni sul server a causa di %(state)s.
tr_tr: %(state)s nedeniyle sunucu bilgisi alınamadı.

source: Failed to get sns table
cs: Nelze získat tabulku sns
it: Impossibile ottenere la tabella sns
tr_tr: Sns tablosu alınamadı

source: Failed to get target wwpns from storage due to %(stat)s
cs: Nelze získat cílov= wwpns z úložiště kvůli %(stat)s
it: Impossibile ottenere i wwpn di destinazione dalla memoria a causa di %(stat)s
tr_tr: %(stat)s nedeniyle depolamadan hedef wwpns alınamadı

source: Failed to get updated stats from Datera Cluster.
cs: Nelze získat aktualizované statistiky z clusteru Datera.
it: Impossibile ottenere le statistiche aggiornate dal cluster Datera.
tr_tr: Datera Kümesinden güncellenmiş durum bilgileri alınamadı.

source: Failed to get updated stats from Datera cluster.
cs: Nelze získat aktualizované statistiky z clusteru Datera.
it: Impossibile ottenere le statistiche aggiornate dal cluster Datera.
tr_tr: Datera kümesinden güncellenmiş durum bilgisi alınamadı.

source: Failed to get volume status. %s
cs: Nelze získat stav svazku. %s
it: Impossibile ottenere lo stato del volume. %s

source: Failed to initialize connection
cs: Nelze zavést připojení
it: Impossibile inizializzare la connessione

source: Failed to initialize connection to volume "%s".
cs: Nelze zavést připojení ke svazku "%s".
it: Impossibile inizializzare la connessione al volume "%s".
tr_tr: "%s" disk bölümü bağlantı başlatma başarısız.

source: Failed to initialize connection.
cs: Nelze zavést připojení.
it: Impossibile inizializzare la connessione.
tr_tr: Bağlantı başlatılamadı.

source: Failed to initialize driver.
cs: Nelze zavést ovladač.
it: Impossibile inizializzare il driver.
tr_tr: Sürücü başlatma başarısız.

source: Failed to issue df command for path %(path)s, error: %(error)s.
cs: Nelze zadat příkaz df pro cestu %(path)s, chyba: %(error)s.
it: Impossibile eseguire il comando df per il percorso %(path)s, errore: %(error)s.
tr_tr: %(path)s yolu için df komutu sonuçlanmadı, hata: %(error)s.

source: Failed to issue mmgetstate command, error: %s.
cs: Nelze zadat příkaz mmgetstate, chyba: %s.
it: Impossibile eseguire il comando mmgetstate, errore: %s.
tr_tr: mmgetstate komutu sonuçlanmadı, hata: %s.

source: Failed to issue mmlsattr command for path %(path)s, error: %(error)s.
cs: Nelze zadat příkaz mmlsattr pro cestu %(path)s, chyba: %(error)s
it: Impossibile eseguire il comando mmlsattr per il percorso %(path)s, errore: %(error)s
tr_tr: %(path)s yolu için mmlsattr komutu sonuçlanmadı, hata: %(error)s.

source: Failed to issue mmlsattr command on path %(path)s, error: %(error)s
cs: Nelze zadat příkaz mmlsattr v cestě %(path)s, chyba: %(error)s
it: Impossibile eseguire il comando mmlsattr sul percorso %(path)s, errore: %(error)s
tr_tr: %(path)s yolundaki mmlsattr komutu sonuçlanmadı, hata: %(error)s

source: Failed to issue mmlsconfig command, error: %s.
cs: Nelze zadat příkaz mmtsconfig, chyba: %s.
it: Impossibile eseguire il comando mmlsconfig, errore: %s.
tr_tr: mmlsconfig komutu sonuçlanmadı, hata: %s.

source: Failed to issue mmlsfs command for path %(path)s, error: %(error)s.
cs: Nelze zadat příkaz mmlsfs pro cestu %(path)s, chyba: %(error)s.
it: Impossibile eseguire il comando mmlsfs per il percorso %(path)s, errore: %(error)s.
tr_tr: %(path)s yolu için mmlsfs komutu sonuçlanmadı, hata: %(error)s.

source: Failed to issue mmlsfs command, error: %s.
cs: Nelze zadat příkaz mmlsfs, chyba: %s.
it: Impossibile eseguire il comando mmlsfs, errore: %s.

source: Failed to open iet session list for %s
cs: Nelze otevřít seznam sezení iet pro %s
it: Impossibile aprire l'elenco di sessioni iet per %s
tr_tr: %s için iet oturum listesi açılamadı

source: Failed to open volume from %(path)s.
cs: Nelze otevřít svazek z %(path)s.
it: Impossibile aprire il volume da %(path)s.

source: Failed to perform replication failover
it: Impossibile eseguire il failover della replica

source: Failed to present volume %(name)s (%(status)d)!
cs: Nelze darovat svazek %(name)s (%(status)d)!
it: Impossibile presentare il volume %(name)s (%(status)d)!

source: Failed to re-export volume, setting to ERROR.
cs: Nelze znovu exportovat svazek, je nastavován na ERROR.
it: Impossibile riesportare il volume, impostazione in ERRORE.
tr_tr: Mantıksal sürücü yeniden dışa aktarılamadı, HATA durumuna ayarlıyor.

source: Failed to register image volume location %(uri)s.
cs: Nelze registrovat umístění svazku obrazu %(uri)s.
it: Impossibile registrare l'ubicazione del volume dell'immagine %(uri)s.

source: Failed to remove %(volumeName)s from the default storage group for the FAST Policy.
cs: Nelze odstranit %(volumeName)s z výchozí skupiny úložiště pro zásadu FAST.
it: Impossibile rimuovere: %(volumeName)s dal gruppo di archiviazione predefinito per la politica FAST.
tr_tr: FAST İlkesi için öntanımlı depolama grubundan %(volumeName)s kaldırılamadı.

source: Failed to remove %s from cg.
cs: Nelze odstranit %s ze skupiny jednotnosti.
it: Impossibile rimuovere %s da cg.
tr_tr: cg'den %s kaldırılamadı.

source: Failed to remove LUN %s
cs: Nelze odstranit LUN %s
it: Impossibile rimuovere la LUN %s
tr_tr: LUN %s kaldırılamadı

source: Failed to remove iscsi target for Volume ID: %(vol_id)s: %(e)s
cs: Nelze odstranit cílové iscsi pro svazek s ID: %(vol_id)s: %(e)s
it: Impossibile rimuovere la destinazione iscsi per l'ID volume: %(vol_id)s: %(e)s
tr_tr: Mantıksal Sürücü Kimliği: %(vol_id)s için iscsi hedefi kaldırılamadı: %(e)s

source: Failed to remove iscsi target for volume id:%(vol_id)s: %(e)s
cs: Nelze odstranit cílové iscsi pro svazek s id %(vol_id)s: %(e)s
it: Impossibile rimuovere la destinazione iscsi per l'id volume:%(vol_id)s: %(e)s
tr_tr: Mantıksal sürücü kimliği:%(vol_id)s için iscsi hedefi kaldırılamadı: %(e)s

source: Failed to remove iscsi target for volume id:%s
cs: Nelze odstranit cílové iscsi pro svazek s id: %s
it: Impossibile rimuovere la destinazione iscsi per l'id volume:%s
tr_tr: Mantıksal sürücü kimliği için iscsi hedefi kaldırılamadı:%s

source: Failed to remove iscsi target for volume id:%s.
cs: Nelze odstranit cílové iscsi pro svazek s id: %s.
it: Impossibile rimuovere la destinazione iscsi per l'id volume:%s.
tr_tr: Mantıksal sürücü kimliği için iscsi hedefi kaldırılamadı:%s.

source: Failed to rename %(new_volume)s into %(volume)s.
cs: Nelze přejmenovat %(new_volume)s na %(volume)s.
it: Impossibile ridenominare %(new_volume)s in %(volume)s.
tr_tr: %(volume)s %(new_volume)s olarak yeniden adlandırılamadı.

source: Failed to rename the created snapshot, reverting.
cs: Nelze přejmenovat vytvořený snímek, probíhá vrácení zpět.
it: Impossibile ridenominare l'istantanea creata, ripristino.
tr_tr: Oluşturulan anlık sistem görüntüsü yeniden adlandırılamadı, eski haline döndürülüyor.

source: Failed to rename volume %(existing)s to %(new)s. Volume manage failed.
it: Impossibile ridenominare il volume %(existing)s in %(new)s. Gestione del volume non riuscita.

source: Failed to rename volume %(existing)s to %(new)s. Volume unmanage failed.
it: Impossibile ridenominare il volume %(existing)s in %(new)s. Annullamento della gestione del volume non riuscito.

source: Failed to request async delete of migration source vol %(vol)s: %(err)s
cs: Nelze zažádat o asynchronní smazání zdrojového svazku přesunu %(vol)s: %(err)s
it: Impossibile richiedere l'eliminazione asincrona del volume di origine della migrazione %(vol)s: %(err)s

source: Failed to resize vdi. Shrinking vdi not supported. vdi: %(vdiname)s new size: %(size)s
cs: Nelze změnit velikost vdi. Zmenšování vdi není podporováno. VDI: %(vdiname)s, nová velikost: %(size)s
it: Impossibile ridimensionare VDI. Riduzione di VDI non supportata. VDI: %(vdiname)s nuova dimensione: %(size)s

source: Failed to resize vdi. Too large volume size. vdi: %(vdiname)s new size: %(size)s
cs: Nelze změnit velikost vdi. Velikost je příliš velká. VDI: %(vdiname)s, nová velikost: %(size)s
it: Impossibile ridimensionare VDI. Dimensione volume troppo grande. VDI: %(vdiname)s nuova dimensione: %(size)s

source: Failed to resize vdi. vdi not found. %s
cs: Nelze změnit velikost vdi, vdi nenalezeno. %s
it: Impossibile ridimensionare VDI. VDI non trovata. %s

source: Failed to resize vdi. vdi: %(vdiname)s new size: %(size)s
cs: Nelze změnit velikost vdi. VDI: %(vdiname)s, nová velikost: %(size)s
it: Impossibile ridimensionare VDI. %(vdiname)s nuova dimensione: %(size)s

source: Failed to resize volume %(volume_id)s, error: %(error)s.
cs: Nelze změnit velikost svazku %(volume_id)s, chyba: %(error)s.
it: Impossibile ridimensionare il volume %(volume_id)s, errore: %(error)s
tr_tr: Mantıksal sürücü %(volume_id)s yeniden boyutlandırılamadı, hata: %(error)s.

source: Failed to retrieve volume SolidFire-ID: %s in get_by_account!
cs: Nelze získat svazek SolidFire s ID: %s v získání podle účtu!
it: Impossibile recuperare il volume SolidFire-ID: %s in get_by_account!
tr_tr: SolidFire-ID mantıksal sürücüsü alınamadı: %s get_by_account!

source: Failed to return volume %(volumeName)s to original storage pool. Please contact your system administrator to return it to the correct location.
cs: Nelze vrátit svazek %(volumeName)s do původní zásoby úložiště. Prosím kontaktujte svého správce systému, aby ho vrátil na správné místo.
it: Impossibile restituire il volume %(volumeName)s al pool di archiviazione originale. Contattare l'amministratore di sistema per restituirlo all'ubicazione corretta.
tr_tr: Mantıksal sürücü %(volumeName)s özgün depolama havuzuna dönemedi. Lütfen doğru konuma döndürmek için sistem yöneticinize başvurun.

source: Failed to roll back reservations %s
cs: Nelze vrátit zpět rezervace %s
it: Impossibile eseguire il rollback delle prenotazioni %s
tr_tr: %s rezervasyonları geri alma başarısız

source: Failed to run task %(name)s: %(cause)s
cs: Nelze spustit úkol %(name)s: %(cause)s
it: Impossibile eseguire l'attività %(name)s: %(cause)s
tr_tr: %(name)s adındaki görevi çalıştırma başarısız: %(cause)s

source: Failed to schedule_%(method)s: %(ex)s
cs: Nelze naplánovat %(method)s: %(ex)s
it: Impossibile eseguire schedule_%(method)s: %(ex)s
tr_tr: schedule_%(method)s başarısız oldu: %(ex)s

source: Failed to send request: %s.
cs: Nelze odeslat požadavek: %s.
it: Impossibile inviare la richiesta: %s.
tr_tr: İstek gönderilemedi: %s.

source: Failed to set 'enable' attribute for SCST target %s
cs: Nelze nastavit vlastnost 'enable' pro cíl SCST %s
it: Impossibile impostare l'attributo 'enable' per la destinazione SCST %s
tr_tr: SCST hedef %s öznitelik 'enable' ayarlanamadı

source: Failed to set attribute for enable target driver %s
cs: Nelze nastavit vlastnost pro povolení cílového ovladače %s
it: Impossibile impostare l'attributo per abilitare il driver di destinazione %s
tr_tr: %s hedef sürücüsünü etkinleştirmek için öznitelik ayarlanamadı

source: Failed to set properties for volume %(existing)s. Volume manage failed.
it: Impossibile impostare le proprietà per il volume %(existing)s. Gestione del volume non riuscita.

source: Failed to set properties for volume %(existing)s. Volume unmanage failed.
it: Impossibile impostare le proprietà per il volume %(existing)s. Annullamento della gestione del volume non riuscita.

source: Failed to setup the Dell EqualLogic driver.
cs: Nastavení ovladače Dell EqualLogic selhalo.
it: Impossibile configurare il driver Dell EqualLogic.
tr_tr: Dell EqualLogic sürücüsü kurulamadı.

source: Failed to shutdown horcm.
cs: Ukončování horcm selhalo.
it: Impossibile chiudere horcm.
tr_tr: Horcm kapatılamadı.

source: Failed to snap Consistency Group %s
cs: Nelze vytvořit snímek skupiny jednotnosti %s
it: Impossibile eseguire istantanea del gruppo di coerenza %s
tr_tr: Tutarlılık Grubu %s anlık sistem görüntüsü alınamadı

source: Failed to start horcm.
cs: Spouštění horcm selhalo.
it: Impossibile avviare horcm.
tr_tr: Horcm başlatılamadı.

source: Failed to terminate connection
cs: Nelze ukončit připojení
it: Impossibile terminare la connessione
tr_tr: Bağlantı sonlandırılamadı

source: Failed to terminate connection %(initiator)s %(vol)s
cs: Nelze ukončit připojení %(initiator)s %(vol)s
it: Impossibile terminare la connessione %(initiator)s %(vol)s
tr_tr: %(initiator)s %(vol)s bağlantısı sonlandırılamadı

source: Failed to terminate connection to volume "%s".
cs: Nelze ukončit připojení ke svazku "%s".
it: Impossibile terminare la connessione al volume "%s".
tr_tr: "%s" disk bölümü bağlantı sonlandırma başarısız.

source: Failed to umount %(share)s, reason=%(stderr)s
cs: Nelze odpojit %(share)s, důvod: %(stderr)s
it: Impossibile smontare %(share)s, motivo=%(stderr)s
tr_tr: %(share)s ayırma başarısız, nedeni=%(stderr)s
