Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: %(exception)s: Exception during revert of retype for volume %(volume_name)s. Failed to remove from new volume set %(new_vvs)s.
cs: %(exception)s: Výjimka během vrácení přetypování svazku %(volume_name)s. Nelze odstranit z nové sady svazků %(new_vvs)s.
it: %(exception)s: Eccezione durante il ripristino di retype per il volume %(volume_name)s. Impossibile rimuovere dal nuovo insieme di volumi %(new_vvs)s.
tr_tr: %(exception)s: %(volume_name)s mantıksal sürücüsü için retype geri alınırken olağandışı durum. Yeni mantıksal sürücüden %(new_vvs)s ayarı kaldırılamadı.

source: %(exception)s: Exception during revert of retype for volume %(volume_name)s. Original volume set/QOS settings may not have been fully restored.
cs: %(exception)s: Výjimka během vrácení přetypování svazku %(volume_name)s. Původní nastavení sady svazků/QoS nemusí být zcela obnovena.
it: %(exception)s: Eccezione durante il ripristino di retype per il volume %(volume_name)s. Le impostazioni configurate/QOS del volume originale potrebbero non essere state ripristinate correttamente.
tr_tr: %(exception)s: %(volume_name)s mantıksal sürücüsü için retype geri alınırken olağandışı durum. Özgün mantıksal sürücü küme/QOS ayarları tamamen geri yüklenmiş olmayabilir.

source: %(fun)s: Failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
cs: %(fun)s: selhalo s nečekaným výstupem příkazového řádku. Příkaz: %(cmd)s standardní výstup: %(out)s chybový výstup: %(err)s
it: %(fun)s: non riuscito con un output CLI imprevisto. Comando: %(cmd)s stdout: %(out)s stderr: %(err)s
tr_tr: %(fun)s: Beklenmeyen CLI çıktısı ile başarısız oldu. Komut: %(cmd)s stdout: %(out)s stderr: %(err)s

source: %(method)s %(url)s unexpected response status: %(response)s (expects: %(expects)s).
cs: %(method)s %(url)s neočekávaná odpověď stavu: %(response)s (očekáváno: %(expects)s).
it: %(method)s %(url)s, stato risposta imprevisto: %(response)s (previsto: %(expects)s).
tr_tr: %(method)s %(url)s beklenmeyen yanıt durumu: %(response)s (expects: %(expects)s).

source: '%(value)s' is an invalid value for extra spec '%(key)s'
cs: '%(value)s' je neplatná hodnota pro dodatečnou specifikaci '%(key)s'
it: '%(value)s' non è un valore valido per la specifica supplementare '%(key)s'
tr_tr: '%(value)s', '%(key)s' fazladan özelliği için geçersiz değerdir

source: A valid secondary target MUST be specified in order to failover.
cs: Pro zavedení záložního systému MUSÍ být zadán platný druhotní cíl.
it: Una destinazione secondaria valida DEVE essere specificata per poter eseguire il failover.

source: Account for Volume ID %s was not found on the SolidFire Cluster while attempting create_snapshot operation!
cs: Účet pro svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace vytvoření snímku!
it: L'account per l'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione create_snapshot.
tr_tr: create_snapshot işlemi denenirken SolidFire Kümesinde %s Mantıksal Sürücü Bilgisi için hesap bulunamadı!

source: Account for Volume ID %s was not found on the SolidFire Cluster while attempting delete_volume operation!
cs: Účet pro svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace smazání svazku!
it: L'account per l'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione delete_volume.

source: Account for Volume ID %s was not found on the SolidFire Cluster while attempting unmanage operation!
cs: Účet pro svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace zrušení správy!
it: L'account per l'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione di annullamento gestione.
tr_tr: unmanage işlemi denenirken SolidFire Kümesinde Mantıksal Sürücü Kimliği %s için hesap bulunamadı!

source: Array Serial Number must be in the file %(fileName)s.
cs: Sériové číslo pole musí být v souboru %(fileName)s.
it: Il numero di serie dell'array deve essere nel file %(fileName)s.

source: Array query failed - No response (%d)!
cs: Dotaz na pole selhal - Žádná odpověď (%d)!
it: Query dell'array non riuscita - Nessuna risposta (%d).

source: Array query failed. No capabilities in response!
cs: Dotaz na pole selhal. V odpovědi nebyly uvedeny schopnosti!
it: Query dell'array non riuscita - Nessuna funzionalità nella risposta.

source: Array query failed. No controllers in response!
cs: Dotaz na pole selhal. V odpovědi nebyly uvedeny kontroléry!
it: Query dell'array non riuscita. Nessun controller nella risposta.

source: Array query failed. No global id in XML response!
cs: Dotaz na pole selhal. V odpovědi XML nebylo globální id!
it: Query dell'array non riuscita. Nessun ID globale nella risposta XML.

source: Attaching snapshot from a remote node is not supported.
cs: Připojení snímku ke vzdálenému uzlu není podporováno.
it: Collegamento istantanea da un nodo remoto non supportato.

source: Authorizing request: %(zfssaurl)s retry: %(retry)d .
cs: Ověřování žádosti: %(zfssaurl)s pokus: %(retry)d .
it: Autorizzazione della richiesta: %(zfssaurl)s nuovo tentativo: %(retry)d .
tr_tr: İstek yetkilendiriliyor: %(zfssaurl)s tekrar deneme: %(retry)d .

source: Backend returned err for lun export.
cs: Při export lun vrátila podpůrná vrstva chybu!
it: Il backend ha restituito un errore per l'esportazione della lun.
tr_tr: Artalanda çalışan uygulama lun dışa aktarımı için hata döndürdü.

source: Backup id %s is not invalid. Skipping reset.
cs: ID zálohy %s není neplatné. Resetování je přeskočeno.
it: ID backup %s non valido. Reimpostazione ignorata.
tr_tr: Yedekleme numarası %s geçersizdir. Sıfırlama atlanıyor.

source: Backup service %(configured_service)s does not support verify. Backup id %(id)s is not verified. Skipping verify.
cs: Zálohovací služba %(configured_service)s nepodporuje ověřování. Záloha s id %(id)s není ověřena. Ověřování přeskočeno.
it: Il servizio di backup %(configured_service)s non supporta la verifica. L'ID backup %(id)s non è verificato. Ignorare la verifica.
tr_tr: Yedekleme servisi %(configured_service)s doğrulamayı desteklemez. Yedekleme numarası %(id)s doğrulanabilir değil. Doğrulama atlanıyor.

source: Backup volume metadata failed: %s.
cs: Záložní popisná data svazku selhala: %s
it: Impossibile eseguire il backup dei metadati del volume : %s.
tr_tr: Mantıksal sürücü metadata yedekleme başarısız oldu: %s.

source: Bad response from server: %(url)s. Error: %(err)s
cs: Špatná odpověď od serveru: %(url)s. Chyba: %(err)s
it: Risposta errata dal server: %(url)s. Errore: %(err)s

source: CG snapshot %(cgsnap)s not found when creating consistency group %(cg)s from source.
cs: Nebyl nalezen snímek skupiny jednotnosti %(cgsnap)s při vytváření skupiny %(cg)s ze zdroje.
it: Istantanea CG %(cgsnap)s non trovata durante la creazione del gruppo di coerenza %(cg)s dall'origine.

source: CLI fail: '%(cmd)s' = %(code)s out: %(stdout)s err: %(stderr)s
cs: Selhání rozhraní příkazového řádku: '%(cmd)s' = %(code)s výstup: %(stdout)s chyba: %(stderr)s
it: Errore CLI: '%(cmd)s' = %(code)s out: %(stdout)s err: %(stderr)s
tr_tr: CLI başarısız: '%(cmd)s' = %(code)s çıktı: %(stdout)s hata: %(stderr)s

source: Call to Nova delete snapshot failed
cs: Volání Nova pro smazání snímku selhalo
it: Chiamata a Nova per eliminare l'istantanea non riuscita
tr_tr: Anlık sistem görüntüsü silmek için Nova çağrısı başarısız oldu

source: Call to Nova to create snapshot failed
cs: Volání Nova pro vytvoření snímku selhalo
it: Chiamata a Nova per creare l'istantanea non riuscita
tr_tr: Anlık sistem görüntüsü oluşturmak için Nova çağrısı başarısız oldu

source: Call to json.loads() raised an exception: %s.
cs: Volání json.loads() vyvolalo výjimku: %s.
it: La chiamata a json.loads() ha generato un'eccezione: %s.
tr_tr: json.loads() çağrısı bir istisna oluşturdu: %s.

source: Can not discovery in %(target_ip)s with %(target_iqn)s.
cs: Nelze zjišťovat v %(target_ip)s pomocí %(target_iqn)s.
it: Impossibile eseguire il rilevamento in %(target_ip)s con %(target_iqn)s.
tr_tr: %(target_iqn)s ile %(target_ip)s keşfedilemiyor.

source: Can not open the recent url, login again.
cs: Nelze otevřít nedávnou adresu url, probíhá znovu přihlašování.
it: Impossibile aprire l'url recente, rieseguire il login.

source: Can't find volume to map %(key)s, %(msg)s
cs: Nelze najít svazek k mapování %(key)s, %(msg)s
it: Impossibile trovare il volume da associare %(key)s, %(msg)s
tr_tr: %(key)s eşleştirmek için mantıksal sürücü bulunamıyor, %(msg)s

source: Can't open the recent url, relogin.
cs: Nelze otevřít nedávnou adresu url, probíhá znovu přihlašování.
it: Impossibile aprire l'url recente, rieseguire il login.

source: Cannot add and verify tier policy association for storage group : %(storageGroupName)s to FAST policy : %(fastPolicyName)s.
cs: Nelze přidat a ověřit přidružení zásady vrstvení skupiny úložiště : %(storageGroupName)s k zásadě FAST : %(fastPolicyName)s.
it: Impossibile aggiungere e verificare l'associazione della politica di livellamento per il gruppo di archiviazione: %(storageGroupName)s alla politica FAST: %(fastPolicyName)s.
tr_tr: Depolama grubu için katman ilke ilişkisi doğrulanamaz ve eklenemez : FAST ilkesine %(storageGroupName)s depolama grubu : %(fastPolicyName)s.

source: Cannot clone image %(image)s to volume %(volume)s. Error: %(error)s.
cs: Nelze klonovat obraz %(image)s do svazku %(volume)s. Chyba: %(error)s.
it: Impossibile clonare l'immagine %(image)s sul volume %(volume)s. Errore: %(error)s.

source: Cannot create or find an initiator group with name %(igGroupName)s.
cs: Nelze vytvořit nebo najít skupinu zavaděče s názvem %(igGroupName)s.
it: Impossibile creare o trovare un gruppo di iniziatori di nome %(igGroupName)s.
tr_tr: %(igGroupName)s adı ile başlatıcı bir grup bulunamıyor ya da oluşturulamıyor.

source: Cannot delete file %s.
cs: Nelze smazat soubor %s.
it: Impossibile eliminare il file %s.

source: Cannot detect replica status.
cs: Nelze zjistit stav repliky.
it: Impossibile rilevare lo stato della replica.
tr_tr: Kopya durumu tespit edilemez.

source: Cannot determine if Tiering Policies are supported.
cs: Nelze zjistit zda zásady vrstvení jsou podporovány.
it: Impossibile stabilire se le politiche di livellamento sono supportate.
tr_tr: Eğer Katmanlama İlkeleri destekliyorsa tespit edilemez.

source: Cannot determine whether Tiering Policy is supported on this array.
cs: Nelze zjistit zdali je na tomto poli podporována zásada vrstvení.
it: Impossibile stabilire se la politica di livellamento è supportata su questo array.
tr_tr: Bu dizide Katmanlama İlkesinin desteklenip desteklenmediği belirlenemiyor.

source: Cannot find Consistency Group %s
cs: Nelze najít skupinu jednotnosti %s.
it: Impossibile trovare il gruppo di coerenza %s
tr_tr: Tutarlılık Grubu %s bulunamıyor

source: Cannot find a portGroup with name %(pgGroupName)s. The port group for a masking view must be pre-defined.
cs: Nelze najít skupinu portů s názvem %(pgGroupName)s. Skupina pro zamaskování musí být předem určena.
it: Impossibile trovare un gruppo di porte di nome %(pgGroupName)s. Il gruppo di porte per una vista di mascheramento deve essere predefinito.
tr_tr: %(pgGroupName)s adında bir bağlantıNoktasıGrubu bulunamıyor. Maskeleme görünümü için bağlantı noktası grubu önceden tanımlanmış olmalıdır.

source: Cannot find the fast policy %(fastPolicyName)s.
cs: Nelze najít zásadu fast %(fastPolicyName)s.
it: Impossibile trovare la politica FAST %(fastPolicyName)s.
tr_tr: Fast ilkesi %(fastPolicyName)s bulunamadı.

source: Cannot find the new masking view just created with name %(maskingViewName)s.
cs: Nelze najít právě vytvořené zamaskování s názvem %(maskingViewName)s.
it: Impossibile trovare la nuova vista di mascheramento appena creata di nome %(maskingViewName)s.
tr_tr: %(maskingViewName)s adı ile az önce oluşturulan yeni maskeleme görünümü bulunamıyor.

source: Cannot get QoS spec for volume %s.
cs: Nelze získat specifikaci QoS pro svazek %s.
it: Impossibile ottenere la specifica QoS spec per il volume %s.
tr_tr: %s mantıksal sürücüsü için QoS özelliği alınamadı.

source: Cannot get port group from masking view: %(maskingViewName)s.
it: Impossibile ottenere il gruppo di porte dalla vista di mascheramento: %(maskingViewName)s.

source: Cannot get port group name.
it: Impossibile ottenere il nome del gruppo di porte.

source: Cannot get storage Group from job : %(storageGroupName)s.
cs: Nelze získat skupinu úložiště z úkolu : %(storageGroupName)s.
it: Impossibile ottenere il gruppo di archiviazione dal lavoro: %(storageGroupName)s.
tr_tr: İşten depolama Grubu alınamıyor : %(storageGroupName)s.

source: Cannot get storage system.
cs: Nelze získat úložný systém.
it: Impossibile ottenere il sistema di archivio.
tr_tr: Depolama sistemi alınamaz.

source: Caught error: %(type)s %(error)s
it: Intercettato errore: %(type)s %(error)s

source: Changing the volume name from %(tmp)s to %(orig)s failed because %(reason)s
cs: Změna názvu svazku z %(tmp)s na %(orig)s selhala protože %(reason)s
it: Modifica del nome volume da %(tmp)s a %(orig)s non riuscita a causa di %(reason)s

source: Changing the volume name from %(tmp)s to %(orig)s failed because %(reason)s.
cs: Změna názvu svazku z %(tmp)s na %(orig)s selhala protože %(reason)s.
it: Modifica del nome volume da %(tmp)s a %(orig)s non riuscita a causa di %(reason)s

source: Clone %s not in prepared state!
cs: Klon %s není v stavu připraveno!
it: Clone %s non in stato preparato.

source: Clone volume "%s" already exists. Please check the results of "dog vdi list".
cs: Klon svazku "%s" již existuje. Prosím zkontrolujte výstup příkazu "dog vdi list".
it: Il volume clone "%s" esiste già. Controllare i risultati di "dog vdi list".

source: Cloning of volume %s failed.
cs: Klonování svazku %s selhalo.
it: Clonazione del volume %s non riuscita.
tr_tr: %s mantıksal sürücüsünün kopyalaması başarısız oldu.

source: CloudByte does not have a volume corresponding to OpenStack volume [%s].
cs: CloudByte nemá svazek odpovídající svazku OpenStack [%s].
it: CloudByte non ha un volume corrispondente al volume OpenStack [%s].
tr_tr: CloudByte, OpenStack mantıksal sürücüsüne [%s] uyumlu bir mantıksal sürücüye sahip değil.

source: CloudByte operation [%(operation)s] failed for volume [%(vol)s]. Exhausted all [%(max)s] attempts.
cs: Operace CloudByte [%(operation)s] selhala u svazku [%(vol)s]. Využito všech [%(max)s] pokusů.
it: Operazione CloudByte [%(operation)s] non riuscita per il volume [%(vol)s]. Esauriti tutti i [%(max)s] tentativi.

source: CloudByte snapshot information is not available for OpenStack volume [%s].
cs: Informace o snímku CloudByte nejsou dostupné pro svazek OpenStack [%s].
it: Informazioni sull'istantanea CloudByte non disponibili per il volume OpenStack [%s].
tr_tr: CloudByte anlık sistem görüntü bilgisi OpenStack mantıksal sürücüsü [%s] için kullanılamaz.

source: CloudByte volume information not available for OpenStack volume [%s].
cs: Informace o svazku CloudByte nejsou dostupné pro svazek OpenStack [%s].
it: Informazioni sul volume CloudByte non disponibili per il volume OpenStack [%s].
tr_tr: CloudByte mantıksal sürücü bilgisi OpenStack mantıksal sürücüsü [%s] için kullanılamaz.

source: Commit clone failed: %(name)s (%(status)d)!
cs: Odevzdání klonu selhalo: %(name)s (%(status)d)!
it: Commit del clone non riuscito: %(name)s (%(status)d).

source: Commit failed for %s!
cs: Odevzdání selhalo pro %s!
it: Commit non riuscito per %s.

source: Compute cluster: %s not found.
cs: Výpočetní cluster: %s nenalezen.
it: Cluster di calcolo: %s non trovato.

source: Configuration value %s is not set.
cs: Konfigurační volba %s není nastavena.
it: Valore di configurazione %s non impostato.
tr_tr: Yapılandırma değeri %s ayarlanmamış.

source: Conflict detected in Virtual Volume Set %(volume_set)s: %(error)s
cs: V sadě virtuálního svazku %(volume_set)s zjištěn konflikt: %(error)s
it: Conflitto rilevato nell'insieme di volumi virtuali %(volume_set)s: %(error)s

source: Connect to Flexvisor error: %s.
cs: Chyba při připojení k Flexvisor: %s.
it: Errore di connessione a Flexvisor: %s.
tr_tr: Flexvisor hatasına bağlan: %s.

source: Connect to Flexvisor failed: %s.
cs: Připojení k Flexvisor selhalo: %s.
it: Connessione a Flexvisor non riuscita: %s.
tr_tr: Flexvisor'a bağlanılamadı: %s.

source: Connection error while sending a heartbeat to coordination backend.
cs: Chyba připojení při odesílání informací o aktivitě do vrstvy pro koordinaci.
it: Errore di connessione durante l'invio di un heartbeat al backend di coordinazione.

source: Connection to %s failed and no secondary!
cs: Připojení k %s selhalo a žádné druhotné připojení není nastaveno!
it: Connessione a %s non riuscita e nessun elemento secondario.

source: Controller GET failed (%d)
cs: Získání kontroléru selhalo (%d)!
it: Comando GET del controller non riuscito (%d)

source: Copy offload workflow unsuccessful. %s
cs: Kopírování postupu snížení zátěže bylo neúspěšné. %s
it: Copia del carico di lavoro offload non eseguita correttamente. %s

source: Copy snapshot to volume for snapshot %(snap)s volume %(vol)s failed!
cs: Kopírování snímku do svazku pro snímek %(snap)s a svazek %(vol)s selhalo!
it: La copia dell'istantanea sul volume per l'istantanea %(snap)s volume %(vol)s non è riuscita.
tr_tr: %(snap)s anlık sistem görüntüsü %(vol)s mantıksal sürücüsü için mantıksal sürücüye anlık sistem görüntüsü kopyalayamadı!

source: Could not GET allocation information (%d)!
cs: Nelze získat informace o přidělení (%d)!
it: Impossibile eseguire il comando GET per le informazioni sull'allocazione (%d).

source: Could not calculate node utilization for node %s.
it: Non è stato possibile calcolare l'utilizzo del nodo per il nodo %s

source: Could not connect to %(primary)s or %(secondary)s!
cs: Nelze se připojit k %(primary)s nebo %(secondary)s!
it: Impossibile connettersi a %(primary)s o %(secondary)s.

source: Could not create snapshot set. Error: '%s'
cs: Nelze vytvořit sadu snímků. Chyba: '%s'
it: Impossibile creare la serie di istantanee. Errore: '%s'

source: Could not decode scheduler options.
cs: Nelze rozšifrovat volby plánovače.
it: Impossibile decodificare le opzioni dello scheduler.
tr_tr: Zamanlayıcı seçenekleri şifresi çözülemedi.

source: Could not delete failed image volume %(id)s.
cs: Nelze smazat nezdařený svazek obrazu %(id)s.
it: Impossibile eliminare il volume dell'immagine non riuscita %(id)s.

source: Could not delete the image volume %(id)s.
cs: Nelze smazat svazek obrazu %(id)s.
it: Impossibile eliminare il volume dell'immagine %(id)s.

source: Could not find a host for consistency group %(group_id)s.
cs: Nelze najít hostitele pro skupinu jednotnosti %(group_id)s.
it: Impossibile trovare un host per il gruppo di coerenza %(group_id)s.
tr_tr: Tutarlılık grubu %(group_id)s için bir istemci bulunamadı.

source: Could not find any hosts (%s)
cs: Nelze najít žádné hostitele (%s)
it: Impossibile trovare gli host (%s)

source: Could not find port group : %(portGroupName)s. Check that the EMC configuration file has the correct port group name.
cs: Nelze najít skupinu portů : %(portGroupName)s. Zkontrolujte, že soubor s nastavením EMC má správný název skupiny.
it: Impossibile trovare il gruppo di porte: %(portGroupName)s. Verificare che il file di configurazione EMC presenti il nome del gruppo di porte corretto.
tr_tr: Bağlantı noktası grubu bulunamadı : %(portGroupName)s. EMC yapılandırma dosyasının doğru bağlantı grup adına sahip olup olmadığını kontrol edin.

source: Could not find volume with name %(name)s. Error: %(error)s
cs: Nelze najít svazek s názvem %(name)s. Chyba: %(error)s
it: Impossibile trovare il volume di nome %(name)s. Errore: %(error)s

source: Could not get performance base counter name. Performance-based scheduler functions may not be available.
it: Non è stato possibile ottenere il nome del contatore di base delle prestazioni. Le funzioni dello scheduler basato sulle prestazioni potrebbero non essere disponibili.

source: Could not get utilization counters from node %s
it: Non è stato possibile ottenere i contatori di utilizzo dal nodo %s

source: Could not log in to 3PAR array (%s) with the provided credentials.
cs: Nelze se přihlásit do pole 3PAR (%s) pomocí zadaných přihlašovacích údajů.
it: Non è stato possibile accedere all'array 3PAR (%s) con le credenziali fornite.

source: Could not log in to LeftHand array (%s) with the provided credentials.
it: Non è stato possibile accedere all'array LeftHand (%s) con le credenziali fornite.

source: Could not stat scheduler options file %(filename)s.
cs: Nelze vyhodnotit soubor voleb plánovače %(filename)s.
it: Impossibile avviare il file delle opzioni dello scheduler %(filename)s.
tr_tr: %(filename)s zamanlayıcı seçenek dosyalarının bilgileri gösterilemedi.

source: Could not validate device %s
cs: Nelze ověřit zařízení %s
it: Impossibile convalidare il dispositivo %s

source: Create clone_image_volume: %(volume_id)sfor image %(image_id)s, failed (Exception: %(except)s)
cs: Vytvoření klonu svazku obrazu: %(volume_id)s pro obraz %(image_id)s selhalo (Výjimka: %(except)s)
it: Creazione di clone_image_volume: %(volume_id)s per l'immagine %(image_id)s, non riuscita (Eccezione: %(except)s)

source: Create consistency group from snapshot-%(snap)s failed: SnapshotNotFound.
cs: Vytvoření skupiny jednotnosti ze snímku %(snap)s selhalo: Snímek nebyl nalezen.
it: Creazione del gruppo di coerenza dall'istantanea -%(snap)s non riuscita: SnapshotNotFound.
tr_tr: Anlık sistem görüntüsü-%(snap)s'den tutarlılık grubu oluşturma başarısız oldu: AnlıkSistemGörüntüsüBulunamadı.

source: Create consistency group from source %(source)s failed.
cs: Vytvoření skupiny jednotnosti ze zdroje %(source)s selhalo.
it: Creazione del gruppo di coerenza dall'origine %(source)s non riuscita.

source: Create consistency group from source cg-%(cg)s failed: ConsistencyGroupNotFound.
cs: Vytvoření skupiny jednotnosti ze zdrojové skupiny jednotnosti %(cg)s selhalo: Skupina nebyla nalezena.
it: Creazione del gruppo di coerenza dall'origine cg-%(cg)s non riuscita: ConsistencyGroupNotFound.

source: Create hypermetro error: %s.
cs: Chyba při vytváření hypermetra: %s.
it: Errore di creazione hypermetro: %s.

source: Create new lun from lun for source %(src)s => destination %(dest)s failed!
cs: Vytvoření nového lun z lun pro zdroj %(src)s => cíl %(dest)s selhalo!
it: La creazione della nuova lun dalla lun per l'origine %(src)s => destinazione %(dest)s non è riuscita.
tr_tr: Kaynak %(src)s => hedef %(dest)s için lun'dan yeni bir lun oluşturulamadı!

source: Create pair failed. Error: %s.
it: Creazione coppia non riuscita. Errore: %s.

source: Create replication volume error.
it: Errore di creazione del volume di replica.

source: Create snapshot notification failed: %s
cs: Oznámení o vytvořeni snímku selhalo: %s
it: Notifica di creazione istantanea non riuscita: %s
tr_tr: Anlık sistem görüntüsü bildirimi oluşturma başarısız oldu: %s

source: Create volume failed from snapshot: %s
cs: Vytvoření svazku ze snímku selhalo: %s
it: Creazione del volume non riuscita dall'istantanea: %s
tr_tr: Anlık sistem görüntüsünden mantıksal sürücü oluşturma başarısız oldu: %s

source: Create volume notification failed: %s
cs: Oznámení o vytvoření svazku selhalo: %s
it: Notifica di creazione volume non riuscita: %s
tr_tr: Mantıksal sürücü bildirimi oluşturma başarısız oldu: %s

source: Creation of snapshot failed for volume: %s
cs: Vytvoření snímku selhalo u svazku: %s
it: Creazione dell'istantanea non riuscita per il volume: %s
tr_tr: Mantıksal sürücü için anlık sistem görüntüsü oluşturma başarısız oldu: %s

source: Creation of volume %s failed.
cs: Vytvoření svazku %s selhalo.
it: Creazione del volume %s non riuscita.
tr_tr: %s mantıksal sürücü oluşturma başarısız oldu.
