Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Error on execute %(command)s. Error code: %(exit_code)d Error msg: %(result)s
cs: Chyba při provádění %(command)s. Kód chyby: %(exit_code)d Chybová zpráva: %(result)s
it: Errore nell'esecuzione di %(command)s. Codice di errore: %(exit_code)d Messaggio di errore: %(result)s
tr_tr: %(command)s yürütümünde hata. Hata kodu: %(exit_code)d Hata iletisi: %(result)s

source: Error on execute command. Error code: %(exit_code)d Error msg: %(result)s
cs: Chyba při provádění příkazu. Kód chyby: %(exit_code)d Chybová zpráva: %(result)s
it: Errore nell'esecuzione del comando. Codice di errore: %(exit_code)d Messaggio di errore: %(result)s
tr_tr: Komut yürütme hatası. Hata kodu: %(exit_code)d Hata iletisi: %(result)s

source: Error parsing array from host capabilities.
cs: Chyba při zpracování pole ze schopností hostitele.
it: Errore durante l'analisi dell'array dalle funzionalità host.
tr_tr: İstemci yeteneklerinden dizi ayrıştırma hatası.

source: Error parsing array, pool, SLO and workload.
cs: Chyba při zpracování pole, zásoby, SLO a vytížení.
it: Errore durante l'analisi di array, pool, SLO e carico di lavoro.
tr_tr: Dizi, havuz, SLO ve iş yükü ayrıştırma hatası.

source: Error parsing target pool name, array, and fast policy.
cs: Chyba při zpracování názvu cílového pole, zásoby a zásady fast.
it: Errore durante l'analisi del nome del pool di destinazione, dell'array e della politica fast.
tr_tr: Hedef havuz adı, dizisi ve fast ilkesi ayrıştırma hatası.

source: Error provisioning volume %(lun_name)s on %(volume_name)s. Details: %(ex)s
cs: Chyba při poskytování svazku %(lun_name)s v %(volume_name)s. Podrobnosti: %(ex)s
it: Errore durante il provisioning del volume %(lun_name)s su %(volume_name)s. Dettagli: %(ex)s
tr_tr: %(volume_name)s üzerinde %(lun_name)s mantıksal sürücü hazırlama hatası. Ayrıntılar: %(ex)s

source: Error querying thin pool about data_percent
cs: Chyba při dotazování mělké zásoby o procentech dat
it: Errore durante la query del pool thin su data_percent
tr_tr: data_percent ile ilgili ince havuz sorgularken hata

source: Error renaming logical volume
cs: Chyba při přejmenování logického svazku
it: Errore durante la ridenominazione del volume logico
tr_tr: Mantıksal sürücü yeniden adlandırılırken hata

source: Error renaming volume %(original)s to %(name)s
it: Errore durante la ridenominazione del volume %(original)s in %(name)s.

source: Error resolving host %(host)s. Error - %(e)s.
cs: Nelze převést na ip adresu hostitele %(host)s. Chyba - %(e)s.
it: Errore durante la risoluzione dell'host %(host)s. Errore - %(e)s.
tr_tr: %(host)s istemci çözülürken hata. Hata - %(e)s.

source: Error retrieving LUN %(vol)s number
cs: Chyba při získávání čísla LUN %(vol)s
it: Errore durante il richiamo del numero di LUN %(vol)s

source: Error running SSH command: "%s".
cs: Chyba při provádění příkazu SSH: "%s".
it: Errore durante l'esecuzione del comando SSH: "%s".
tr_tr: SSH komutu çalıştırma hatası: "%s".

source: Error running SSH command: %s
cs: Chyba při provádění příkazu SSH: %s
it: Errore durante l'esecuzione del comando SSH: %s
tr_tr: SSH komutu çalıştırılırken hata: %s

source: Error running command.
cs: Chyba při provádění příkazu.
it: Errore durante l'esecuzione del comando.
tr_tr: Komut çalıştırma hatası.

source: Error scheduling %(volume_id)s from last vol-service: %(last_host)s : %(exc)s
cs: Chyba při plánování %(volume_id)s z poslední služby svazku: %(last_host)s : %(exc)s
it: Errore durante la pianificazione di %(volume_id)s dall'ultimo vol-service: %(last_host)s : %(exc)s
tr_tr: Son vol-service'den %(volume_id)s zamanlaması yapılırken hata: %(last_host)s : %(exc)s

source: Error sending a heartbeat to coordination backend.
cs: Chyba při odesílání informací o aktivitě do vrstvy pro koordinaci.
it: Errore durante l'invio di un heartbeat al backend di coordinazione.

source: Error setting Flash Cache policy to %s - exception
cs: Chyba při nastavování zásady mezipaměti Flash na %s - došlo k výjimce
it: Errore durante l'impostazione della politica Flash Cache su %s - eccezione
tr_tr: %s için Flash Cache ilkesi ayarlanırken hata - istisna

source: Error starting coordination backend.
cs: Chyba při spouštění podpůrné vrstvy pro koordinaci.
it: Errore durante l'avvio del backend di coordinazione.

source: Error trying to change %(opt)s from %(old)s to %(new)s
it: Errore durante il tentativo di modificare %(opt)s da %(old)s a %(new)s

source: Error unmanaging replay %s
it: Errore durante l'annullamento della gestione della risposta %s.

source: Error unmapping volume: %s
cs: Chyba při zrušení mapování svazku: %s
it: Errore durante l'annullamento dell'associazione del volume: %s.
tr_tr: Mantıksal sürücü eşleştirmesi kaldırılırken hata: %s

source: Error verifying LUN container %(bkt)s
cs: Chyba při ověřování kontejneru LUN %(bkt)s
it: Errore durante la verifica del contatore LUN %(bkt)s

source: Error verifying iSCSI service %(serv)s on host %(hst)s
cs: Chyba při ověřování služby iSCSI %(serv)s, na hostiteli %(hst)s
it: Errore durante la verifica del servizio iSCSI %(serv)s sull'host %(hst)s

source: Error: unable to snap replay
cs: Chyba: Nelze vytvořit snímek ze zpětného načtení
it: Errore: impossibile eseguire l'istantanea della risposta

source: Exception cloning volume %(name)s from source volume %(source)s.
cs: Výjimka při klonování svazku %(name)s ze zdrojového svazku %(source)s.
it: Eccezione durante la clonazione del volume %(name)s dal volume di origine %(source)s.
tr_tr: %(source)s kaynak mantıksal sürücüsünden %(name)s mantıksal sürücüsü kopyalanırken olağandışı durum.

source: Exception creating LUN %(name)s in pool %(pool)s.
cs: Při vytváření LUN %(name)s v zásobě %(pool)s došlo k výjimce.
it: Eccezione durante la creazione della LUN %(name)s nel pool %(pool)s.
tr_tr: Havuz %(pool)s içinde LUN %(name)s oluşturulurken olağandışı durum.

source: Exception creating vol %(name)s on pool %(pool)s.
cs: Výjimka při vytváření svazku %(name)s v zásobě %(pool)s.
it: Eccezione durante la creazione del volume %(name)s nel pool %(pool)s.
tr_tr: %(pool)s havuzu üzerinde %(name)s mantıksal sürücüsü oluşturulurken olağandışı durum.

source: Exception creating volume %(name)s from source %(source)s on share %(share)s.
cs: Výjimka při vytváření svazku %(name)s ze zdroje %(source)s ve sdílení %(share)s.
it: Eccezione durante la creazione del volume %(name)s dall'origine %(source)s sulla condivisione %(share)s..
tr_tr: %(share)s paylaşımı üzerinde %(source)s kaynağından %(name)s mantıksal sürücüsü oluşturulurken olağandışı durum.

source: Exception details: %s
cs: Podrobnosti výjimky: %s
it: Dettagli eccezione: %s
tr_tr: İstisna ayrıntıları: %s

source: Exception during mounting %s
cs: Při připojování %s došlo k výjimce
it: Eccezione durante il montaggio di %s
tr_tr: %s bağlama sırasında olağandışı durum

source: Exception during mounting %s.
cs: Při připojování %s došlo k výjimce.
it: Eccezione durante il montaggio di %s.
tr_tr: %s bağlama sırasında istisna.

source: Exception during mounting.
it: Eccezione durante il montaggio.

source: Exception during snapCPG revert: %s
cs: Výjimka během vrácení snímku společné skupiny poskytování: %s
it: Eccezione durante il ripristino snapCPG: %s
tr_tr: snapCPG geri alınırken olağandışı durum: %s

source: Exception encountered:
cs: Zjištěna výjimka:
it: Rilevata eccezione:

source: Exception handling resource: %s
cs: Zachycování výjimky zdroje: %s
it: Eccezione durante la gestione della risorsa: %s
tr_tr: Kaynak işlenirken olağandışı durum: %s

source: Exception in string format operation
cs: Výjimka při operaci s formátem řetězce
it: Eccezione nell'operazione di formattazione della stringa
tr_tr: Karakter dizisi biçimi işlemde olağandışı durum

source: Exception loading extension.
cs: Výjimka během načítání rozšíření.
it: Eccezione durante il caricamento dell'estensione.
tr_tr: Uzantı yüklenirken olağandışı durum.

source: Exception: %(ex)s
cs: Výjimka: %(ex)s
it: Eccezione: %(ex)s

source: Exception: %s
cs: Výjimka: %s
it: Eccezione: %s
tr_tr: İstisna: %s

source: Exception: %s.
cs: Výjimka: %s.
it: Eccezione: %s.
tr_tr: İstisna: %s.

source: Exec of "rm" command on backing file for %s was unsuccessful.
cs: Spuštění příkazu "rm" na záložní soubor %s bylo neúspěšné.
it: L'esecuzione del comando "rm" nel file di backup per %s non è stata eseguita correttamente.

source: Exists snapshot notification failed: %s
cs: Oznámení o existenci snímku selhalo: %s
it: Notifica di esistenza istantanea non riuscita: %s
tr_tr: Varolan anlık sistem görüntü bildirimi başarısız oldu: %s

source: Exists volume notification failed: %s
cs: Oznámení o existenci svazku selhalo: %s
it: Notifica di esistenza volume non riuscita: %s
tr_tr: Mantıksal sürücü bildirimi başarısız oldu: %s

source: Extend volume failed.
cs: Rozšíření svazku selhalo.
it: Estensione del volume non riuscita.
tr_tr: Disk bölümü genişletme başarısız oldu.

source: Extension of volume %s failed.
cs: Rozšíření snímku %s selhalo.
it: Estensione del volume %s non riuscita
tr_tr: %s mantıksal sürücüsünü genişletme başarısız oldu.

source: Extra spec replication:mode must be set and must be either 'sync' or 'periodic'.
cs: Dodatečná specifikace replication:mode musí být zadána a musí mít hodnotu 'sync' nebo 'periodic'.
it: La specifica supplementare replication:mode deve essere impostata e deve essere 'sync' o 'periodic'.

source: Extra spec replication:sync_period must be greater than 299 and less than 31622401 seconds.
cs: Dodatečná specifikace replication:sync_period musí být větší než 299 a menší než 31622401 vteřin.
it: La specifica supplementare replication:sync_period deve essere maggiore di 299 e minore di 31622401 secondi.

source: Extra specs must be specified as capabilities:%s='<is> True'.
it: Le specifiche supplementari devono essere specificate come funzionalità:%s='<is> True'.

source: Extra specs must be specified as replication_type='<in> sync' or '<in> async'.
it: Le specifiche supplementari devono essere specificate come replication_type='<in> sync' o '<in> async'.

source: FAST is not supported on this array.
cs: FAST není podporován v tomto poli.
it: FAST non è supportato su questo array.
tr_tr: Bu dizide FAST desteklenmiyor.

source: Failed collecting fcns database info for fabric %s
cs: Shromažďování informací databáze fcns pro fabric %s selhalo
it: Impossibile raccogliere le informazioni sul database fcns per fabric %s
tr_tr: Fabric %s için fcns veritabanı bilgisi toplanamadı

source: Failed collecting name server info from fabric %s
cs: Shromáždění informací o jmenném serveru z fabric %s selhalo
it: Impossibile raccogliere le informazioni sul server dei nomi da fabric %s
tr_tr: Fabric %s'den ad sunucu bilgisi toplanamadı

source: Failed collecting nsshow info for fabric %s
cs: Shromáždění informací nsshow pro fabric %s selhalo
it: Impossibile raccogliere le informazioni nsshow per fabric %s
tr_tr: Fabric %s için nsshow bilgisi toplanamadı

source: Failed collecting show fcns database for fabric
cs: Shromažďování zobrazení databáze fcns pro fabric selhalo
it: Errore durante la raccolta del database show fcns per fabric
tr_tr: Fabric için show fcns veritabanı toplanamadı

source: Failed destroying volume entry %s
cs: Nelze zničit položku svazku %s
it: Impossibile distruggere la voce del volume %s
tr_tr: Mantıksal sürücü girdisi %s silinemedi

source: Failed destroying volume entry: %s.
cs: Nelze zničit položku svazku: %s.
it: Impossibile distruggere la voce del volume: %s

source: Failed fetching snapshot %(snapshot_id)s bootable flag using the provided glance snapshot %(snapshot_ref_id)s volume reference
cs: Získání příznaku zaveditelnosti snímku %(snapshot_id)s selhalo pomocí zadaného odkazu na svazek snímku glance %(snapshot_ref_id)s
it: Impossibile aggiornare il flag avviabile dell'istantanea %(snapshot_id)s utilizzando il riferimento del volume dell'istantanea glance fornita %(snapshot_ref_id)s
tr_tr: Verilen glance anlık sistem görüntüsü %(snapshot_ref_id)s mantıksal sürücü kaynağı kullanarak anlık sistem görüntüsü %(snapshot_id)s önyükleme bayrağı getirilemedi

source: Failed getting active zone set from fabric %s
cs: Získání aktivní zóny nastavené z fabric %s selhalo
it: Impossibile ottenere l'insieme di zone attive da fabric %s
tr_tr: Fabric %s'den etkin bölge ayarı alınamadı

source: Failed getting zone status from fabric %s
cs: Získání stavu zóny z fabric %s selhalo
it: Impossibile ottenere lo stato della zona da fabric %s
tr_tr: Fabric %s'den bölge durumu alınamadı

source: Failed image conversion during cache creation: %s
cs: Během vytváření mezipaměti došlo k chybě v převodu obrazu: %s
it: Conversione immagine non riuscita durante la creazione della cache: %s
tr_tr: Önbellek oluşturma sırasında imaj dönüşümü başarısız oldu: %s

source: Failed notifying about the snapshot action %(event)s for snapshot %(snp_id)s.
cs: Oznámení činnosti snímku %(event)s selhalo u snímku %(snp_id)s.
it: Impossibile inviare una notifica sull'azione %(event)s dell'istantanea per l'istantanea %(snp_id)s.

source: Failed notifying about the volume action %(event)s for volume %(volume_id)s
cs: Oznámení činnosti svazku %(event)s selhalo u svazku %(volume_id)s
it: Impossibile inviare una notifica sull'azione %(event)s del volume per il volume %(volume_id)s
tr_tr: %(volume_id)s mantıksal sürücüsü için %(event)s mantıksal sürücü eylemi bildirilemedi

source: Failed notifying on %(topic)s payload %(payload)s
cs: Oznámení %(topic)s s obsahem %(payload)s selhalo.
it: Impossibile eseguire la notifica su %(topic)s payload %(payload)s
tr_tr: %(topic)s üzerindeki %(payload)s yük bildirilemedi

source: Failed recovery attempt to create iscsi backing lun for Volume ID:%(vol_id)s: %(e)s
cs: Selhal pokus o obnovu vytvoření lun zálohující iscsi pro svazek s ID:%(vol_id)s: %(e)s
it: Tentativo di recupero per creare la lun di backup iscsi per l'ID volume:%(vol_id)s: %(e)s non riuscito

source: Failed rolling back quota for %s reservations
cs: Nelze vrátit zpět kvóty pro rezervace %s
it: Impossibile eseguire il rollback della quota per %s prenotazioni
tr_tr: %s ayrılmışları için kota geri alınamadı

source: Failed rolling back quota for %s reservations.
cs: Nelze vrátit zpět kvóty pro rezervace %s.
it: Impossibile eseguire il rollback della quota per %s prenotazioni.

source: Failed setting source volume %(source_volid)s back to its initial %(source_status)s status
cs: Nelze nastavit zdrojový svazek %(source_volid)s zpět na původní stav %(source_status)s
it: Impossibile impostare il volume di origine %(source_volid)s sullo stato iniziale %(source_status)s
tr_tr: Kaynak mantıksal sürücü %(source_volid)s başlangıç %(source_status)s durumuna geri ayarlanamadı

source: Failed to Roll back to re-add volume %(volumeName)s to default storage group for fast policy %(fastPolicyName)s. Please contact your sysadmin to get the volume returned to the default storage group.
cs: Nelze se vrátit zpět do bodu znovu přidání svazku %(volumeName)s do výchozí skupiny úložiště pro zásadu fast %(fastPolicyName)s. Prosím kontaktujte svého správce systému, aby svazek vrátil zpět do výchozí skupiny úložiště.
it: Impossibile eseguire il rollback per aggiungere nuovamente il volume %(volumeName)s al gruppo di archiviazione predefinito per la politica FAST %(fastPolicyName)s. Contattare l'amministratore di sistema per fare in modo che il volume venga restituito al gruppo di archiviazione predefinito.
tr_tr: Fast ilkesi %(fastPolicyName)s için öntanımlı depolama grubuna %(volumeName)s mantıksal sürücü yeniden ekleme geri alınamadı. Lütfen mantıksal sürücüyü öntanımlı depolama grubuna geri döndürmek için sistem yöneticinize başvurun.

source: Failed to Roll back to re-add volume %(volumeName)s to default storage group for fast policy %(fastPolicyName)s: Please contact your sys admin to get the volume re-added manually.
cs: Nelze se vrátit zpět do bodu znovu přidání svazku %(volumeName)s do výchozí skupiny úložiště pro zásadu fast %(fastPolicyName)s: Prosím kontaktujte svého správce systému, aby svazek přidal zpět ručně.
it: Impossibile eseguire il rollback per aggiungere nuovamente il volume %(volumeName)s al gruppo di archiviazione predefinito per la politica FAST %(fastPolicyName)s. Contattare l'amministratore di sistema per fare in modo che il volume venga aggiunto di nuovo manualmente.
tr_tr: Fast ilkesi %(fastPolicyName)s için öntanımlı depolama grubuna %(volumeName)s mantıksal sürücüsünü yeniden ekleme geri alınamadı: Lütfen elle eklenmiş mantıksal sürücüyü almak için sistem yöneticinize danışın.

source: Failed to add %(volumeName)s to default storage group for fast policy %(fastPolicyName)s.
cs: Nelze přidat %(volumeName)s do výchozí skupiny úložiště pro zásadu fast %(fastPolicyName)s.
it: Impossibile aggiungere %(volumeName)s al gruppo di archiviazione predefinito per la politica fast %(fastPolicyName)s.
tr_tr: %(fastPolicyName)s fast ilkesi için öntanımlı depolama grubuna %(volumeName)s eklenemedi.

source: Failed to add %s to cg.
cs: Nelze odstranit %s ze skupiny jednotnosti.
it: Impossibile aggiungere %s a cg.
tr_tr: cg'ye %s eklenemedi.

source: Failed to add device to handler %s
cs: Nelze přidat zařízení do obslužné rutiny %s
it: Impossibile aggiungere il dispositivo all'handler %s
tr_tr: %s işleyicisi için aygıt eklenemedi

source: Failed to add initiator iqn %s to target
cs: Nelze přidat zavaděč iqn %s do cíle
it: Impossibile aggiungere l'iniziatore iqn %s alla destinazione
tr_tr: Hedefe başlatıcı iqn %s eklenemedi

source: Failed to add initiator to group for SCST target %s
cs: Nelze přidat zavaděč do skupiny pro cíl SCST %s
it: Impossibile aggiungere l'iniziatore al gruppo per la destinazione SCST %s
tr_tr: SCST hedef %s için gruba başlatıcı eklenemedi

source: Failed to add lun to SCST target id:%(vol_id)s: %(e)s
cs: Nelze přidat lun do cíle SCST s id: %(vol_id)s: %(e)s
it: Impossibile aggiungere la lun all'id di destinazione SCST:%(vol_id)s: %(e)s

source: Failed to add multihost-access for volume "%s".
cs: Nelze přidat přístup více hostitelů ke svazku "%s".
it: Impossibile aggiungere l'accesso multihost per il volume "%s".
tr_tr: "%s" mantıksal sürücüsü için multihost-access eklenemedi.

source: Failed to add storage group %(storageGroupInstanceName)s to tier policy rule %(tierPolicyRuleInstanceName)s.
cs: Nelze přidat skupinu úložiště %(storageGroupInstanceName)s do pravidla zásady vrstvení %(tierPolicyRuleInstanceName)s.
it: Impossibile aggiungere il gruppo di archiviazione %(storageGroupInstanceName)s alla regola delle politiche di livellamento %(tierPolicyRuleInstanceName)s.
tr_tr: %(storageGroupInstanceName)s depolama grubu %(tierPolicyRuleInstanceName)s katman ilke kuralına eklenemedi.

source: Failed to add target(port: %s)
cs: Nelze přidat cíl (port: %s)
it: Impossibile aggiungere la destinazione (port: %s)
tr_tr: Hedef eklenemedi(bağlantı noktası: %s)

source: Failed to apply replication:activereplay setting
it: Impossibile applicare l'impostazione replication:activereplay

source: Failed to attach source volume for copy.
cs: Nelze připojit zdrojový svazek pro kopírování.
it: Impossibile collegare il volume di origine per la copia.

source: Failed to attach volume %(vol)s.
cs: Nelze připojit svazek %(vol)s.
it: Impossibile collegare il volume %(vol)s.

source: Failed to authenticate user.
cs: Nelze ověřit uživatele.
it: Impossibile autenticare l'utente.
tr_tr: Kullanıcı kimlik doğrulaması yapılamadı.

source: Failed to check cluster status.(command: %s)
cs: Nelze zkontrolovat stav clusteru. (příkaz: %s)
it: Impossibile verificare lo stato del cluster.(command: %s)

source: Failed to clone image volume %(id)s.
cs: Klonování svazku obrazu %(id)s selhalo.
it: Impossibile clonare il volume dell'immagine %(id)s.

source: Failed to clone volume %(volume_id)s for image %(image_id)s.
cs: Nelze klonovat svazek %(volume_id)s pro obraz %(image_id)s.
it: Impossibile clonare il volume %(volume_id)s per l'immagine %(image_id)s.

source: Failed to clone volume.(command: %s)
cs: Nelze klonovat svazek.(příkaz: %s)
it: Impossibile clonare il volume.(command: %s)

source: Failed to close disk device %s
cs: Nelze uzavřít diskové zařízení %s
it: Impossibile chiudere il dispositivo disco %s
tr_tr: Disk aygıtı %s kapatılamadı

source: Failed to collect return properties for volume %(vol)s and connector %(conn)s.
cs: Shromáždění vlastností pro návrat svazku %(vol)s a konektoru %(conn)s selhalo.
it: Impossibile raccogliere le proprietà di ritorno per il volume %(vol)s e il connettore %(conn)s.
tr_tr: %(vol)s mantıksal sürücüsü ve %(conn)s bağlayıcısı için dönüş özellikleri toplanamadı.

source: Failed to commit reservations %s
cs: Nelze odevzdat rezervace %s
it: Impossibile eseguire il commit delle prenotazioni %s
tr_tr: %s rezervasyonları gönderilemedi

source: Failed to copy %(src)s to %(dest)s.
cs: Nelze zkopírovat %(src)s do %(dest)s.
it: Impossibile copiare %(src)s su %(dest)s.
tr_tr: %(src)s kaynaktan %(dest)s hedefe kopyalanamadı.

source: Failed to copy image %(image_id)s to volume: %(volume_id)s
cs: Kopírování obrazu %(image_id)s do svazku %(volume_id)s selhalo
it: Impossibile copiare l'immagine %(image_id)s sul volume: %(volume_id)s
tr_tr: %(image_id)s imajı mantıksal sürücüye kopyalanamadı: %(volume_id)s

source: Failed to copy image to volume: %(volume_id)s
cs: Kopírování obrazu do svazku %(volume_id)s selhalo
it: Impossibile copiare l'immagine sul volume: %(volume_id)s
tr_tr: İmaj mantıksal sürücüye kopyalanamadı: %(volume_id)s

source: Failed to copy volume %(src)s to %(dest)s.
cs: Nelze zkopírovat svazek %(src)s do %(dest)s.
it: Impossibile copiare il volume %(src)s su %(dest)s.
tr_tr: Disk bölümü kaynağını %(src)s hedefe %(dest)s kopyalama başarısız.

source: Failed to copy volume %(vol1)s to %(vol2)s
cs: Nelze zkopírovat svazek %(vol1)s do %(vol2)s
it: Impossibile copiare il volume %(vol1)s su %(vol2)s
tr_tr: %(vol1)s disk bölümünün %(vol2)s'ye kopyalaması başarısız

source: Failed to create %(conf)s for volume id:%(vol_id)s
cs: Nelze vytvořit %(conf)s pro svazek s id: %(vol_id)s
it: Impossibile creare %(conf)s per l'id volume:%(vol_id)s
tr_tr: Mantıksal sürücü kimliği:%(vol_id)s için %(conf)s oluşturulamadı

source: Failed to create CG from CGsnapshot. Exception: %s
it: Impossibile creare CG da CGsnapshot. Eccezione: %s.

source: Failed to create CGSnapshot. Exception: %s.
cs: Nelze vytvořit snímek skupiny jednotnosti. Výjimka: %s.
it: Impossibile creare CGSnapshot. Eccezione: %s.
tr_tr: CGSnapshot oluşturulamadı. İstisna: %s.

source: Failed to create SOAP client.Check san_ip, username, password and make sure the array version is compatible
cs: Nelze vytvořit klienta SOAP. Zkontrolujte san_ip, uživatelské jméno, heslo a ujistěte se, že verze pole je kompatibilní
it: Impossibile creare il cliente SOAP. Controllare san_ip, nome utente, password e verificare che la versione array sia compatibile
tr_tr: SOAP istemcisi oluşturulamadı. san_ip, kullanıcı adı, parolayı kontrol edin ve dizi sürümünün uyumlu olduğundan emin olun

source: Failed to create a first volume for storage group : %(storageGroupName)s.
cs: Nelze vytvořit první svazek pro skupinu úložiště : %(storageGroupName)s.
it: Impossibile creare un primo volume per il gruppo di archiviazione: %(storageGroupName)s.
tr_tr: Depolama grubu için birinci mantıksal sürücü oluşturulamadı : %(storageGroupName)s.

source: Failed to create blkio cgroup '%(name)s'.
cs: Nelze vytvořit kontrolní skupinu vstupu/výstupu bloku '%(name)s'.
it: Impossibile creare blkio cgroup '%(name)s'.
tr_tr: blkio cgroup '%(name)s' oluşturma başarısız.

source: Failed to create clone of volume "%s".
cs: Nelze vytvořit klon svazku "%s".
it: Impossibile creare il clone del volume "%s".
tr_tr: "%s" mantıksal sürücüsünün klonu oluşturulamadı.
