Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Failed to backup volume metadata - %s
de: Fehler bei der Sicherung von Datenträgermetadaten - %s
es: No se ha podido realizar la copia de seguridad de los metadatos de volumen - %s
fr: Echec de sauvegarde des métadonnées de volume de sauvegarde - %s
it: Impossibile eseguire il backup dei metadati del volume - %s
ko_kr: 볼륨 메타데이터를 백업하지 못함 - %s
pt_br: Falha ao fazer o backup dos metadados do volume - %s
tr_tr: Mantıksal sürücü metadata'sı yedeklenemedi - %s

source: Failed to backup volume metadata - Metadata backup object 'backup.%s.meta' already exists
de: Fehler bei der Sicherung von Datenträgermetadaten. Metadatensicherungsobjekt 'backup.%s.meta' ist bereits vorhanden.
es: No se ha podido hacer copia de seguridad de metadatos de volumen - Objeto de copia de seguridad de metadatos 'backup.%s.meta' ya existe
fr: Echec de sauvegarde des métadonnées de volume de sauvegarde - objet de sauvegarde de métadonnées 'backup.%s.meta' existe déjà
it: Impossibile eseguire il backup sui metadati di volume - Oggetto di backup dei metadati 'backup.%s.meta' esiste già
ko_kr: 볼륨 메타데이터를 백업하지 못함 - 메타데이터 백업 오브젝트 'backup.%s.meta'가 이미 존재함
pt_br: Falha ao fazer backup de metadados de volume – Objeto de backup de metadados 'backup.%s.meta' já existe
tr_tr: Mantıksal sürücü metadata'sı yedeklenemedi - Metadata yedekleme nesnesi 'backup.%s.meta' zaten var

source: Failed to clone volume from snapshot %s.
de: Fehler beim Klonen des Datenträgers aus Schattenkopie %s.
es: No se ha podido clonar el volumen de la instantánea %s.
fr: Impossible de cloner un volume depuis l'instantané %s.
it: Impossibile clonare il volume dall'istantanea %s.
ko_kr: 스냅샷 %s에서 볼륨을 복제하지 못했습니다.
pt_br: Falha ao clonar volume da captura instantânea %s.
tr_tr: %s anlık sistem görüntüsünden mantıksal sürücü kopyalanamadı.

source: Failed to connect to %(vendor_name)s Array %(host)s: %(err)s
de: Fehler beim Verbinden mit %(vendor_name)s-Array %(host)s: %(err)s
es: No se ha podido conectar a %(vendor_name)s Matriz %(host)s: %(err)s
fr: Echec de la connexion à la matrice %(vendor_name)s %(host)s : %(err)s
it: Impossibile connettersi a %(vendor_name)s Array %(host)s: %(err)s
ko_kr: %(vendor_name)s 배열 %(host)s에 연결 실패: %(err)s
pt_br: Falha ao conectar-se ao %(vendor_name)s, Matriz %(host)s: %(err)s
tr_tr: %(vendor_name)s dizisine bağlantı başarısız %(host)s: %(err)s

source: Failed to connect to Dell REST API
de: Fehler beim Herstellen einer Verbindung zur Dell-REST-API.
es: No se ha podido conectar con la API REST de Dell
fr: Echec de connexion à l'API REST Dell
it: Impossibile collegarsi all'API Dell REST
ko_kr: Dell REST API에 연결하는 데 실패
pt_br: Falha ao conectar-se com a API REST Dell

source: Failed to connect to array
de: Fehler beim Verbinden mit Array.
es: No se ha podido conectar a la matriz
fr: Impossible de se connecter à la matrice
it: Impossibile stabilire una connessione all'array
ko_kr: 배열에 연결 실패
pt_br: Falha ao conectar-se à matriz
tr_tr: Diziye bağlanma başarısız

source: Failed to connect to sheep daemon. addr: %(addr)s, port: %(port)s
de: Fehler beim Herstellen einer Verbindung zu sheep-Dämon. Adresse: %(addr)s, Port: %(port)s
es: No se ha podido conectar al daemon sheep. Dirección: %(addr)s, puerto: %(port)s
fr: Echec de la connexion au démon sheep. Adresse : %(addr)s, port : %(port)s
it: Impossibile connettersi al daemon sheep, indirizzo: %(addr)s, porta: %(port)s
ko_kr: sheep 디먼에 연결하지 못했습니다. 주소: %(addr)s, 포트: %(port)s
pt_br: Falha ao conectar-se ao daemon sheep. Endereço: %(addr)s, porta: %(port)s

source: Failed to copy image to volume: %(reason)s
de: Kopieren des Abbilds auf Datenträger fehlgeschlagen: %(reason)s
es: Copiar la imagen al volumen ha fallado: %(reason)s
fr: Échec de la copie de l'image vers le volume : %(reason)s
it: Impossibile copiare l'immagine nel volume: %(reason)s
ko_kr: 볼륨에 이미지를 복사할 수 없음: %(reason)s
pt_br: Falha ao copiar imagem para o volume: %(reason)s
tr_tr: İmaj mantıksal sürücüye kopyalanamadı: %(reason)s

source: Failed to copy metadata to volume: %(reason)s
de: Kopieren von Metadaten auf Datenträger fehlgeschlagen: %(reason)s
es: No se ha podido copiar los metadatos a volumen: %(reason)s
fr: Échec de la copie des métadonnées pour le volume : %(reason)s
it: Impossibile copiare i metadati nel volume: %(reason)s
ko_kr: 볼륨에 메타데이터를 복사하지 못함: %(reason)s
pt_br: Falha ao copiar metadados para o volume: %(reason)s
tr_tr: Metadata mantıksal sürücüye kopyalanamadı: %(reason)s

source: Failed to copy volume, destination device unavailable.
de: Fehler beim Kopieren des Datenträgers, Zielgerät nicht verfügbar.
es: Error al copiar el volumen, dispositivo de destino no disponible.
fr: Echec de la copie du volume, l'unité de destination est indisponible.
it: Impossibile copiare il volume, dispositivo di destinazione non disponibile.
ko_kr: 볼륨 복사에 실패했습니다. 대상 디바이스를 사용할 수 없습니다.
pt_br: Falha ao copiar o volume; dispositivo de destino indisponível.

source: Failed to copy volume, source device unavailable.
de: Fehler beim Kopieren des Datenträgers, Quellengerät nicht verfügbar.
es: Error al copiar el volumen, dispositivo de origen no disponible.
fr: Echec de la copie du volume, l'unité source est indisponible.
it: Impossibile copiare il volume, dispositivo di origine non disponibile.
ko_kr: 볼륨 복사에 실패했습니다. 소스 디바이스를 사용할 수 없습니다.
pt_br: Falha ao copiar o volume; dispositivo de origem indisponível.

source: Failed to create CG %(cgName)s from snapshot %(cgSnapshot)s.
de: Fehler beim Erstellen der Konsistenzgruppe %(cgName)s aus Schattenkopie %(cgSnapshot)s.
es: No se ha podido crear el grupo de consistencia %(cgName)s desde la instantánea %(cgSnapshot)s.
fr: Echec de la création du groupe de cohérence %(cgName)s depuis l'instantané %(cgSnapshot)s.
it: Impossibile creare il GC %(cgName)s dall'istantanea %(cgSnapshot)s.
ko_kr: 스냅샷 %(cgSnapshot)s에서 CG %(cgName)s을(를) 작성하지 못했습니다.
pt_br: Falha ao criar CG %(cgName)s da captura instantânea %(cgSnapshot)s.

source: Failed to create IG, %s
de: IG konnte nicht erstellt werden. %s
es: No se ha podido crear IG, %s
fr: Echec de la création du groupe demandeur, %s
it: Impossibile creare IG, %s
ko_kr: IG를 작성하지 못함, %s
pt_br: Falha ao criar IG, %s
tr_tr: IG oluşturma başarısız, %s

source: Failed to create SolidFire Image-Volume
de: SolidFire-Abbilddatenträger konnte nicht erstellt werden.
es: No se ha podido crear SolidFire Image-Volume
fr: Echec de la création de l'entité (image-volume) SolidFire
it: Impossibile creare il volume dell'immagine di SolidFire
ko_kr: SolidFire 이미지 볼륨 작성 실패
pt_br: Falha ao criar imagem SolidFire-Volume
tr_tr: SolidFire İmaj-Mantıksal Sürücü oluşturulamadı

source: Failed to create Volume Group: %(vg_name)s
de: Erstellen der Datenträgergruppe fehlgeschlagen: %(vg_name)s
es: No se ha podido crear el grupo de volumen: %(vg_name)s
fr: Impossible de créer le groupe de volumes : %(vg_name)s
it: Impossibile creare il gruppo volume: %(vg_name)s
ko_kr: 볼륨 그룹을 작성할 수 없음: %(vg_name)s
pt_br: Falha ao criar Grupo de Volumes: %(vg_name)s
tr_tr: Mantıksal Sürücü Grubu oluşturulamadı: %(vg_name)s

source: Failed to create a file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
de: Fehler beim Erstellen einer Datei. (Datei: %(file)s, Rückgabe: %(ret)s, Standardfehler: %(err)s)
es: Error al crear un archivo. (archivo: %(file)s, ret: %(ret)s, stderr: %(err)s)
fr: Echec de la création d'un fichier. (fichier : %(file)s, ret : %(ret)s, stderr : %(err)s)
it: Impossibile creare un file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
ko_kr: 파일을 작성하는 데 실패했습니다.(파일: %(file)s, ret: %(ret)s, stderr: %(err)s)
pt_br: Falha ao criar um arquivo. (arquivo: %(file)s, ret: %(ret)s, erro padrão: %(err)s)
tr_tr: Bir dosya oluşturma başarısız. (dosya: %(file)s, ret: %(ret)s, stderr: %(err)s)

source: Failed to create a temporary snapshot for volume %s.
de: Fehler beim Erstellen einer temporären Schattenkopie für Datenträger %s.
es: No se ha podido crear una instantánea temporal para el volumen %s.
fr: Impossible de créer un instantané temporaire pour le volume %s.
it: Impossibile creare un'istantanea temporanea per il volume %s.
ko_kr: 볼륨 %s에 대한 임시 스냅샷을 작성하지 못했습니다.
pt_br: Falha ao criar uma captura instantânea temporária para o volume %s.

source: Failed to create api volume flow.
de: Der API-Ablauf für die Erstellung des Datenträgers ist fehlgeschlagen.
es: No se ha podido crear flujo de volumen de la API.
fr: Echec de la création du flux de volume d'API.
it: Impossibile creare il flusso del volume api.
ko_kr: api 볼륨 플로우 작성에 실패했습니다.
pt_br: Falha ao criar o fluxo de volume da API.
tr_tr: Mantıksal sürücü api'si oluşturulamadı.

source: Failed to create cg snapshot %(id)s due to %(reason)s.
de: Fehler beim Erstellen der Schattenkopie der Konsistenzgruppe (Cgsnapshot) %(id)s. Ursache: %(reason)s.
es: No se ha podido crear el cgsnapshot %(id)s debido a %(reason)s.
fr: Echec de la création de l'instantané du groupe de cohérence %(id)s. Cause : %(reason)s.
it: Impossibile creare l'istantanea del gruppo di coerenza %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 cg 스냅샷 %(id)s을(를) 작성할 수 없습니다.
pt_br: Falha ao criar a captura instantânea cg %(id)s devido a %(reason)s.
tr_tr: %(reason)s sebebiyle cg anlık görüntüsü %(id)s oluşturulamadı.

source: Failed to create consistency group %(id)s due to %(reason)s.
de: Fehler beim Erstellen der Konsistenzgruppe %(id)s. Ursache: %(reason)s.
es: No se ha podido crear el grupo de consistencia %(id)s debido a %(reason)s.
fr: Echec de la création du groupe de cohérence %(id)s. Cause : %(reason)s.
it: Impossibile creare il gruppo di coerenza %(id)s a causa di %(reason)s.
ko_kr: %(reason)s(으)로 인해 일관성 그룹 %(id)s을(를) 작성할 수 없습니다.
pt_br: Falha ao criar grupo de consistências %(id)s devido a %(reason)s.
tr_tr: Tutarlılık grubu %(id)s %(reason)s sebebiyle oluşturulamadı.

source: Failed to create consistency group %(id)s:%(ret)s.
de: Fehler beim Erstellen der Konsistenzgruppe %(id)s:%(ret)s.
es: No se ha podido crear el grupo de consistencia %(id)s:%(ret)s.
fr: Echec de la création du groupe de cohérence %(id)s : %(ret)s.
it: Impossibile creare il gruppo di coerenza %(id)s:%(ret)s.
ko_kr: 일관성 그룹 %(id)s 작성 실패: %(ret)s.
pt_br: Falha ao criar grupo de consistências %(id)s:%(ret)s.
tr_tr: Tutarlılık grubu %(id)s oluşturma başarısız:%(ret)s.

source: Failed to create consistency group %s because VNX consistency group cannot accept compressed LUNs as members.
de: Fehler beim Erstellen von Konsistenzgruppe %s, da VNX-Konsistenzgruppe keine komprimierten LUNs als Mitglieder akzeptieren kann.
es: No se ha podido crear el grupo de consistencia %s porque el grupo de consistencia VNX no puede aceptar LUN comprimidos como miembros.
fr: Echec de la création du groupe de cohérence %s car le groupe de cohérence VNX ne peut pas accepter de numéros d'unités logiques compressés en tant que membres.
it: Impossibile creare il gruppo di coerenza %s perché il gruppo di coerenza VNX non può accettare LUN compresse come membri.
ko_kr: 일관성 그룹 %s을(를) 작성할 수 없습니다. VNX 일관성 그룹에서 압축된 LUN를 멤버로 승인할 수 없습니다.
pt_br: Falha ao criar o grupo de consistências %s porque o grupo de consistências VNX não pode aceitar LUNs compactados como membros.
tr_tr: %s tutarlılık grubu oluşturulamıyor çünkü VNX tutarlılık grubu sıkıştırılmış LUN'ları üye olarak kabul edemiyor.

source: Failed to create consistency group: %(cgName)s.
de: Fehler beim Erstellen der Konsistenzgruppe: %(cgName)s.
es: No se ha podido crear el grupo de consistencia: %(cgName)s.
fr: Echec de la création du groupe de cohérence : %(cgName)s.
it: Impossibile creare il gruppo di coerenza: %(cgName)s.
ko_kr: 일관성 그룹 작성 실패: %(cgName)s.
pt_br: Falha ao criar grupo de consistências: %(cgName)s.
tr_tr: Tutarlılık grubu oluşturulamadı: %(cgName)s.

source: Failed to create consistency group: %(cgid)s. Error: %(excmsg)s.
de: Fehler beim Erstellen der Konsistenzgruppe: %(cgid)s. Fehler: %(excmsg)s.
es: No se ha podido crear el grupo de consistencia: %(cgid)s. Error: %(excmsg)s.
fr: Echec de la création du groupe de cohérence : %(cgid)s. Erreur : %(excmsg)s.
it: Impossibile creare il gruppo di coerenza: %(cgid)s. Errore: %(excmsg)s.
ko_kr: 일관성 그룹 작성 실패: %(cgid)s. 오류: %(excmsg)s.
pt_br: Falha ao criar grupo de consistências: %(cgid)s. Erro: %(excmsg)s.
tr_tr: Tutarlılık grubu oluşturulamıyor: %(cgid)s. Hata: %(excmsg)s.

source: Failed to create consistency group: %(consistencyGroupName)s Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Erstellen der Konsistenzgruppe: %(consistencyGroupName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: No se ha podido crear el grupo de consistencia: %(consistencyGroupName)s Código de retorno: %(rc)lu. Error: %(error)s.
fr: Echec de la création du groupe de cohérence : %(consistencyGroupName)s Code retour : %(rc)lu. Erreur : %(error)s.
it: Impossibile creare il gruppo di coerenza: %(consistencyGroupName)s Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 일관성 그룹 작성 실패: %(consistencyGroupName)s 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Falha ao criar grupo de consistências: %(consistencyGroupName)s Código de retorno: %(rc)lu. Erro: %(error)s.
tr_tr: %(consistencyGroupName)s tutarlılık grubunu oluşturma başarısız Dönüş kodu: %(rc)lu. Hata: %(error)s.

source: Failed to create hardware id(s) on %(storageSystemName)s.
de: Fehler beim Erstellen von Hardware-ID(s) auf %(storageSystemName)s.
es: No se han podido crear los ID de hardware en %(storageSystemName)s.
fr: Echec de la création des ID du matériel sur %(storageSystemName)s.
it: Impossibile creare l'id hardware su %(storageSystemName)s.
ko_kr: %(storageSystemName)s에서 하드웨어 ID를 작성하지 못했습니다.
pt_br: Falha ao criar ID(s) de hardware em %(storageSystemName)s.
tr_tr: %(storageSystemName)s üzerinde donanım kimlik(ler)i oluşturma başarısız.

source: Failed to create host: %(name)s. Please check if it exists on the array.
de: Fehler beim Erstellen des Hosts: %(name)s. Überprüfen Sie, ob er im Array vorhanden ist.
es: No se ha podido crear el host: %(name)s. Compruebe si existe en la matriz.
fr: Echec de la création de l'hôte : %(name)s. Vérifiez s'il existe sur la matrice.
it: Impossibile creare l'host: %(name)s. Controllare se esiste nell'array.
ko_kr: 호스트 작성 실패: %(name)s. 배열에 있는지 확인하십시오.
pt_br: Falha ao criar o host: %(name)s. Verifique se ele existir na matriz.

source: Failed to create hostgroup: %(name)s. Check if it exists on the array.
de: Fehler beim Erstellen der Hostgruppe: %(name)s. Überprüfen Sie, ob sie im Array vorhanden ist.
es: No se ha podido crear el grupo de host: %(name)s. Compruebe si existe en la matriz.
fr: Echec de la création de hostgroup : %(name)s. Vérifiez s'il existe sur la matrice.
it: Impossibile creare il gruppo host: %(name)s. Controllare se esiste nell'array.
ko_kr: 호스트 그룹 작성 실패: %(name)s. 배열에 있는지 확인하십시오.
pt_br: Falha ao criar grupo de hosts: %(name)s. Verifique se ele existe na matriz.

source: Failed to create iqn.
de: Fehler beim Erstellen des IQN.
es: No se ha podido crear el iqn.
fr: Echec de la création de l'iqn.
it: Impossibile creare l'iqn.
ko_kr: IQN 작성에 실패했습니다.
pt_br: Falha ao criar iqn.
tr_tr: Iqn oluşturulamadı.

source: Failed to create iscsi target for volume %(volume_id)s.
de: Fehler beim Erstellen von iSCSI-Ziel für Datenträger %(volume_id)s.
es: Se ha encontrado un error al crear el destino iscsi para el volumen %(volume_id)s.
fr: Echec de la création de la cible iSCSI pour le volume %(volume_id)s.
it: Impossibile creare la destinazione iscsi per il volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨에 대한 iscsi 대상을 작성하지 못했습니다.
pt_br: Falha ao criar destino iscsi para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için iscsi hedefi oluşturulamadı.

source: Failed to create manage existing flow.
de: Fehler beim Erstellen von 'manage existing'-Ablauf.
es: No se ha podido crear la gestión del flujo existente.
fr: Echec de la création du flux de gestion existant.
it: Impossibile creare il flusso di gestione esistente.
ko_kr: 기존 플로우 관리를 작성하지 못했습니다.
pt_br: Falha ao criar fluxo existente de gerenciamento.

source: Failed to create manage_existing flow.
de: Fehler beim Erstellen von manage_existing-Ablauf.
es: No se ha podido crear el flujo manage_existing.
fr: Echec de la création du flux manage_existing.
it: Impossibile creare il flusso manage_existing.
ko_kr: manage_existing 플로우를 작성하지 못했습니다.
pt_br: Falha ao criar fluxo manage_existing.
tr_tr: manage_existing akışı oluşturulamadı.

source: Failed to create map on mcs, no channel can map.
de: Fehler beim Erstellen der Zuordnung für MCS. Es kann kein Kanal zugeordnet werden.
es: No se ha podido crear la correlación en mcs, ningún canal se puede correlacionar.
fr: Echec de la création de la mappe sur mcs, aucun canal ne peut être mappé.
it: Impossibile creare la mappa su mcs, nessun canale può associarsi.
ko_kr: MCS에서 맵 작성에 실패했습니다. 맵핑할 수 있는 채널이 없습니다.
pt_br: Falha ao criar mapa no mcs; nenhum canal pode ser mapeado.
tr_tr: Mcs üzerinde eşleştirme oluşturma başarısız, hiçbir kanal eşleşemez.

source: Failed to create map.
de: Fehler beim Erstellen der Zuordnung.
es: No se ha podido crear la correlación.
fr: Echec de création de la mappe.
it: Impossibile creare la mappa.
ko_kr: 맵 작성에 실패했습니다.
pt_br: Falha ao criar mapa.
tr_tr: Eşleştirme oluşturma başarısız.

source: Failed to create metadata for volume: %(reason)s
de: Erstellen von Metadaten für Datenträger fehlgeschlagen: %(reason)s
es: No se ha podido crear los metadatos para volumen: %(reason)s
fr: Échec de la création de métadonnées pour le volume : %(reason)s
it: Impossibile creare i metadati per il volume: %(reason)s
ko_kr: 볼륨에 대한 메타데이터를 작성하지 못함: %(reason)s
pt_br: Falha ao criar metadados para o volume: %(reason)s
tr_tr: Mantıksal sürücü için metadata oluşturulamadı: %(reason)s

source: Failed to create partition.
de: Fehler beim Erstellen der Partition.
es: No se ha podido crear la partición.
fr: Echec de la création de la partition.
it: Impossibile creare la partizione.
ko_kr: 파티션 작성에 실패했습니다.
pt_br: Falha ao criar a partição.
tr_tr: Bölüm oluşturma başarısız.

source: Failed to create qos_specs: %(name)s with specs %(qos_specs)s.
de: Erstellen von qos_specs fehlgeschlagen: %(name)s mit Spezifikationen %(qos_specs)s.
es: Error al crear qos_specs: %(name)s con especificaciones %(qos_specs)s.
fr: Echec de création de qos_specs : %(name)s avec spécif. %(qos_specs)s.
it: Impossibile creare qos_specs: %(name)s con le specifiche %(qos_specs)s.
ko_kr: %(qos_specs)s 스펙을 가진 qos_specs %(name)s을(를) 작성하지 못했습니다.
pt_br: Falha ao criar qos_specs: %(name)s com especificações %(qos_specs)s.
tr_tr: qos_specs oluşturulamadı: %(qos_specs)s özellikleri ile %(name)s.

source: Failed to create replica.
de: Fehler beim Erstellen des Replikats.
es: No se ha podido crear la réplica.
fr: Echec de la création de la réplique.
it: Impossibile creare la replica.
ko_kr: 복제본 작성에 실패했습니다.
pt_br: Falha ao criar réplica.
tr_tr: Kopya oluşturulamadı.

source: Failed to create scheduler manager volume flow
de: Der Ablauf für die Erstellung des Scheduler-Verwaltungsdatenträgers ist fehlgeschlagen.
es: No se ha podido crear flujo de volumen de gestor de planificador
fr: Echec de la création du flux de volume du gestionnaire de planificateur
it: Impossibile creare il flusso del volume del gestore scheduler
ko_kr: 스케줄러 관리자 볼륨 플로우 작성 실패
pt_br: Falha ao criar fluxo de volume de gerenciador de planejador
tr_tr: Zamanlayıcı yönetici mantıksal sürücü akışı oluşturma başarısız

source: Failed to create snapshot %s
de: Erstellen von Schattenkopie %s fehlgeschlagen
es: No se ha podido crear la instantánea %s
fr: Echec de la création de l'instantané %s
it: Impossibile creare istantanea %s
ko_kr: 스냅샷 %s 작성 실패
pt_br: Falha ao criar a captura instantânea %s
tr_tr: %s anlık sistem görüntüsü oluşturulamadı

source: Failed to create snapshot as no LUN ID is specified
de: Erstellen von Schattenkopie fehlgeschlagen, da keine LUN-ID angegeben ist.
es: No se ha podido crear la instantánea porque no se ha especificado ningún ID de LUN
fr: Echec de la création d'instantané car aucun identificateur de numéro d'unité logique (LUN) n'est indiqué
it: Impossibile creare l'istantanea poiché non è specificato alcun ID LUN
ko_kr: LUN ID를 지정하지 않아서 스냅샷을 작성하지 못함
pt_br: Falha ao criar captura instantânea, nenhum ID de LUN é especificado
tr_tr: LUN ID belirtilmediğinden anlık görüntü oluşturma başarısız

source: Failed to create snapshot for cg: %(cgName)s.
de: Fehler beim Erstellen von Schattenkopie für cg: %(cgName)s.
es: No se ha podido crear una instantánea para cg: %(cgName)s.
fr: Echec de la création de l'instantané pour le groupe de cohérence : %(cgName)s.
it: Impossibile creare l'istantanea per cg: %(cgName)s.
ko_kr: cg의 스냅샷 작성 실패: %(cgName)s.
pt_br: Falha ao criar a captura instantânea para cg: %(cgName)s.
tr_tr: cg: %(cgName)s için anlık görüntü oluşturma başarısız.

source: Failed to create snapshot for volume %s.
de: Fehler beim Erstellen einer Schattenkopie für Datenträger %s.
es: No se ha podido crear una instantánea para el volumen %s.
fr: Echec de création d'un instantané pour le volume %s.
it: Impossibile creare l'istantanea per il volume %s.
ko_kr: 볼륨 %s에 대한 스냅샷을 작성하지 못했습니다.
pt_br: Falha ao criar captura instantânea para o volume %s.
tr_tr: %s mantıksal sürücüsü için anlık sistem görüntüsü oluşturulamadı.

source: Failed to create snapshot policy on volume %(vol)s: %(res)s.
de: Fehler beim Erstellen der Schattenkopierichtlinie auf Datenträger %(vol)s: %(res)s.
es: No se ha podido crear la política de instantáneas en el volumen %(vol)s: %(res)s.
fr: Echec de la création de stratégie d'instantané sur le volume %(vol)s : %(res)s.
it: impossibile creare la politica di istantanea sul volume %(vol)s: %(res)s.
ko_kr: 볼륨 %(vol)s에서 스냅샷 정책을 작성하지 못함: %(res)s.
pt_br: Falha ao criar política de captura instantânea no volume %(vol)s: %(res)s.
tr_tr: %(vol)s mantıksal sürücüsü üzerinde anlık görüntü ilkesi oluşturma başarısız: %(res)s.

source: Failed to create snapshot resource area on volume %(vol)s: %(res)s.
de: Fehler beim Erstellen des Schattenkopieressourcenbereichs auf Datenträger %(vol)s: %(res)s.
es: No se ha podido crear el área de recursos de la instantánea en el volumen %(vol)s: %(res)s.
fr: Echec de la création de la zone de ressource d'instantané sur le volume %(vol)s: %(res)s.
it: Impossibile creare l'area risorsa istantanea sul volume %(vol)s:%(res)s.
ko_kr: 볼륨 %(vol)s에서 스냅샷 자원 영역을 작성하지 못함: %(res)s.
pt_br: Falha ao criar área de recursos de captura instantânea no volume %(vol)s: %(res)s.
tr_tr: %(vol)s mantıksal sürücüsü üzerinde anlık görüntü kaynak alanı oluşturma başarısız: %(res)s.

source: Failed to create snapshot.
de: Fehler beim Erstellen der Schattenkopie.
es: No se ha podido crear la instantánea.
fr: Echec de la création de l'instantané.
it: Impossibile creare l'istantanea.
ko_kr: 스냅샷 작성에 실패했습니다.
pt_br: Falha ao criar captura instantânea.
tr_tr: Anlık görüntü oluşturma başarısız.

source: Failed to create snapshot. CloudByte volume information not found for OpenStack volume [%s].
de: Erstellen der Schattenkopie fehlgeschlagen. CloudByte-Datenträgerinformationen für OpenStack-Datenträger [%s] nicht gefunden.
es: No se ha podido crear la instantánea. No se ha encontrado la información del volumen de CloudByte para el volumen de OpenStack [%s].
fr: Echec de la création d'instantané. Les informations du volume CloudByte sont introuvables pour le volume OpenStack [%s].
it: Impossibile creare l'istantanea. Non sono state trovate le informazioni sul volume CloudByte per il volume OpenStack [%s].
ko_kr: 스냅샷을 작성하지 못했습니다. OpenStack 볼륨 [%s]에 대한 CloudByte 볼륨 정보를 찾을 수 없습니다.
pt_br: Falha ao criar captura instantânea. As informações de volume do CloudByte não foram localizadas para O volume OpenStack [%s].
tr_tr: Anlık sistem görüntüsü oluşturulamadı. [%s] OpenStack mantıksal sürücüsü için CloudByte mantıksal sürücü bilgisi bulunamadı.
