Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Operation failed with status=%(status)s. Full dump: %(data)s
de: Operation fehlgeschlagen mit status=%(status)s. Vollständiger Speicherauszug: %(data)s
es: Se ha encontrado un error en la operación con el estado=%(status)s. Volcado completo: %(data)s
fr: Échec de l'opération avec statut = %(status)s. Vidage complet : %(data)s
it: Operazione non riuscita con status=%(status)s. Dump completo: %(data)s
ko_kr: 조작이 상태=%(status)s과(와) 함께 실패했습니다. 전체 덤프: %(data)s
pt_br: A operação falhou com o status=%(status)s. Dump completo: %(data)s
tr_tr: İşlem şu durum ile başarısız oldu=%(status)s. Tam dökümü: %(data)s

source: Operation not supported: %(operation)s.
de: Nicht unterstützte Operation: %(operation)s.
es: Operación no admitida: %(operation)s.
fr: Opération non prise en charge : %(operation)s.
it: Operazione non supportata: %(operation)s.
ko_kr: 조작이 지원되지 않음: %(operation)s.
pt_br: Operação não suportada: %(operation)s.
tr_tr: İşlem desteklenmiyor: %(operation)s.

source: Option gpfs_images_dir is not set correctly.
de: Option gpfs_images_dir wurde nicht richtig festgelegt.
es: La opción gpfs_images_dir no se ha establecido correctamente.
fr: L'option gpfs_images_dir n'est pas correctement définie.
it: L'opzione gpfs_images_dir non è impostata correttamente.
ko_kr: gpfs_images_dir 옵션이 올바르게 설정되지 않았습니다.
pt_br: A opção gpfs_images_dir não está configurada corretamente.
tr_tr: gpfs_images_dir seçeneği doğru ayarlanmamış.

source: Option gpfs_images_share_mode is not set correctly.
de: Option gpfs_images_share_mode wurde nicht richtig festgelegt.
es: La opción gpfs_images_share_mode no se ha establecido correctamente.
fr: L'option gpfs_images_share_mode n'est pas correctement définie.
it: L'opzione gpfs_images_share_mode non è impostata correttamente.
ko_kr: gpfs_images_share_mode 옵션이 올바르게 설정되지 않았습니다.
pt_br: A opção gpfs_images_share_mode não está configurada corretamente.
tr_tr: gpfs_images_share_mode seçeneği doğru ayarlanmamış.

source: Option gpfs_mount_point_base is not set correctly.
de: Option gpfs_mount_point_base wurde nicht richtig festgelegt.
es: La opción gpfs_mount_point_base no se ha establecido correctamente.
fr: L'option gpfs_mount_point_base n'est pas correctement définie.
it: L'opzione gpfs_mount_point_base non è impostata correttamente.
ko_kr: gpfs_mount_point_base 옵션이 올바르게 설정되지 않았습니다.
pt_br: A opção gpfs_mount_point_base não está configurada corretamente.
tr_tr: gpfs_mount_point_base seçeneği doğru ayarlanmamış.

source: Option map (cls._map) is not defined.
de: Optionszuordnung (cls._map) ist nicht definiert.
es: La correlación de opciones (cls._map) no está definida.
fr: Mappe d'options (cls._map) non définie.
it: Mappa delle opzioni (cls._map) non definita.
ko_kr: 옵션 맵(cls._map)이 정의되지 않았습니다.
pt_br: O mapa de opções (cls._map) não está definido.

source: Originating %(res)s %(prop)s must be one of '%(vals)s' values
de: Die Ursprungs-%(res)s %(prop)s muss einen der folgenden Werte haben: '%(vals)s'.
es: %(res)s %(prop)s de origen debe ser uno de los valores '%(vals)s'
fr: L'état d'origine de %(res)s %(prop)s doit être l'une des valeurs '%(vals)s'
it: %(res)s %(prop)s di origine deve essere uno dei valori '%(vals)s'
ko_kr: 시작 %(res)s %(prop)s은(는) '%(vals)s' 값 중 하나여야 함
pt_br: A origem de %(res)s %(prop)s deve ser um dos valores '%(vals)s'

source: Override HTTPS port to connect to Blockbridge API server.
de: HTTPS-Port zum Verbinden mit Blockbridge-API-Server außer Kraft setzen.
es: Sustituya el puerto HTTPS para conectarse al servidor de API Blockbridge.
fr: Remplacer le port HTTPS pour se connecter au serveur de l'API Blockbridge.
it: Sovrascrivere porta HTTPS per connettersi al server API Blockbridge.
ko_kr: Blockbridge API 서버에 연결할 HTTPS 포트를 대체하십시오.
pt_br: Porta HTTPS de substituição para conectar-se ao servidor da API Blockbridge.
tr_tr: Blockbridge API sunucusuna bağlanmak için HTTPS bağlantı noktasının üzerine yaz.

source: Partition name is None, please set smartpartition:partitionname in key.
de: Partitionsname ist None. Legen Sie smartpartition:partitionname im Schlüssel fest.
es: Nombre de la partición es Ninguno, establezca smartpartition:partitionname en clave.
fr: Le nom de partition est None. Définissez smartpartition:partitionname dans la clé.
it: Il nome della partizione è Nessuno, impostare smartpartition:partitionname nella chiave.
ko_kr: 파티션 이름이 None입니다. 키에서 smartpartition:partitionname을 설정하십시오.
pt_br: O nome da partição é Nenhum; configure smartpartition:partitionname na chave.

source: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
de: Kennwort oder privater SSH-Schlüssel ist für Authentifizierung erforderlich. Legen Sie entweder die Option 'san_password' oder die Option 'san_private_key' fest.
es: La contraseña o clave privada SSH es necesaria para la autenticación: establezca la opción san_password o san_private_key.
fr: Mot de passe ou clé privée SSH obligatoire pour l'authentification : définissez l'option san_password ou san_private_key .
it: La password o la chiave privata SSH è obbligatoria per l'autenticazione: impostare l'opzione san_password o san_private_key.
ko_kr: 인증에 비밀번호 또는 SSH 개인용 키가 필요합니다. san_password 또는 san_private_key 옵션을 설정하십시오.
pt_br: A senha ou a chave privada SSH é requerida para autenticação: configure opção san_password ou san_private_key.
tr_tr: Yetkilendirme için parola veya SSH özel anahtarı gerekli: ya san_password ya da san_private_key seçeneğini ayarlayın.

source: Path to REST server's certificate must be specified.
de: Pfad zum Zertifikat des REST-Servers muss angegeben werden.
es: Se debe especificar la vía de acceso al certificado del servidor REST.
fr: Le chemin d'accès au certificat du serveur REST doit être spécifié.
it: È necessario specificare il percorso al certificato server REST.
ko_kr: REST 서버 인증서의 경로를 지정해야 합니다.
pt_br: O caminho para o certificado do servidor REST deve ser especificado.
tr_tr: REST sunucusunun sertifikasına olan yol belirtilmeli.

source: Please create %(pool_list)s pool in advance!
de: Erstellen Sie Pool %(pool_list)s bereits im Voraus!
es: Cree la agrupación %(pool_list)s con antelación.
fr: Créez d'avance le pool %(pool_list)s.
it: Creare il pool %(pool_list)s in anticipo.
ko_kr: 미리 %(pool_list)s 풀을 작성하십시오!
pt_br: Crie o conjunto %(pool_list)s antecipadamente!
tr_tr: Lütfen %(pool_list)s havuzunu önceden oluşturun!

source: Please create %(tier_levels)s tier in pool %(pool)s in advance!
de: Erstellen Sie die %(tier_levels)s im Pool %(pool)s bereits im Voraus!
es: Cree el nivel %(tier_levels)s en la agrupación %(pool)s con antelación.
fr: Créez d'avance le niveau %(tier_levels)s dans le pool %(pool)s.
it: Creare il livello %(tier_levels)s nel pool %(pool)s in anticipo.
ko_kr: 미리 풀 %(pool)s에서 %(tier_levels)s 티어를 작성하십시오!
pt_br: Crie antecipadamente a camada %(tier_levels)s no conjunto %(pool)s!
tr_tr: Lütfen önceden %(pool)s havuzunda %(tier_levels)s aşamasını oluşturun!

source: Please re-run cinder-manage as root.
de: Führen Sie 'cinder-manage' erneut als Root aus.
es: Vuelva a ejecutar cinder-manage como root.
fr: Réexécutez cinder-manage avec des droits root.
it: Eseguire nuovamente cinder-manage come root.
ko_kr: 루트로 cinder-manage를 다시 실행하십시오.
pt_br: Reexecute o gerenciamento do cinder como raiz.
tr_tr: Lütfen cinder-manage'i root olarak yeniden çalıştırın.

source: Please specify a name for QoS specs.
de: Geben Sie einen Namen für die QoS-Spezifikationen an.
es: Especifique un nombre para especificaciones de QoS.
fr: Veuillez indiquer un nom pour les spécifications QoS.
it: Specificare un nome per le specifiche (specs) QoS.
ko_kr: QoS 스펙에 대한 이름을 지정하십시오.
pt_br: Por favor, especifique o nome para as especificações QoS.
tr_tr: Lütfen QoS özellikleri için bir ad belirtin.

source: Policy doesn't allow %(action)s to be performed.
de: Richtlinie lässt Ausführung von %(action)s nicht zu.
es: La política no permite realizar %(action)s.
fr: Le réglage des droits n'autorise pas %(action)s à être effectué(e)(s)
it: La politica non consente di eseguire l'azione %(action)s.
ko_kr: 정책이 %(action)s이(가) 수행되도록 허용하지 않습니다.
pt_br: A política não permite que %(action)s sejam executadas.
tr_tr: %(action)s uygulanmasına izin verilmiyor.

source: Pool %(poolNameInStr)s is not found.
de: Pool %(poolNameInStr)s wurde nicht gefunden.
es: La agrupación %(poolNameInStr)s no se ha encontrado.
fr: Pool %(poolNameInStr)s introuvable.
it: Il pool %(poolNameInStr)s non è stato trovato.
ko_kr: %(poolNameInStr)s 풀을 찾을 수 없습니다.
pt_br: Pool %(poolNameInStr)s não foi encontrado.
tr_tr: %(poolNameInStr)s havuzu bulunamadı.

source: Pool %s does not exist in Nexenta Store appliance
de: Der Pool %s ist nicht in der Nexenta Store-Appliance vorhanden.
es: La agrupación %s no existe en la aplicación Nexenta Store
fr: Le pool %s n'existe pas dans Nexenta Store Appliance
it: Il pool %s non esiste nell'applicazione Nexenta Store
ko_kr: 풀 %s이(가) Nexenta Store 어플라이언스에 없음
pt_br: O conjunto %s não existe no dispositivo Nexenta Store.

source: Pool from volume['host'] %(host)s not found.
de: Pool von Datenträger ['host'] %(host)s nicht gefunden.
es: No se ha encontrado la agrupación del volumen['host'] %(host)s.
fr: Le pool du volume ['host'] %(host)s est introuvable.
it: Pool dal volume['host'] %(host)s non trovato.
ko_kr: volume['host'] %(host)s의 풀을 찾을 수 없습니다.
pt_br: Conjunto do volume ['host'] %(host)s não localizado.

source: Pool from volume['host'] failed with: %(ex)s.
de: Pool von Datenträger ['host'] fehlgeschlagen mit: %(ex)s.
es: La agrupación del volumen ['host'] ha fallado con: %(ex)s.
fr: Le pool du volume ['host'] a échoué en renvoyant : %(ex)s.
it: Pool dal volume['host'] non riuscito con: %(ex)s.
ko_kr: 다음과 함께 volume['host']의 풀이 실패함: %(ex)s.
pt_br: O conjunto do volume ['host'] falhou com: %(ex)s.

source: Pool is not available in the volume host field.
de: Pool ist im Hostfeld für Datenträger nicht verfügbar.
es: La agrupación no está disponible en el campo del host del volumen.
fr: Le pool n'est pas disponible dans la zone d'hôte du volume.
it: Il pool non è disponibile nel campo dell'host del volume.
ko_kr: 볼륨 호스트 필드에서 풀을 사용할 수 없습니다.
pt_br: O conjunto não está disponível no campo do host de volume.
tr_tr: Havzu mantıksal sürücü istemci alanında kullanılabilir değil.

source: Pool is not available in the volume host fields.
de: Pool ist in den Hostfeldern für Datenträger nicht verfügbar.
es: La agrupación no está disponibles en los campos de host del volumen.
fr: Le pool n'est pas disponible dans les zones d'hôte du volume.
it: Il pool non è disponibile nei campi dell'host del volume.
ko_kr: 볼륨 호스트 필드에서 풀을 사용할 수 없습니다.
pt_br: O conjunto não está disponível nos campos do host de volume.
tr_tr: Havuz mantıksal sürücü istemci alanlarında kullanılabilir değil.

source: Pool with name %(pool)s wasn't found in domain %(domain)s.
de: Pool mit dem Namen %(pool)s wurde in der Domäne %(domain)s nicht gefunden.
es: No se ha encontrado la agrupación con el nombre %(pool)s en el dominio %(domain)s.
fr: Le pool nommé %(pool)s est introuvable dans le domaine %(domain)s.
it: Impossibile trovare il pool con nome %(pool)s nel trovare %(domain)s.
ko_kr: 이름이 %(pool)s인 풀을 도메인 %(domain)s에서 찾을 수 없습니다.
pt_br: Conjunto com o nome %(pool)s não foi localizado no domínio %(domain)s.
tr_tr: %(pool)s ismine sahip havuz %(domain)s alanında bulunamadı.

source: Pool with name %(pool_name)s wasn't found in domain %(domain_id)s.
de: Pool mit dem Namen %(pool_name)s wurde in der Domäne %(domain_id)s nicht gefunden.
es: No se ha encontrado la agrupación con el nombre %(pool_name)s en el dominio %(domain_id)s.
fr: Le pool nommé %(pool_name)s est introuvable dans le domaine %(domain_id)s.
it: Impossibile trovare il pool con nome %(pool_name)s nel trovare %(domain_id)s.
ko_kr: 이름이 %(pool_name)s인 풀을 도메인 %(domain_id)s에서 찾을 수 없습니다.
pt_br: O conjunto com o nome %(pool_name)s não foi localizado no domínio %(domain_id)s.
tr_tr: %(pool_name)s ismine sahip havuz %(domain_id)s alanında bulunamadı.

source: Pool: %(poolName)s. is not associated to storage tier for fast policy %(fastPolicy)s.
de: Der Pool %(poolName)s ist keiner Speicherschicht für FAST-Richtlinie %(fastPolicy)s zugeordnet.
es: La agrupación %(poolName)s no está asociada con el nivel de almacenamiento de la política fast %(fastPolicy)s.
fr: Pool : %(poolName)s. n'est pas associé au groupe de serveurs d'application d'archivage pour la règle FAST %(fastPolicy)s.
it: Il pool: %(poolName)s. non è associato al livello di memoria per la politica FAST %(fastPolicy)s.
ko_kr: %(poolName)s 풀이 fast 정책 %(fastPolicy)s에 대한 스토리지 티어와 연관되어 있지 않습니다.
pt_br: Conjunto: %(poolName)s. não está associado à camada de armazenamento para a política fast %(fastPolicy)s.
tr_tr: Havuz: %(poolName)s. %(fastPolicy)s. fast ilkesi için depolama aşamasıyla ilişkilendirilmemiş.

source: PoolName must be in the file %(fileName)s.
de: PoolName muss in der Datei %(fileName)s vorhanden sein.
es: PoolName debe estar en el archivo %(fileName)s.
fr: PoolName doit être dans le fichier %(fileName)s.
it: Il nome pool deve essere nel file %(fileName)s.
ko_kr: PoolName은 파일 %(fileName)s에 있어야 합니다.
pt_br: PoolName deve estar no arquivo %(fileName)s.

source: Pools %s does not exist
de: Pool %s ist nicht vorhanden.
es: La agrupaciones %s no existen
fr: Le pool %s n'existe pas
it: I pool %s non esistono
ko_kr: Pools %s이(가) 존재하지 않음
pt_br: Conjuntos %s não existem
tr_tr: Havuz %s mevcut değil

source: Pools name is not set.
de: Name des Pools wurde nicht festgelegt.
es: No se ha establecido el nombre de agrupaciones.
fr: Le nom de pools n'a pas été défini.
it: Il nome pool non è impostato.
ko_kr: 풀 이름이 설정되지 않았습니다.
pt_br: O nome dos conjuntos não está configurado.
tr_tr: Havuz ismi ayarlanmamış.

source: Primary copy status: %(status)s and synchronized: %(sync)s.
de: Status der primären Kopie: %(status)s und synchronisiert: %(sync)s.
es: Estado de copia primaria: %(status)s y sincronizado: %(sync)s.
fr: Statut de la copie primaire : %(status)s et synchronisation : %(sync)s.
it: Stato della copia primaria: %(status)s e sincronizzata: %(sync)s.
ko_kr: 1차 사본 상태: %(status)s 및 동기화됨: %(sync)s.
pt_br: Status da cópia primária: %(status)s e sincronizada: %(sync)s.
tr_tr: Birincil kopyalama durumu: %(status)s ve eşzamanlanan: %(sync)s.

source: Project ID
de: Projekt-ID
es: ID del proyecto
fr: ID Projet
it: Identificativo del Progetto
ko_kr: 프로젝트 ID
pt_br: ID do Projeto
tr_tr: Proje ID

source: Project quotas are not properly setup for nested quotas: %(reason)s.
de: Projektkontingente sind nicht ordnungsgemäß für verschachtelte Kontingente konfiguriert: %(reason)s.
es: No se han configurado correctamente las cuotas del proyecto para las cuotas anidadas: %(reason)s.
fr: Les quotas de projet ne sont pas correctement configurés pour les quotas imbriqués : %(reason)s.
it: Le quote del progetto non sono configurate correttamente per le quote nidificate: %(reason)s.
ko_kr: 중첩된 할당량에 맞게 프로젝트 할당량이 설정되지 않음: %(reason)s.
pt_br: As Cotas de Projeto não estão configuradas corretamente para as cotas aninhadas: %(reason)s.

source: Protection Group not ready.
de: Schutzgruppe ist nicht bereit.
es: El grupo de protección no está preparado.
fr: Le groupe de protection n'est pas prêt.
it: Gruppo di protezione non pronto.
ko_kr: 보호 그룹이 준비되지 않았습니다.
pt_br: Grupo de Proteção não pronto.

source: Protocol %(storage_protocol)s is not supported for storage family %(storage_family)s.
de: Protokoll %(storage_protocol)s wird nicht unterstützt für Speicherfamilie %(storage_family)s.
es: El protocolo %(storage_protocol)s no es admitido para la familia de almacenamiento %(storage_family)s.
fr: Le protocole %(storage_protocol)s n'est pas pris en charge pour la famille de stockage %(storage_family)s.
it: Il protocollo %(storage_protocol)s non è supportato per la famiglia di archiviazione %(storage_family)s.
ko_kr: 프로토콜 %(storage_protocol)s이(가) 스토리지 제품군%(storage_family)s입니다.
pt_br: Protocolo %(storage_protocol)s não é suportado para a família de armazenamento %(storage_family)s.
tr_tr: %(storage_protocol)s iletişim kuralı %(storage_family)s depolama ailesi için desteklenmiyor.

source: Provided backup record is missing an id
de: Im angegebenen Sicherungsdatensatz fehlt eine ID.
es: Al registro de copia de seguridad proporcionado le falta un ID.
fr: L'ID est manquant dans l'enregistrement de sauvegarde fourni
it: Nel record di backup fornito manca un id
ko_kr: 제공된 백업 레코드에 ID가 누락됨
pt_br: Registro de backup fornecido tem um ID ausente

source: Provided snapshot status %(provided)s not allowed for snapshot with status %(current)s.
de: Angegebener Schattenkopiestatus %(provided)s ist nicht zulässig für Schattenkopie mit Status %(current)s.
es: El estado de instantánea proporcionado %(provided)s no está permitido para instantánea con estado %(current)s.
fr: Etat d'instantané %(provided)s fourni interdit pour l'instantané ayant pour état %(current)s.
it: Lo stato %(provided)s dell'istantanea fornito non è consentito per un'istantanea con lo stato %(current)s.
ko_kr: 제공된 스냅샷 상태 %(provided)s이(가) %(current)s 상태의 스냅샷에 허용되지 않습니다.
pt_br: Fornecido um status de captura instantânea %(provided)s não permitido para captura instantânea com status %(current)s.
tr_tr: %(current)s durumundaki anlık sistem görüntüsünde verilen anlık sistem görüntüsü durumuna %(provided)s izin verilmez.

source: Provider information w.r.t CloudByte storage was not found for OpenStack volume [%s].
de: Providerinformation für CloudByte-Speicher wurde für den OpenStack-Datenträger [%s] nicht gefunden.
es: No se ha encontrado la información del proveedor sobre el almacenamiento de CloudByte para el volumen de OpenStack [%s].
fr: Les informations du fournisseur sur le stockage CloudByte w.r.t n'ont pas été trouvées pour le volume OpenStack [%s].
it: Informazioni del provider sulla memoria CloudByte non trovate per il volume OpenStack [%s].
ko_kr: OpenStack 볼륨 [%s]의 제공자 정보 w.r.t CloudByte 스토리지를 찾을 수 없습니다.
pt_br: Informações do provedor no armazenamento w.r.t CloudByte não foram localizadas para o volume [%s] do OpenStack.

source: Pure Storage Cinder driver failure: %(reason)s
de: Fehler bei Pure Storage-Cinder-Treiber: %(reason)s
es: Error de controlador Pure Storage Cinder: %(reason)s
fr: Echec du pilote Pure Storage Cinder : %(reason)s
it: Errore driver Pure Storage Cinder: %(reason)s
ko_kr: Pure Storage Cinder 드라이버 실패: %(reason)s
pt_br: Falha no driver de Pure Storage do Cinder: %(reason)s
tr_tr: Pure Storage Cinder sürücü hatası: %(reason)s

source: Purge command failed, check cinder-manage logs for more details.
de: Der Löschbefehl ist fehlgeschlagen. Suchen Sie in den cinder-manage-Protokolldateien nach weiteren Details.

source: QoS Specs %(specs_id)s already exists.
de: Die QoS-Spezifikation %(specs_id)s ist bereits vorhanden.
es: Las especificaciones de QoS %(specs_id)s ya existen.
fr: Spécifications QoS %(specs_id)s déjà existantes.
it: Le specifiche QoS %(specs_id)s esistono già.
ko_kr: %(specs_id)s QoS 스펙이 이미 존재합니다.
pt_br: Especificações QoS %(specs_id)s já existem.
tr_tr: QoS Özellikleri %(specs_id)s zaten var.

source: QoS Specs %(specs_id)s is still associated with entities.
de: Die QoS-Spezifikation %(specs_id)s ist immer noch Entitäten zugeordnet.
es: Especificaciones de QoS %(specs_id)s está asociado con las entidades.
fr: Les spécifications QoS %(specs_id)s sont encore associées aux entités.
it: Le specifiche QoS %(specs_id)s sono ancora associate alle entità.
ko_kr: QoS 스펙 %(specs_id)s이(가) 엔티티와 연관되어 있습니다.
pt_br: Especificações QoS %(specs_id)s ainda estão associadas com entidades.
tr_tr: %(specs_id)s QoS Özellikleri hala varlıklar ile ilişkilidir.

source: QoS config is wrong. %s must > 0.
de: QoS-Konfiguration ist falsch. %s muss > 0 sein.
es: La configuración de QoS es incorrecta. %s debe ser > 0.
fr: Configuration incorrecte de QoS. %s doit être > 0.
it: La configurazione QoS è errata. %s deve essere > 0.
ko_kr: QoS 구성이 잘못되었습니다. %s이(가) 0보다 커야 합니다.
pt_br: A configuração de QoS está errada. %s deve ser > 0.

source: QoS policy must specify for IOTYPE and another qos_specs, QoS policy: %(qos_policy)s.
de: QoS-Richtlinie muss für IOTYPE und eine weitere qos_specs angegeben werden. QoS-Richtlinie: %(qos_policy)s.
es: La política QoS debe especificar para IOTYPE y otras qos_specs. Política QoS: %(qos_policy)s
fr: La stratégie QoS doit indiquer une valeur pour IOTYPE et une autre spécification qos_specs, stratégie QoS : %(qos_policy)s.
it: La politica deve essere specificata per IOTYPE e un altro qos_specs, politica QoS: %(qos_policy)s.
ko_kr: IOTYPE 및 다른 qos_specs에 대해 QoS 정책을 지정해야 함, QoS 정책: %(qos_policy)s.
pt_br: A política de QoS deve ser especificada para o IOTYPE e para outras qos_specs, política de QoS: %(qos_policy)s.

source: QoS policy must specify for IOTYPE: 0, 1, or 2, QoS policy: %(qos_policy)s
de: QoS policy muss für IOTYPE angegeben werden: 0, 1 oder 2. QoS-Richtlinie: %(qos_policy)s
es: La política QoS debe especificar para IOTYPE el valor: 0, 1, o 2. Política QoS: %(qos_policy)s
fr: La stratégie QoS doit indiquer pour IOTYPE : 0, 1 ou 2, stratégie QoS : %(qos_policy)s
it: La politica QoS deve essere specificata per IOTYPE: 0, 1 o 2, politica QoS: %(qos_policy)s
ko_kr: IOTYPE의 QoS 정책을 지정해야 함: 0, 1 또는 2, QoS 정책: %(qos_policy)s
pt_br: A política de QoS deve ser especificada para IOTYPE: 0, 1 ou 2, política de QoS: %(qos_policy)s

source: QoS policy upper_limit and lower_limit conflict, QoS policy: %(qos_policy)s.
de: QoS-Richtlinienkonflikt bei 'upper_limit' und 'lower_limit'. QoS-Richtlinie: %(qos_policy)s.
es: Conflicto entre upper_limit y lower_limit en la política QoS. Política QoS: %(qos_policy)s.
fr: Conflit entre les valeurs upper_limit et lower_limit dans la stratégie QoS, stratégie QoS : %(qos_policy)s.
it: Conflitto upper_limit e lower_limit della politica QoS, politica QoS: %(qos_policy)s.
ko_kr: QoS 정책 upper_limit 및 lower_limit 충돌, QoS 정책: %(qos_policy)s.
pt_br: Conflito de upper_limit e lower_limit da política do QoS, política do QoS: %(qos_policy)s.

source: QoS spec %(specs_id)s has no spec with key %(specs_key)s.
de: QoS-Spezifikation %(specs_id)s enthält keine Spezifikation mit dem Schlüssel %(specs_key)s.
es: La especificación QoS %(specs_id)s no tiene especificación con clave %(specs_key)s.
fr: Spécif. QoS %(specs_id)s sans spécif. avec la clé %(specs_key)s.
it: La specifica QoS %(specs_id)s non dispone di specifiche con la chiave %(specs_key)s.
ko_kr: QoS 스펙 %(specs_id)s에 %(specs_key)s 키를 갖는 스펙이 없습니다.
pt_br: Especificação QoS %(specs_id)s não tem spec com chave %(specs_key)s.
tr_tr: %(specs_id)s QoS özelliği, %(specs_key)s anahtarı ile hiçbir özelliğe sahip değil.

source: QoS specs are not supported on this storage family and ONTAP version.
de: QoS-Spezifikationen werden für diese Speicherfamilie und ONTAP-Version nicht unterstützt.
es: Las especificaciones QoS no se admiten en esta familia de almacenamiento y versión ONTAP.
fr: Les spécifications QoS ne sont pas prises en charge sur cette famille de stockage et version ONTAP.
it: Spec QoS non supportate in questa famiglia di memoria e versione ONTAP.
ko_kr: QoS 스펙이 이 스토리지 제품군 및 ONTAP 버전에서 지원되지 않습니다.
pt_br: Especificações de QoS não são suportadas nesta família de armazenamento e versão de ONTAP.
tr_tr: QoS özellikleri bu depolama ailesi ve ONTAP sürümünde desteklenmiyor.

source: Qos specs still in use.
de: Qos-Spezifikationen sind noch im Gebrauch.
es: Especificaciones de QoS aún en uso.
fr: Spécifications QoS encore en service.
it: Le specifiche (specs) Qos sono ancora in uso.
ko_kr: Qos 스펙을 아직 사용 중입니다.
pt_br: Qos specs ainda em uso.
tr_tr: Qos özellikleri hala kullanımda.
