Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-error.po
Languages: cs, it, tr_tr

source: Unexpected error when retype() revert tried to deleteVolumeSet(%s)
cs: Neočekávaná chyba když se vracel pokus přetypování o smazání sady svazků (%s)
it: Si è verificato un errore non previsto quando il ripristino retype() ha tentato di deleteVolumeSet(%s)
tr_tr: deleteVolumeSet(%s) için retype() geri alınırken beklenmeyen hata

source: Unexpected error when retype() tried to deleteVolumeSet(%s)
cs: Neočekávaná chyba když přetypování se pokusilo o smazání sady svazků (%s)
it: Si è verificato un errore non previsto quando retype() ha tentato di deleteVolumeSet(%s)
tr_tr: deleteVolumeSet(%s) için retype() denenirken beklenmeyen hata

source: Unexpected error while invoking web service. Error - %s.
cs: Při volání internetové služby se objevila neočekávaná chyba. Chyba - %s.
it: Errore imprevisto durante il richiamo del servizio Web. Errore - %s.

source: Unexpected exception during cache cleanup of snapshot %s
it: Eccezione imprevista durante la ripulitura cache dell'istantanea %s

source: Unknown exception in post clone resize LUN %s.
cs: Neznámá výjimka při zvětšení LUN %s po klonování.
it: Eccezione sconosciuta nella LUN di post ridimensionamento clone %s.
tr_tr: Kopyalama sonrası LUN %s yeniden boyutlandırılırken bilinmeyen hata.

source: Unrecognized Login Response: %s
cs: Nerozpoznaná odpověď přihlášení: %s
it: Risposta di login non riconosciuta: %s

source: Update consistency group failed to add volume-%(volume_id)s: VolumeNotFound.
cs: Aktualizace skupiny jednotnosti nemohla přidat svazek %(volume_id)s: Svazek nenalezen.
it: L'aggiornamento del gruppo di coerenza non è riuscito ad aggiungere il volume-%(volume_id)s: VolumeNotFound.
tr_tr: Mantıksal sürücü-%(volume_id)s eklemek için tutarlılık grubu güncellemesi başarısız oldu: MantıksalSürücüBulunamadı.

source: Update consistency group failed to remove volume-%(volume_id)s: VolumeNotFound.
cs: Aktualizace skupiny jednotnosti nemohla odstranit svazek %(volume_id)s: Svazek nenalezen.
it: L'aggiornamento del gruppo di coerenza non è riuscito a rimuovere il volume-%(volume_id)s: VolumeNotFound.
tr_tr: Mantıksal Sürücü-%(volume_id)s kaldırmak için tutarlılık grubu güncellemesi başarısız oldu: MantıksalSürücüBulunamadı.

source: Update snapshot usages failed.
cs: Aktualizace využití snímku selhala.
it: Aggiornamento utilizzi istantanea non riuscito.
tr_tr: Anlık sistem görüntü kullanımları güncellemesi başarısız oldu.

source: Update volume model for transfer operation failed.
cs: Aktualizace modelu svazku pro operaci přenosu selhala.
it: Aggiornamento del modello di volume per l'operazione di trasferimento non riuscito.
tr_tr: Aktarım işlemi için mantıksal sürücü modeli güncellemesi başarısız oldu.

source: Upload volume to image encountered an error (image-id: %(image_id)s).
cs: Při nahrávání svazku do obrazu nastala chyba (id obrazu: %(image_id)s).
it: L'aggiornamento del volume nell'immagine ha riportato un errore (image-id: %(image_id)s).
tr_tr: İmaja mantıksal sürücü yükleme bir hata ile karşılaştı (imaj bilgisi: %(image_id)s).

source: User does not have permission to change Storage Profile selection.
cs: Uživatel nemá oprávnění por změnu výběru profilu úložiště.
it: L'utente non dispone dell'autorizzazione per modificare la selezione del profilo di memoria.

source: VGC-CLUSTER command blocked and cancelled.
cs: Příkaz clusteru VGC zablokován a zrušen.
it: Comando VGC-CLUSTER bloccato e annullato.
tr_tr: VGC-CLUSTER komutu bloklandı ve durduruldu.

source: Version string '%s' is not parseable
cs: Řetězec verze '%s' nelze zpracovat
it: La stringa di versione '%s'non è analizzabile
tr_tr: '%s' sürüm karakter dizisi ayrıştırılabilir değildir

source: Virtual Volume Set %s does not exist.
cs: Sada virtuálního svazku %s neexistuje.
it: L'insieme di volumi virtuali %s non esiste.

source: Virtual disk device of backing: %s not found.
cs: Zařízení zálohy virtuálního disku. %s nenalezeno.
it: Dispositivo disco virtuale di backup: %s non trovato.
tr_tr: Desteklemenin sanal disk aygıtı: %s bulunamadı.

source: Vol copy job status %s.
cs: Stav úkolu kopírování svazku: %s.
it: Stato del lavoro di copia del volume %s.
tr_tr: Mantıksal sürücü kopyalama iş durumu %s.

source: Volume "%s" not found. Please check the results of "dog vdi list".
cs: Svazek "%s" nenalezen. Prosím zkontrolujte výstup příkazu "dog vdi list".
it: Volume "%s" non trovato. Controllare i risultati di "dog vdi list".

source: Volume %(name)s is not suitable for storage assisted migration using retype.
cs: Svazek %(name)s není vhodný pro přesun využitím úložiště pomocí přetypování.
it: Il volume %(name)s non è adatto per la migrazione assistita dalla memoria utilizzando la riscrittura.
tr_tr: Retype kullanılan depolama destekli göç için %(name)s mantıksal sürücüsü uygun değil.

source: Volume %(name)s not found on the array.
cs: Svazek %(name)s nenalezen v poli.
it: Volume %(name)s non trovato nell'array.

source: Volume %(name)s not found on the array. No volume to delete.
cs: Svazek %(name)s nenalezen v poli. Žádný svazek ke smazání.
it: Volume %(name)s non trovato nell'array. Nessun volume da eliminare.
tr_tr: Dizide mantıksal sürücü %(name)s bulunamadı. Silinecek hiçbir mantıksal sürücü yok.

source: Volume %(name)s not found on the array. No volume to migrate using retype.
cs: Svazek %(name)s nenalezen v poli. Žádný svazek pro přesun pomocí přetypování.
it: Volume %(name)s non trovato sull'array. Nessun volume da migrare utilizzando la riscrittura.
tr_tr: Dizide mantıksal sürücü %(name)s bulunamadı. Retype kullanarak göç için hiçbir mantıksal sürücü yok.

source: Volume %(vol)s in the consistency group could not be deleted.
it: Il volume %(vol)s ha un problema di consistenza del gruppo e non è possibile cancellarlo.

source: Volume %(volumeid)s failed to send assign command, ret: %(status)s output: %(output)s
cs: Svazek %(volumeid)s nemohl odeslat příkaz pro přidělení, vráceno: %(status)s, výstup: %(output)s
it: Il volume %(volumeid)s non è riuscito a inviare il comando di assegnazione, ret: %(status)s output: %(output)s
tr_tr: Mantıksal sürücü %(volumeid)s atama komutunu gönderemedi, dönüş: %(status)s çıktı: %(output)s

source: Volume %s doesn't exist on array.
cs: Svazek %s neexistuje v poli.
it: Il volume %s non esiste nell'array.
tr_tr: Mantıksal sürücü %s dizide yok.

source: Volume %s, not found on SF Cluster.
cs: Svazek %s nebyl nalezen v clusteru SF.
it: Volume %s, non trovato nel cluster SF.
tr_tr: Mantıksal %s, SF Kümesinde bulunamadı.

source: Volume %s: create failed
cs: Vytvoření svazku %s selhalo
it: Volume %s: creazione non riuscita
tr_tr: Mantıksal sürücü %s: oluşturma başarısız oldu

source: Volume %s: driver error when trying to retype, falling back to generic mechanism.
cs: Svazek %s: chyba ovladače při pokusu o přetypování, bude použit obecný mechanismus.
it: Volume %s: errore del driver nel tentativo di eseguire la riscrittura, fallback su meccanismo generico.
tr_tr: %s Mantıksal Sürücü: retype denenirken sürücü hatası, genel mekanizmaya geri dönülüyor.

source: Volume %s: manage failed.
cs: Správa svazku %s selhala.
it: Volume %s: gestione non riuscita.

source: Volume %s: rescheduling failed
cs: Znovu naplánování svazku %s selhalo
it: Volume %s: ripianificazione non riuscita
tr_tr: Mantıksal sürücü %s: yeniden zamanlama başarısız oldu

source: Volume %s: update volume state failed.
cs: Aktualizace stavu svazku %s selhala.
it: Volume %s: aggiornamento dello stato del volume non riuscito.
tr_tr: Mantıksal sürücü %s: mantıksal sürücü durumu güncelleme başarısız oldu.

source: Volume : %(volumeName)s has not been added to target storage group %(storageGroup)s.
cs: Svazek : %(volumeName)s nebyl přidán do cílové skupiny úložiště %(storageGroup)s.
it: Il volume: %(volumeName)s non è stato aggiunto al gruppo di archiviazione di origine %(storageGroup)s.
tr_tr: Mantıksal sürücü : %(volumeName)s %(storageGroup)s hedef depolama grubuna eklenmemiş.

source: Volume : %(volumeName)s has not been removed from source storage group %(storageGroup)s.
cs: Svazek : %(volumeName)s nebyl odstraněn ze zdrojové skupiny úložiště %(storageGroup)s.
it: Il volume: %(volumeName)s non è stato rimosso dal gruppo di archiviazione di origine %(storageGroup)s.
tr_tr: Mantıksal Sürücü : %(volumeName)s kaynak depolama grubundan %(storageGroup)s kaldırılmadı.

source: Volume : %(volumeName)s. was not successfully migrated to target pool %(targetPoolName)s.
cs: Svazek : %(volumeName)s nebyl úspěšně přesunut do cílové zásoby %(targetPoolName)s.
it: Il volume : %(volumeName)s. non è stato migrato correttamente nel pool di destinazione %(targetPoolName)s.
tr_tr: Mantıksal sürücü %(volumeName)s. hedef havuza %(targetPoolName)s başarılı bir şekilde taşınamadı.

source: Volume ID %s was not found on the SolidFire Cluster while attempting accept_transfer operation!
cs: Svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace přijetí přenosu!
it: L'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione accept_transfer.
tr_tr: accept_transfer işlemi denenirken SolidFire Kümesinde %s Mantıksal Sürücü Bilgisi bulunamadı!

source: Volume ID %s was not found on the SolidFire Cluster while attempting attach_volume operation!
cs: Svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace připojení svazku!
it: L'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione attach_volume.
tr_tr: attach_volume işlemi denenirken SolidFire Kümesinde %s Mantıksal Sürücü Bilgisi bulunamadı!

source: Volume ID %s was not found on the SolidFire Cluster while attempting delete_volume operation!
cs: Svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace smazání svazku!
it: L'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione delete_volume.
tr_tr: delete_volume işlemi denenirken SolidFire Kümesinde Mantıksal Sürücü Bilgisi %s bulunamadı!

source: Volume ID %s was not found on the SolidFire Cluster while attempting detach_volume operation!
cs: Svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace odpojení svazku!
it: L'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione detach_volume.
tr_tr: detach_volume işlemi denenirken SolidFire Kümesinde %s Mantıksal Sürücü Bilgisi bulunamadı!

source: Volume ID %s was not found on the SolidFire Cluster while attempting extend_volume operation!
cs: Svazek s ID %s nebyl nalezen v clusteru SoldFire, při pokusu o provedení operace rozšíření svazku!
it: L'ID volume %s non è stato trovato nel cluster SolidFire nel tentativo di eseguire l'operazione estend_volume!
tr_tr: extend_volume işlemi denenirken SolidFire Kümesinde %s Mantıksal Sürücü Bilgisi bulunamadı!

source: Volume ID %s was not found on the zfssa device while attempting delete_volume operation.
cs: Svazek s ID %s nebyl nalezen na zařízení zfssa při pokusu o operaci smazání svazku.
it: L'ID volume %s non è stato trovato nel dispositivo zfssa nel tentativo di eseguire l'operazione delete_volume.

source: Volume already exists. %s
cs: Svazek již existuje. %s
it: Il volume esiste già. %s

source: Volume creation failed, deleting created snapshot %(volume_name)s@%(name)s
it: Creazione del volume non riuscita, eliminazione dell'istantanea creata %(volume_name)s@%(name)s

source: Volume creation failed, deleting created snapshot %s
it: Creazione del volume non riuscita, eliminazione dell'istantanea creata %s

source: Volume did not exist. It will not be deleted
cs: Svazek neexistuje. Nebude smazán
it: Il volume non esiste. Non verrà eliminato
tr_tr: Mantıksal sürücü olmasaydı silinemeyecekti

source: Volume driver %s not initialized
cs: Ovladač svazku %s není zaveden
it: Il driver di volume %s non è inizializzato
tr_tr: Mantıksal sürücü sürücüsü %s başlatılamadı

source: Volume in unexpected state
cs: Svazek je v neočekávaném stavu
it: Volume in uno stato imprevisto
tr_tr: Beklenmeyen durumdaki mantıksal sürücü

source: Volume in unexpected state %s, expected awaiting-transfer
cs: Svazek v neočekávaném stavu %s, očekáván awaiting-transfer
it: Volume in uno stato imprevisto %s, previsto awaiting-transfer
tr_tr: Mantıksal sürücü beklenmeyen %s durumunda, beklenen durum bekleyen aktarım

source: Volume migration failed due to exception: %(reason)s.
cs: Přesun svazku selhal kvůli výjimce: %(reason)s.
it: Migrazione volume non riuscita a causa di un'eccezione: %(reason)s

source: Volume must be detached for clone operation.
cs: Svazek musí být pro operaci klonování odpojen.
it: Il volume deve essere scollegato per l'operazione di clonazione.
tr_tr: Mantıksal sürücü kopyalama işlemi için ayrılmış olmalıdır.

source: Volume size "%sG" is too large.
cs: Velikost svazku "%sG" je příliš velká.
it: La dimensione del volume "%sG" è troppo grande.

source: VolumeType %s deletion failed, VolumeType in use.
cs: Mazání typu svazku %s selhalo, typ je používán.
it: Eliminazione di VolumeType %s non riuscita, VolumeType in uso.
tr_tr: VolumeType %s silme başarısız oldu, VolumeType kullanımda.

source: WebDAV operation failed with error code: %(code)s reason: %(reason)s Retry attempt %(retry)s in progress.
cs: Operace WebDAV selhala s chybovým kódem: %(code)s, důvod: %(reason)s. Probíhá pokus %(retry)s.
it: Operazione WebDAV non riuscita con codice di errore: %(code)s motivo: %(reason)s Nuovo tentativo %(retry)s in corso.
tr_tr: WebDAV işlemi hata kodu: %(code)s neden: %(reason)s ilerleme sırasındaki tekrar deneme girişimi %(retry)s ile başarısız oldu.

source: WebDAV returned with %(code)s error during %(method)s call.
cs: WebDAV předal chybu %(code)s během volání %(method)s.
it: WebDAV restituito con errore %(code)s durante la chiamata di %(method)s.
tr_tr: WebDAV %(method)s çağrısı sırasında %(code)s hatası döndürdü.

source: Workload: %(workload)s is not valid. Valid values are DSS_REP, DSS, OLTP, OLTP_REP, NONE.
cs: Vytížení: %(workload)s není platné. Platné hodnoty jsou DSS_REP, DSS, OLTP, OLTP_REP, NONE.
it: Carico di lavoro: %(workload)s non valido. I valori validi sono DSS_REP, DSS, OLTP, OLTP_REP, NONE.
tr_tr: İşyükü: %(workload)s geçerli değil. Geçerli değerler DSS_REP, DSS, OLTP, OLTP_REP, HİÇBİRİ.

source: _check_version_fail: Parsing error.
it: _check_version_fail: Errore di analisi.

source: _find_mappings: volume is not active
cs: Nalezení mapování: svazek není aktivní
it: _find_mappings: volume non attivo
tr_tr: _find_mappings: mantıksal sürücü etkin değil

source: _rm_vdisk_copy_op: Volume %(vol)s does not have the specified vdisk copy operation: orig=%(orig)s new=%(new)s.
cs: Odstranění operace kopírování virtuálního disku: Svazek %(vol)s nemá zadanou operaci kopírování: původní=%(orig)s, nové=%(new)s.
it: _rm_vdisk_copy_op: Il volume %(vol)s non presenta l'operazione di copia vdisk specificata: orig=%(orig)s nuova=%(new)s.
tr_tr: _rm_vdisk_copy_op: %(vol)s mantıksal sürücü belirtilen vdisk kopyalama işlemine sahip değil: orjinal=%(orig)s yeni=%(new)s.

source: _rm_vdisk_copy_op: Volume %(vol)s metadata does not have the specified vdisk copy operation: orig=%(orig)s new=%(new)s.
cs: Odstranění operace kopírování virtuálního disku: Popisná data svazku %(vol)s nemají zadanou operaci kopírování: původní=%(orig)s, nové=%(new)s.
it: _rm_vdisk_copy_op: I metadati del volume %(vol)s non presentano l'operazione di copia vdisk specificata: orig=%(orig)s nuova=%(new)s.
tr_tr: _rm_vdisk_copy_op: Mantıksal sürücü %(vol)s metadata belirtilen vdisk kopyalama işlemine sahip değil: orjinal=%(orig)s yeni=%(new)s.

source: _rm_vdisk_copy_op: Volume %s does not have any registered vdisk copy operations.
cs: Odstranění operace kopírování virtuálního disku: Svazek %s nemají žádné registrované operace kopírování virtuálního disku.
it: _rm_vdisk_copy_op: Il volume %s non presenta operazioni di copia vdisk registrate.
tr_tr: _rm_vdisk_copy_op: %s mantıksal sürücü kayıtlı hiçbir vdisk kopyalama işlemine sahip değil.

source: _rm_vdisk_copy_op: Volume metadata %s does not have any registered vdisk copy operations.
cs: Odstranění operace kopírování virtuálního disku: Popisná data svazku %s nemají žádné registrované operace kopírování virtuálního disku.
it: _rm_vdisk_copy_op: I metadati del volume %s non presentano operazioni di copia vdisk registrate.
tr_tr: _rm_vdisk_copy_op: Mantıksal sürücü metadata %s kayıtlı herhangi bir vdisk kopyalama işlemine sahip değil.

source: _unmap_vdisk_from_host: No mapping of volume %(vol_name)s to host %(host_name)s found.
cs: Zrušení mapování virtuálního disku na hostiteli: Nenalezeno žádné mapování svazku %(vol_name)s k hostiteli %(host_name)s.
it: _unmap_vdisk_from_host: Non è stata trovata nessuna associazione del volume %(vol_name)s all'host %(host_name)s.
tr_tr: _unmap_vdisk_from_host: %(host_name)s istemcisi için hiçbir mantıksal sürücü %(vol_name)s eşleştirmesi bulunamadı.

source: _wait_for_job_complete failed after %(retries)d tries.
cs: Čekání na dokončení úkolu selhalo po %(retries)d pokusech.
it: _wait_for_job_complete non riuscito dopo %(retries)d tentativi.
tr_tr: _wait_for_job_complete %(retries)d denemeden sonra başarısız oldu.

source: _wait_for_job_complete, failed after %(retries)d tries.
it: _wait_for_job_complete, non riuscito dopo %(retries)d tentativi.

source: _wait_for_sync failed after %(retries)d tries.
cs: Čekání na synchronizaci selhalo po %(retries)d pokusech.
it: _wait_for_sync non riuscito dopo %(retries)d tentativi.
tr_tr: _wait_for_sync %(retries)d denemeden sonra başarısız oldu.

source: backup: %(vol_id)s failed to remove backup hardlink from %(vpath)s to %(bpath)s. stdout: %(out)s stderr: %(err)s.
cs: záloha: %(vol_id)s nemohl odstranit pevný odkaz na zálohu z %(vpath)s do %(bpath)s. standardní výstup: %(out)s chybový výstup: %(err)s
it: backup: %(vol_id)s non è stato in grado di rimovere l'hardlinl di backup da %(vpath)s a %(bpath)s. stdout: %(out)s stderr: %(err)s.
tr_tr: yedek: %(vol_id)s yedek katı bağlantısı %(vpath)s den %(bpath)s e silinemedi. stdout: %(out)s stderr: %(err)s.

source: can't create 2 volumes with the same name, %s
cs: Nelze vytvořit 2 svazky se stejným názvem, %s
it: impossibile creare 2 volumi con lo stesso nome, %s
tr_tr: aynı ad ile 2 mantıksal sürücü oluşturulamıyor, %s

source: cinder-rtstool is not installed correctly
cs: cinder-rtstool není správně nainstalováno
it: cinder-rtstool non è installato correttamente
tr_tr: cinder-rtstool doğru bir şekilde kurulu değil

source: delete: %(vol_id)s failed with stdout: %(out)s stderr: %(err)s
cs: smazání: %(vol_id)s selhalo, standardní výstup: %(out)s. chybový výstup: %(err)s.
it: eliminazione: %(vol_id)s non riuscito con stdout: %(out)s stderr: %(err)s
tr_tr: sil: %(vol_id)s stdout ile başarısız oldu: %(out)s stderr: %(err)s

source: ensure_export: Volume %s not found on storage.
cs: Zajištění exportu: Svazek %s nebyl nalezen v úložišti.
it: ensure_export: Volume %s non trovato nella memoria.
tr_tr: ensure_export: Mantıksal sürücü %s depolama üzerinde bulunamadı.

source: error opening rbd image %s
cs: chyba při otevírání obrazu rbd %s
it: errore nell'apertura dell'immagine rbd %s
tr_tr: rbd imajı %s açma hatası

source: error refreshing volume stats
cs: Při obnově statistik svazku došlo k chybě
it: errore durante l'aggiornamento delle statistiche del volume
tr_tr: mantıksal sürücü durum bilgisi tazeleme hatası

source: horcm command timeout.
cs: Příkazu horcm vypršel časový limit.
it: Timeout del comando horcm.
tr_tr: horcm komutu zaman aşımı.

source: import pywbem failed!! pywbem is necessary for this volume driver.
it: importazione di pywbem non riuscita. pywbem è necessario per questo driver di volume.

source: initialize_connection: Failed to collect return properties for volume %(vol)s and connector %(conn)s.
cs: Zavedení spojení: Shromáždění vlastností pro návrat svazku %(vol)s a konektoru %(conn)s selhalo.
it: initialize_connection: impossibile raccogliere le proprietà di ritorno per il volume %(vol)s e il connettore %(conn)s.
tr_tr: initialize_connection: %(vol)s mantıksal sürücüsü ve %(conn)s bağlayıcısı için dönüş özellikleri toplanamadı.

source: initialize_connection: Failed to collect return properties for volume %(vol)s and connector %(conn)s.
cs: Zavedení spojení: Shromáždění vlastností pro návrat svazku %(vol)s a konektoru %(conn)s selhalo.
it: initialize_connection: impossibile raccogliere le proprietà di ritorno per il volume %(vol)s e il connettore %(conn)s.
tr_tr: initialize_connection: %(vol)s mantıksal sürücüsü ve %(conn)s bağlayıcısı için dönüş özellikleri toplanamadı.

source: iscsi_ip_address must be set!
cs: iscsi_ip_address musí být nastavena!
it: iscsi_ip_address deve essere impostato.

source: manage_existing: No source-name in ref!
cs: Správa existujících: V odkazu není název zdroje!
it: manage_existing: Nessun source-name nel riferimento.

source: manage_existing_get_size: %s does not exist!
cs: Správa existujících: Získání velikosti:%s neexistuje!
it: manage_existing_get_size: %s non esiste.

source: manage_existing_get_size: No source-name in ref!
cs: Správa existujících: Získání velikosti: V odkazu není název zdroje!
it: manage_existing_get_size: Nessun source-name nel riferimento.

source: model server went away
cs: modelový server je nedostupný
it: model server é scomparso
tr_tr: Model sunucusu gitti.

source: san ip must be configured!
cs: san ip musí být nastaveno!
it: L'IP SAN deve essere configurato.

source: san_login must be configured!
cs: san_login musí být nastaveno!
it: san_login deve essere configurato.

source: san_password must be configured!
cs: san_password musí být nastaveno!
it: san_password deve essere configurato.

source: single_user auth mode enabled, but %(param)s not set
cs: Povolen režim ověření pomocí jednoho uživatele, ale %(param)s není nastaveno
it: Modalità di autorizzazione single_user abilitata, ma %(param)s non impostato
tr_tr: single_user kimlik doğrulama kipi etkin, fakat %(param)s ayarlı değil

source: snm2 command timeout.
cs: Příkazu snm2 vypršel časový limit.
it: Timeout del comando snm2.
tr_tr: snm2 komutu zaman aşımı.

source: storwize_svc_multihostmap_enabled is set to False, not allowing multi host mapping.
cs: storwize_svc_multihostmap_enabled je nastaven na False, neumožňující mapování více hostitelů.
it: storwize_svc_multihostmap_enabled è impostato su False, associazione di più host non consentita.
tr_tr: storwize_svc_multihostmap_enabled Yanlış olarak ayarlı, çoklu istemci eşlemeye izin vermez.

source: unmanage: Volume %s does not exist!
cs: Zrušení správy: Svazek %s neexistuje!
it: unmanage: Il volume %s non esiste.

source: zfssa_initiator cannot be empty when creating a zfssa_initiator_group.
it: zfssa_initiator non può essere vuoto durante la creazione di un zfssa_initiator_group.

source: zfssa_replication_ip not set in cinder.conf. zfssa_replication_ip is needed for backend enabled volume migration. Continuing with generic volume migration.
cs: zfssa_replication_ip není nastaveno v cinder.conf. zfssa_replication_ip not je potřebné pro přesun svazku za pomoci podpůrné vrstvy. Bude použita obecná metoda přesunutí svazku.
it: zfssa_replication_ip non impostato in cinder.conf. zfssa_replication_ip è necessario per la migrazione volumi abilitata al backend. Continuare con la migrazione volumi generica.

source: Cmd :%s
cs: Příkaz :%s

source: StdErr :%s
cs: Chybový výstup :%s

source: StdOut :%s
cs: Standardní výstup :%s

source: modify volume: %s does not exist!
cs: změna svazku: %s neexistuje!
