Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Failed to manage existing volume because the pool of the volume type chosen does not match the NFS share passed in the volume reference.
de: Fehler beim Verwalten des vorhandenen Datenträgers, da der Pool des gewählten Datenträgertyps nicht mit der NFS-Freigabe, die in der Datenträgerreferenz übergeben wurde, übereinstimmt.
es: No se ha podido gestionar el volumen existente porque la agrupación del tipo de volumen seleccionado no coincide con el uso compartido NFS pasado en la referencia de volumen.
fr: Echec de la gestion du volume existant vu que le pool du type de volume choisi ne correspond pas au partage NFS transmis dans le volume de référence.
it: Impossibile gestire il volume esistente poiché il pool del tipo di volume scelto non corrisponde alla condivisione NFS trasmessa nel riferimento volume.
ko_kr: 선택한 볼륨 유형의 풀이 볼륨 참조에서 전달된 NFS 공유와 일치하지 않기 때문에 기존 볼륨을 관리하지 못했습니다.
pt_br: Falha ao gerenciar o volume existente porque o conjunto do tipo de volume escolhido não corresponde ao compartilhamento NFS passado na referência de volume.

source: Failed to manage existing volume because the pool of the volume type chosen does not match the file system passed in the volume reference.
de: Fehler beim Verwalten des vorhandenen Datenträgers, da der Pool des gewählten Datenträgertyps nicht mit dem Dateisystem, das in der Datenträgerreferenz übergeben wurde, übereinstimmt.
es: No se ha podido gestionar el volumen existente porque la agrupación del tipo de volumen seleccionado no coincide con el sistema de archivos pasado en la referencia de volumen.
fr: Echec de la gestion du volume existant vu que le pool du type de volume choisi ne correspond pas au système de fichiers transmis dans le volume de référence.
it: Impossibile gestire il volume esistente poiché il pool del tipo di volume scelto non corrisponde al file system trasmesso nel riferimento volume.
ko_kr: 선택한 볼륨 유형의 풀이 볼륨 참조에서 전달된 파일 시스템과 일치하지 않기 때문에 기존 볼륨을 관리하지 못했습니다.
pt_br: Falha ao gerenciar o volume existente porque o conjunto do tipo de volume escolhido não corresponde ao sistema de arquivos passado na referência de volume.

source: Failed to manage existing volume because the pool of the volume type chosen does not match the pool of the host.
de: Fehler beim Verwalten des vorhandenen Datenträgers, da der Pool des gewählten Datenträgertyps nicht mit dem Pool des Hosts übereinstimmt.
es: No se ha podido gestionar el volumen existente porque la agrupación del tipo de volumen seleccionado no coincide con la agrupación del host.
fr: Echec de la gestion du volume existant vu que le pool du type de volume choisi ne correspond pas au pool de l'hôte.
it: Impossibile gestire il volume esistente poiché il pool del tipo di volume scelto non corrisponde al pool dell'host.
ko_kr: 선택한 볼륨 유형의 풀이 호스트의 풀과 일치하지 않기 때문에 기존 볼륨을 관리하지 못했습니다.
pt_br: Falha ao gerenciar o volume existente porque o conjunto do tipo de volume escolhido não corresponde ao conjunto do host.

source: Failed to manage existing volume due to I/O group mismatch. The I/O group of the volume to be managed is %(vdisk_iogrp)s. I/O groupof the chosen type is %(opt_iogrp)s.
de: Verwalten eines vorhandenen Datenträgers aufgrund nicht übereinstimmender E/A-Gruppen fehlgeschlagen. Die E/A-Gruppe des zu verwaltenden Datenträgers ist %(vdisk_iogrp)s. Die E/A-Gruppe des ausgewählten Typs ist %(opt_iogrp)s.
es: No se ha podido gestionar el volumen existente debido a que el grupo de E/S no coincide. El grupo de E/S del volumen a gestionar es %(vdisk_iogrp)s. El grupo de E/S del tipo elegido es %(opt_iogrp)s.
fr: Impossible de gérer le volume existant en raison d'un groupe d'E-S non concordant. Le groupe d'E-S du volume à gérer est %(vdisk_iogrp)s. Le groupe d'E-S du type sélectionné est %(opt_iogrp)s.
it: Impossibile gestire il volume esistente a causa di una mancata corrispondenza del gruppo I/O. Il gruppo I/O del volume da gestire è %(vdisk_iogrp)s. Il gruppo I/O del tipo scelto è %(opt_iogrp)s.
ko_kr: I/O 그룹 불일치로 인해 기존 볼륨을 관리하는 데 실패했습니다. 관리할 볼륨의 I/O 그룹은 %(vdisk_iogrp)s입니다 선택한 유형의 I/O 그룹은 %(opt_iogrp)s입니다.
pt_br: Falha ao gerenciar o volume existente devido a uma incompatibilidade de grupo de E/S. O grupo de E/S do volume a ser gerenciado é %(vdisk_iogrp)s, e o grupo de E/S do tipo escolhido é %(opt_iogrp)s.

source: Failed to manage existing volume due to the pool of the volume to be managed does not match the backend pool. Pool of the volume to be managed is %(vdisk_pool)s. Pool of the backend is %(backend_pool)s.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der Pool des zu verwaltenden Datenträgers nicht mit dem Backend-Pool übereinstimmt. Der Pool des zu verwaltenden Datenträgers ist %(vdisk_pool)s. Der Backend-Pool ist %(backend_pool)s.
es: No se ha podido gestionar el volumen existente debido a que la agrupación del volumen a gestionar no coincide con la agrupación del programa fondo. La agrupación del volumen a gestionar es %(vdisk_pool)s. La agrupación del programa fondo es %(backend_pool)s.
fr: Impossible de gérer le volume existant car le pool du volume à gérer ne correspond pas au pool du back-end. Pool du volume à gérer : %(vdisk_pool)s. Pool du back-end : %(backend_pool)s.
it: Impossibile gestire il volume esistente in quanto il pool del volume da gestire non corrisponde al pool del backend. Il pool del volume da gestire è %(vdisk_pool)s. Il pool del backend è %(backend_pool)s.
ko_kr: 관리할 볼륨 풀이 백엔드 풀과 일치하지 않으므로 기존 볼륨을 관리하는 데 실패했습니다. 관리할 볼륨의 풀은 %(vdisk_pool)s입니다. 백엔드의 풀은 %(backend_pool)s입니다.
pt_br: Falha ao gerenciar o volume existente porque o conjunto do volume a ser gerenciado não corresponde ao conjunto de backend. O conjunto do volume a ser gerenciado é %(vdisk_pool)s, e o conjunto do backend é %(backend_pool)s.

source: Failed to manage existing volume due to the volume to be managed is compress, but the volume type chosen is not compress.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der zu verwaltende Datenträger vom Typ 'compress', der ausgewählte Datenträger jedoch vom Typ 'not compress' ist.
es: No se ha podido gestionar el volumen existente debido a que el volumen a gestionar es comprimido, pero el tipo de volumen elegido es no comprimido.
fr: Impossible de gérer le volume existant car le volume à gérer est "compress", alors que le type de volume sélectionné est "not compress".
it: Impossibile gestire il volume esistente in quanto il volume da gestire è compress, ma il tipo di volume scelto non è compress.
ko_kr: 관리할 볼륨은 압축이지만 선택한 볼륨은 압축이 아니므로 기존 볼륨을 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar o volume existente porque o volume a ser gerenciado está compactado, e o tipo de volume escolhido não está compactado.

source: Failed to manage existing volume due to the volume to be managed is not compress, but the volume type chosen is compress.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der zu verwaltende Datenträger vom Typ 'not compress', der ausgewählte Datenträger jedoch vom Typ 'compress' ist.
es: No se ha podido gestionar el volumen existente debido a que el volumen a gestionar es no comprimido, pero el tipo de volumen elegido es comprimido.
fr: Impossible de gérer le volume existant car le volume à gérer est "not compress", alors que le type de volume sélectionné est "compress".
it: Impossibile gestire il volume esistente in quanto il volume da gestire non è compress, ma il tipo di volume scelto è compress.
ko_kr: 관리할 볼륨은 압축이 아니지만 선택한 볼륨은 압축이므로 기존 볼륨을 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar o volume existente porque o volume a ser gerenciado não está compactado, e o tipo de volume escolhido está compactado.

source: Failed to manage existing volume due to the volume to be managed is not in a valid I/O group.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der zu verwaltende Datenträger nicht in einer gültigen E/A-Gruppe ist.
es: No se ha podido gestionar el volumen existente debido a que el volumen a gestionar no es un grupo de E/S válido.
fr: Impossible de gérer le volume existant car le volume à gérer ne se trouve pas dans un groupe d'E-S valide.
it: Impossibile gestire il volume esistente in quanto il volume da gestire non si trova in un gruppo I/O valido.
ko_kr: 관리할 볼륨이 올바른 I/O 그룹에 없으므로 기존 볼륨을 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar volume existente porque o volume a ser gerenciado não está em um grupo de E/S válido.

source: Failed to manage existing volume due to the volume to be managed is thick, but the volume type chosen is thin.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der zu verwaltende Datenträger vom Typ 'thick', der ausgewählte Datenträger jedoch vom Typ 'thin' ist.
es: No se ha podido gestionar el volumen existente debido a que el volumen a gestionar es pesado, pero el tipo de volumen elegido es ligero.
fr: Impossible de gérer le volume existant car le volume à gérer est de type "thick", alors que le type de volume sélectionné est "thin".
it: Impossibile gestire il volume esistente in quanto il volume da gestire è thick ma il tipo di volume scelto è thin.
ko_kr: 관리할 볼륨은 thick이지만 선택한 볼륨은 thin이므로 기존 볼륨을 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar o volume existente porque o volume a ser gerenciado é thick, e o tipo de volume escolhido é thin.

source: Failed to manage existing volume due to the volume to be managed is thin, but the volume type chosen is thick.
de: Verwalten eines vorhandenen Datenträgers fehlgeschlagen, da der zu verwaltende Datenträger vom Typ 'thin', der ausgewählte Datenträger jedoch vom Typ 'thick' ist.
es: No se ha podido gestionar el volumen existente debido a que el volumen a gestionar es ligero, pero el tipo de volumen elegido es pesado.
fr: Impossible de gérer le volume existant car le volume à gérer est de type "thin", alors que le type de volume sélectionné est "thick".
it: Impossibile gestire il volume esistente in quanto il volume da gestire è thin, ma il tipo di volume scelto è thick.
ko_kr: 관리할 볼륨은 thin이지만 선택한 볼륨은 think이므로 기존 볼륨을 관리하는 데 실패했습니다.
pt_br: Falha ao gerenciar o volume existente porque o volume a ser gerenciado é thin, e o tipo de volume escolhido é thick.

source: Failed to manage volume %s.
de: Fehler beim Verwalten des Datenträgers %s.
es: No se ha podido gestionar el volumen %s.
fr: Impossible de gérer le volume %s.
it: Impossibile gestire il volume %s.
ko_kr: 볼륨 %s을(를) 관리하지 못했습니다.
pt_br: Falha ao gerenciar o volume %s.
tr_tr: %s mantıksal sürücüsü yönetilemedi.

source: Failed to map a logical device. (LDEV: %(ldev)s, LUN: %(lun)s, port: %(port)s, id: %(id)s)
de: Eine logische Einheit konnte nicht zugeordnet werden. (Logische Einheit: %(ldev)s, LUN: %(lun)s, Port: %(port)s, ID: %(id)s)
es: Error al correlacionar un dispositivo lógico. (LDEV: %(ldev)s, LUN: %(lun)s, puerto: %(port)s, id: %(id)s)
fr: Echec du mappage d'une unité logique. (unité logique : %(ldev)s, numéro d'unité logique : %(lun)s, port : %(port)s, ID : %(id)s)
it: Impossibile associare un'unità logica. (LDEV: %(ldev)s, LUN: %(lun)s, porta: %(port)s, id: %(id)s)
ko_kr: 논리 디바이스를 맵핑하는 데 실패했습니다.(LDEV: %(ldev)s, LUN: %(lun)s, 포트: %(port)s, id: %(id)s)
pt_br: Falha ao mapear um dispositivo lógico. (LDEV: %(ldev)s, LUN: %(lun)s, porta: %(port)s, ID: %(id)s)
tr_tr: Bir mantıksal aygıt eşleştirilemedi. (LDEV: %(ldev)s, LUN: %(lun)s, bağlantı noktası: %(port)s, id: %(id)s)

source: Failed to migrate volume for the first time.
de: Migration des Datenträgers zum ersten Mal fehlgeschlagen.
es: No se ha podido migrar el volumen por primera vez
fr: Echec de la migration du volume pour la première fois.
it: Impossibile migrare il volume per la prima volta.
ko_kr: 볼륨 마이그레이션 첫 번째 실패.
pt_br: Falha ao migrar o volume pela primeira vez.
tr_tr: Mantıksal sürücüyü ilk defa göç ettirme başarısız.

source: Failed to migrate volume for the second time.
de: Migration des Datenträgers zum zweiten Mal fehlgeschlagen.
es: No se ha podido migrar el volumen por segunda vez
fr: Echec de la migration du volume pour la seconde fois.
it: Impossibile migrare il volume per la seconda volta.
ko_kr: 볼륨 마이그레이션 두 번째 실패.
pt_br: Falha ao migrar o volume pela segunda vez.
tr_tr: Bir ikinci defa mantıksal sürücüyü göç ettirme başarısız.

source: Failed to move LUN mapping. Return code: %s
de: Fehler beim Verschieben der LUN-Zuordnung. Rückgabecode: %s
es: No se ha podido mover la correlación de LUN. Código de retorno: %s
fr: Echec du déplacement du mappage de numéro d'unité logique. Code retour : %s
it: Impossibile spostare l'associazione LUN. Codice di ritorno: %s
ko_kr: LUN 맵핑 이동에 실패했습니다. 리턴 코드: %s
pt_br: Falha ao mover mapeamento de LUN. Código de retorno: %s
tr_tr: LUN eşleştirmesi taşınamadı. Dönüş kodu: %s

source: Failed to move volume %s.
de: Fehler beim Verschieben des Datenträgers %s.
es: No se ha podido mover el volumen %s.
fr: Impossible de déplacer le volume %s.
it: Impossibile spostare il volume %s.
ko_kr: 볼륨 %s을(를) 이동하지 못했습니다.
pt_br: Falha ao mover o volume %s.
tr_tr: %s mantıksal sürücüsü taşınamadı.

source: Failed to open a file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
de: Fehler beim Öffnen einer Datei. (Datei: %(file)s, Rückgabe: %(ret)s, Standardfehler: %(err)s)
es: Error al abrir un archivo. (archivo: %(file)s, ret: %(ret)s, stderr: %(err)s)
fr: Echec de l'ouverture d'un fichier. (fichier : %(file)s, ret : %(ret)s, stderr : %(err)s)
it: Impossibile aprire un file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
ko_kr: 파일을 여는 데 실패했습니다.(파일: %(file)s, ret: %(ret)s, stderr: %(err)s)
pt_br: Falha ao abrir um arquivo. (aquivo: %(file)s, ret: %(ret)s, erro padrão: %(err)s)
tr_tr: Bir dosya açılamadı. (dosya: %(file)s, ret: %(ret)s, stderr: %(err)s)

source: Failed to parse CLI output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
de: CLI-Ausgabe konnte nicht analysiert werden: Befehl: %(cmd)s Standardausgabe: %(out)s Standardfehler: %(err)s.
es: No se ha podido analizar la salida de CLI: mandato: %(cmd)s stdout: %(out)s stderr: %(err)s.
fr: Echec d'analyse de la sortie CLI : commande : %(cmd)s stdout : %(out)s stderr : %(err)s.
it: Impossibile analizzare l'output CLI: comando: %(cmd)s stdout: %(out)s stderr: %(err)s.
ko_kr: CLI 출력 구문 분석 실패: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
pt_br: Falha ao analisar saída da CLI comando: %(cmd)s stdout: %(out)s stderr: %(err)s.
tr_tr: CLI çıktısı ayrıştırılamadı: komut: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: Failed to parse the configuration option 'glance_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
de: Fehler bei der Analyse der Konfigurationsoption 'glance_catalog_info'. Erforderliches Format: <Diensttyp>:<Dienstname>:<Endpunkttyp>

source: Failed to parse the configuration option 'keystone_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
de: Die Konfigurationsoption 'keystone_catalog_info' muss das Format <Diensttyp>:<Dienstname>:<Endpunkttyp> haben.
es: Error al analizar la opción de configuración 'keystone_catalog_info'; debe tener el formato <tipo_servicio>:<nombre_servicio>:<tipo_punto_final>
fr: Echec de l'analyse syntaxique de l'option de configuration 'keystone_catalog_info', doit figurer sous la forme <type_service>:<nom_service>:<type_noeud_final>
it: Impossibile analizzare l'opzione di configurazione 'keystone_catalog_info', deve avere il formato <service_type>:<service_name>:<endpoint_type>
ko_kr: 구성 옵션 'keystone_catalog_info'를 구문 분석하지 못함. <service_type>:<service_name>:<endpoint_type> 양식이어야 함
pt_br: Falha ao analisar a opção de configuração 'keystone_catalog_info', deve ser na forma <service_type>:<service_name>:<endpoint_type>

source: Failed to parse the configuration option 'swift_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
de: Die Konfigurationsoption 'swift_catalog_info' konnte nicht analysiert werden. Muss das Format <Diensttyp>:<Dienstname>:<Endpunkttyp> haben.
es: Error al analizar la opción de configuración 'swift_catalog_info'; debe tener el formato <tipo_servicio>:<nombre_servicio>:<tipo_punto_final>
fr: Echec de l'analyse syntaxique de l'option de configuration 'swift_catalog_info', doit figurer sous la forme <type_service>:<nom_service>:<type_noeud_final>
it: Impossibile analizzare l'opzione di configurazione 'swift_catalog_info', deve avere il formato <service_type>:<service_name>:<endpoint_type>
ko_kr: 구성 옵션 'swift_catalog_info'를 구문 분석하지 못함. <service_type>:<service_name>:<endpoint_type> 양식이어야 함
pt_br: Falha ao analisar a opção de configuração 'swift_catalog_info', deve ser na forma <service_type>:<service_name>:<endpoint_type>
tr_tr: <service_type>:<service_name>:<endpoint_type> biçeminde olması gereken 'swift_catalog_info' yapılandırma seçeneği ayrıştırılamadı

source: Failed to perform a zero-page reclamation. (LDEV: %(ldev)s, reason: %(reason)s)
de: Es konnte keine Null-Seiten-Erschließung durchgeführt werden. (Logische Einheit: %(ldev)s, Ursache: '%(reason)s')
es: Error al realizar una reclamación de página cero. (LDEV: %(ldev)s, razón: %(reason)s)
fr: Echec d'une opération zero-page reclamation. (unité logique : %(ldev)s, raison : %(reason)s)
it: Impossibile eseguire una correzione a pagina zero. (LDEV: %(ldev)s, motivo: %(reason)s)
ko_kr: 0 페이지 교정을 수행하는 데 실패했습니다.(LDEV: %(ldev)s, 이유: %(reason)s)
pt_br: Falha ao realizar uma reclamação com página zero. (LDEV: %(ldev)s, motivo: %(reason)s)
tr_tr: Sıfır-sayfa geri kazanımı başarısız. (LDEV: %(ldev)s, sebep: %(reason)s)

source: Failed to remove export for volume %(volume)s: %(reason)s
de: Entfernen von Export für Datenträger %(volume)s fehlgeschlagen: %(reason)s
es: No se ha podido eliminar la exportación para el volumen %(volume)s: %(reason)s
fr: Échec de la suppression de l'export pour le volume %(volume)s : %(reason)s
it: Impossibile rimuovere l'esportazione per il volume %(volume)s: %(reason)s
ko_kr: 볼륨 %(volume)s의 내보내기 제거 실패: %(reason)s
pt_br: Falha ao remover exportação para o volume %(volume)s: %(reason)s
tr_tr: %(volume)s mantıksal sürücüsü için dışa aktarım kaldırılamadı: %(reason)s

source: Failed to remove iscsi target for volume %(volume_id)s.
de: Fehler beim Entfernen von iSCSI-Ziel für Datenträger %(volume_id)s.
es: Se ha encontrado un error al eliminar el destino iscsi para el volumen %(volume_id)s.
fr: Echec de la suppression de la cible iSCSI pour le volume %(volume_id)s.
it: Impossibile rimuovere la destinazione iscsi per il volume %(volume_id)s.
ko_kr: %(volume_id)s 볼륨에 대한 iscsi 대상을 제거하지 못했습니다.
pt_br: Falha ao remover destino iscsi para o volume %(volume_id)s.
tr_tr: %(volume_id)s mantıksal sürücüsü için iscsi hedefi kaldırılamadı.

source: Failed to remove volume %(volumeName)s from consistency group %(cgName)s. Return code: %(rc)lu. Error: %(error)s.
de: Fehler beim Entfernen des Datenträgers %(volumeName)s aus der Konsistenzgruppe %(cgName)s. Rückgabecode: %(rc)lu. Fehler: %(error)s.
es: No se ha podido eliminar el volumen %(volumeName)s del grupo de consistencia %(cgName)s. Código de retorno: %(rc)lu. Error: %(error)s.
fr: La suppression du volume %(volumeName)s du groupe de cohérence %(cgName)s n'a pas abouti. Code retour : %(rc)lu. Erreur : %(error)s.
it: Impossibile rimuovere il volume %(volumeName)s dal gruppo di coerenza %(cgName)s. Codice di ritorno: %(rc)lu. Errore: %(error)s.
ko_kr: 볼륨 %(volumeName)s을(를) 일관성 그룹 %(cgName)s에서 제거하지 못했습니다. 리턴 코드: %(rc)lu. 오류: %(error)s.
pt_br: Falha ao remover o volume %(volumeName)s do grupo de consistências %(cgName)s. Código de retorno: %(rc)lu. Erro: %(error)s.

source: Failed to remove volume %(volumeName)s from default SG.
de: Fehler beim Entfernen des Datenträgers %(volumeName)s aus Standarddienstgruppe.
es: No se ha podido eliminar el volumen %(volumeName)s del SG predeterminado.
fr: Echec de la suppression du volume %(volumeName)s du groupe de stockage par défaut.
it: Impossibile rimuovere il volume %(volumeName)s dal GM predefinito.
ko_kr: 기본 SG에서 볼륨 %(volumeName)s을(를) 제거하지 못했습니다.
pt_br: Falha ao remover o volume %(volumeName)s do SG padrão.
tr_tr: %(volumeName)s mantıksal sürücüsü varsayılan SG'den kaldırılamadı.

source: Failed to remove volume %(volumeName)s from default SG: %(volumeName)s.
de: Datenträger %(volumeName)s konnte nicht aus der Standarddienstgruppe %(volumeName)s entfernt werden.
es: No se ha podido eliminar el volumen %(volumeName)s del SG predeterminado: %(volumeName)s.
fr: Echec de la suppression du volume %(volumeName)s dans le groupe de stockage par défaut : %(volumeName)s.
it: Impossibile rimuovere il volume %(volumeName)s da SG predefinito: %(volumeName)s.
ko_kr: 기본 SG(%(volumeName)s)에서 %(volumeName)s 볼륨을 제거하지 못했습니다.
pt_br: Falha ao remover o volume %(volumeName)s do SG padrão: %(volumeName)s.
tr_tr: %(volumeName)s varsayılan SG'den kaldırılamadı: %(volumeName)s.

source: Failed to remove: %(volumename)s. from the default storage group for FAST policy %(fastPolicyName)s.
de: %(volumename)s konnte nicht aus der Standardspeichergruppe für FAST-Richtlinie %(fastPolicyName)s entfernt werden.
es: No se ha podido eliminar %(volumename)s del grupo de almacenamiento predeterminado para la política FAST %(fastPolicyName)s.
fr: Echec de la suppression de %(volumename)s du groupe de stockage par défaut pour la règle FAST %(fastPolicyName)s.
it: Impossibile rimuovere: %(volumename)s. dal gruppo storage predefinito per la politica FAST %(fastPolicyName)s.
ko_kr: FAST 정책 %(fastPolicyName)s에 대한 기본 스토리지 그룹에서 %(volumename)s 볼륨을 제거하지 못했습니다.
pt_br: Falha ao remover: %(volumename)s. do grupo de armazenamento padrão para política FAST %(fastPolicyName)s.
tr_tr: FAST ilkesi %(fastPolicyName)s için öntanımlı depolama grubundan %(volumename)s kaldırılamadı.

source: Failed to rename logical volume %(name)s, error message was: %(err_msg)s
de: Fehler beim Umbenennen des logischen Datenträgers %(name)s. Fehlernachricht: %(err_msg)s
es: No se ha podido renombrar el volumen lógico %(name)s, el mensaje de error era: %(err_msg)s
fr: Impossible de renommer le volume logique %(name)s. Message d'erreur : %(err_msg)s
it: Impossibile ridenominare il volume logico %(name)s; il messaggio di errore è: %(err_msg)s
ko_kr: 논리적 볼륨 %(name)s의 이름을 바꾸지 못함, 오류 메시지: %(err_msg)s
pt_br: Falha ao renomear volume lógico %(name)s, mensagem de erro foi: %(err_msg)s
tr_tr: %(name)s adındaki mantıksal sürücü yeniden adlandırılamadı, hata iletisi: %(err_msg)s

source: Failed to retrieve active zoning configuration %s
de: Fehler beim Abrufen von aktiver Zoning-Konfiguration %s
es: No se ha podido recuperar la configuración de distribución en zonas activas %s
fr: Impossible de récupérer la configuration de segmentation active %s
it: Impossibile ripristinare la configurazione di zona attiva %s
ko_kr: 활성 구역 지정 구성 %s을(를) 검색하지 못함
pt_br: Falha ao recuperar configuração de zoneamento ativo %s
tr_tr: Etkin bölgeleme yapılandırması %s alınamadı

source: Failed to set CHAP authentication for target IQN %(iqn)s. Details: %(ex)s
de: Fehler beim Definieren der CHAP-Authentifizierung für den Ziel-IQN %(iqn)s. Details: %(ex)s
es: No se ha podido establecer la autenticación de CHAP para el IQN de destino %(iqn)s. Detalles: %(ex)s
fr: Echec de la définition de l'authentification CHAP pour l'IQN cible %(iqn)s. Détails : %(ex)s
it: Impossibile impostare l'autenticazione CHAP per la destinazione IQN %(iqn)s. Dettagli: %(ex)s
ko_kr: 대상 IQN %(iqn)s의 CHAP 인증을 설정하지 못했습니다. 세부 사항: %(ex)s
pt_br: Falha ao configurar a autenticação CHAP para o IQN de destino %(iqn)s. Detalhes: %(ex)s
