Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder-log-warning.po
Languages: cs, tr_tr

source: The user does not have access or sufficient privileges to use all netapp APIs. The following extra_specs will fail or be ignored: %s
tr_tr: Kullanıcının tüm netapp API'lerini kullanmaya erişimi ya da yeterli izni yok. Şu ek_özellikler başarısız olacak ya da atlanacak: %s

source: The v1 api is deprecated and will be removed in the Liberty release. You should set enable_v1_api=false and enable_v2_api=true in your cinder.conf file.
tr_tr: v1 api'si artık kullanılmıyor ve Liberty sürümüyle kaldırılacak. cinder.conf dosyanızda enable_v1_api=false ve enable_v2_api=true ayarını yapmalısınız.

source: The volume: %(volumename)s was not first part of the default storage group for FAST policy %(fastPolicyName)s.
cs: Svazek %(volumename)s nebyl první částí výchozí skupiny úložiště pro zásadu FAST %(fastPolicyName)s.
tr_tr: Mantıksal sürücü: %(volumename)s FAST ilkesi %(fastPolicyName)s için varsayılan depolama grubunun ilk bölümü değildi.

source: The volume: %(volumename)s. was not first part of the default storage group for FAST policy %(fastPolicyName)s.
cs: Svazek %(volumename)s nebyl první částí výchozí skupiny úložiště pro zásadu FAST %(fastPolicyName)s.
tr_tr: Mantıksal sürücü: %(volumename)s. %(fastPolicyName)s FAST ilkesi için varsayılan depolama grubunun ilk bölümü değildi.

source: There are no datastores matching new requirements; can't retype volume: %s.
cs: Neexistují žádná datová úložiště odpovídající novým požadavkům; nelze přetypovat svazek %s.
tr_tr: Yeni gereksinimlerle eşleşen veri deposu yok; mantıksal sürücü retype edilemiyor: %s.

source: Trying to boot from an empty volume: %s.
cs: Pokus o zavedení z prázdného svazku: %s.
tr_tr: Boş bir mantıksal sürücüden ön yükleme yapılmaya çalışılıyor: %s.

source: Unable to create folder %s
cs: Nelze vytvořit složku %s
tr_tr: %s dizini oluşturulamadı

source: Unable to create snapshot %s
cs: Nelze vytvořit snímek %s
tr_tr: %s anlık görüntüsü oluşturulamadı

source: Unable to delete Protection Group Snapshot: %s
cs: Nelze smazat snímek ochranné skupiny: %s
tr_tr: Koruma Grubu Anlık Görüntüsü silinemiyor: %s

source: Unable to delete Protection Group: %s
cs: Nelze smazat ochrannou skupinu: %s
tr_tr: Koruma Grubu silinemiyor: %s

source: Unable to delete space %(space)s
cs: Nelze smazat prostor %(space)s
tr_tr: %(space)s alanı silinemedi

source: Unable to fetch datastores connected to host %s.
tr_tr: %s istemcisine bağlı veri depoları getirilemedi.

source: Unable to find Masking view: %(view)s.
cs: Nelze najít maskování: %(view)s.
tr_tr: Maskeleme görünümü bulunamadı: %(view)s.

source: Unable to find a preferred node match for node %(node)s in the list of available WWPNs on %(host)s. Using first available.
tr_tr: %(node)s istemcisi için %(host)s üzerindeki kullanılabilir WWPN listesinde tercih edilen bir düğün eşleşmesi bulunamadı. İlk kullanılabilen kullanılıyor.

source: Unable to find snapshot %s
cs: Nelze najít snímek %s
tr_tr: %s anlık görüntüsü bulunamadı

source: Unable to get masking view %(maskingView)s from storage group.
tr_tr: Depolama grubundan maskeleme görünümü %(maskingView)s alınamadı.

source: Unable to get rados pool stats.
cs: Nelze získat statistiky zásoby rados.
tr_tr: Rados havuz istatistikleri alınamıyor.

source: Unable to get storage tiers from tier policy rule.
cs: Nelze získat vrstvy úložiště z pravidla zásady vrstvy.
tr_tr: Depolama aşamaları aşama ilke kuralından alınamıyor.

source: Unable to locate volume:%s
cs: Nelze nalézt svazek: %s
tr_tr: Mantıksal sürücü:%s bulunamadı

source: Unable to poll cluster free space.
cs: Nelze se dotázat na prostor bez clusteru.
tr_tr: Küme boş alanı çekilemedi.

source: Unable to update host type for host with label %(l)s. %(e)s
cs: Nelze aktualizovat typ hostitele se jmenovkou %(l)s. %(e)s
tr_tr: %(l)s etiketli istemci için istemci türü güncellenemiyor. %(e)s

source: Unable to update stats on non-initialized Volume Group: %s
cs: Nelze aktualizovat statistiky v nezavedené skupině svazku: %s
tr_tr: İlklendirilmemiş Mantıksal Sürücü Grubu üzerinde istatistikler güncellenemedi: %s

source: Unexpected exception during image cloning in share %s
cs: Neočekávaná výjimka při klonování obrazu ve sdílení %s
tr_tr: %s paylaşımında imaj kopyalanırken beklenmedik istisna

source: Unexpected exception while listing used share.
cs: Neočekávaná výjimka při vypisování použitých sdílení.
tr_tr: Kullanılan paylaşım listelenirken beklenmedik istisna.

source: Unexpected exception while short listing used share.
cs: Při zkráceném vypisování použitého sdílení došlo k neočekávané výjimce.
tr_tr: Kullanılan paylaşım kısaca listelenirken beklenmedik istisna.

source: Update driver status failed: %(config_group)s is uninitialized.
cs: Aktualizace stavu ovladače selhala: %(config_group)s není zavedeno.
tr_tr: Sürücü durumu güncelleme başarısız: %(config_group)s ilklendirilmemiş.

source: Verify certificate is not set, using default of False.
cs: Ověření certifikátu nenastaveno, použito výchozí nastavení: False.
tr_tr: Sertifika doğrulama ayarlanmamış, varsayılan değer olan False kullanılıyor.

source: Volume %(vol)s was not in Storage Group %(sg)s.
tr_tr: Mantıksal sürücü %(vol)s Depolama Grubu %(sg)s'de değildi.

source: Volume %(volume)s is not in any masking view.
cs: Svazek %(volume)s není v žádném maskování.
tr_tr: Mantıksal sürücü %(volume)s herhangi bir maskeleme görünümünde değil.

source: Volume %(volumeName)s was not first part of the default storage group for the FAST Policy.
cs: Svazek %(volumeName)s nebyl první částí výchozí skupiny úložiště pro zásadu FAST.
tr_tr: Mantıksal sürücü %(volumeName)s FAST İlkesi için varsayılan depolama grubunun ilk bölümü değildi.

source: Volume %(volume_id)s already deleted.
cs: Svazek %(volume_id)s již byl smazán.
tr_tr: Mantıksal sürücü %(volume_id)s zaten silinmiş.

source: Volume %(volume_id)s cannot be retyped because it has snapshot.
cs: Svazek %(volume_id)s nemůže být přetypován protože má snímek.
tr_tr: Mantıksal sürücü %(volume_id)s retype edilemez çünkü anlık görüntüsü var.

source: Volume %(volume_id)s cannot be retyped during attachment.
cs: Svazek %(volume_id)s nemůže být během připojování přetypován.
tr_tr: Mantıksal sürücü %(volume_id)s ekleme sırasında retype edilemez.

source: Volume %r not found while trying to remove.
tr_tr: Mantıksal sürücü %r silinmeye çalışılırken bulunamadı.

source: Volume %s does not exist.
cs: Svazek %s neexistuje.
tr_tr: Mantıksal sürücü %s mevcut değil.

source: Volume %s does not have provider_location specified, skipping
cs: Svazek %s nemá zadáno umístění poskytovatele, je přeskočen
tr_tr: Mantıksal sürücü %s provider_location belirtmemiş, atlanıyor

source: Volume %s does not have provider_location specified, skipping.
cs: Svazek %s nemá zadáno umístění poskytovatele, je přeskočen.
tr_tr: Mantıksal sürücü %s provider_location belirtmemiş, atlanıyor.

source: Volume %s is not found!, it may have been deleted.
cs: Svazek %s nenalezen! Mohl být smazán.
tr_tr: Mantıksal sürücü %s bulunamadı!, silinmiş olabilir.

source: Volume %s was not found while trying to delete it.
cs: Svazek %s nebyla nalezen při pokusu o jeho smazání.
tr_tr: Mantıksal sürücü %s silinmeye çalışılırken bulunamadı.

source: Volume : %(volumeName)s is not currently belonging to any storage group.
cs: Svazek: %(volumeName)s v současnosti nepatří k žádné skupině úložiště.
tr_tr: Mantıksal sürücü : %(volumeName)s şu an herhangi bir depolama grubuna ait değil.

source: Volume copy job for src vol %s not found.
cs: Úkol kopírování svazku pro zdrojový svazek %s nenalezen.
tr_tr: %s kaynak mantıksal sürücüsü için mantıksal sürücü kopyalama işi bulunamadı.

source: Volume deletion failed with message: %s
cs: Smazání svazku selhalo se zprávou: %s
tr_tr: Mantıksal sürücü silme şu iletiyle başarısız oldu: %s

source: Volume initialization failure. (%s)
tr_tr: Mantıksal sürücü ilklendirme başarısız. (%s)

source: Volume path %s does not exist, nothing to remove.
cs: Cesta svazku %s neexistuje, není nic k odstranění.
tr_tr: %s mantıksal sürücü yolu mevcut değil, kaldırılacak bir şey yok.

source: Volume refresh job already running. Returning...
cs: Úkol obnovy svazku již běží. Vrácení...
tr_tr: Mantıksal sürücü tazeleme işi zaten çalışıyor. Dönülüyor...

source: Volume still %(status)s Cannot delete volume.
cs: Svazek je stále ve stavu %(status)s. Nelze ho smazat.
tr_tr: Mantıksal sürücü hala %(status)s Mantıksal sürücü silinemez.

source: Volume type will be changed to be the same as the source volume.
cs: Typ svazku bude změněn aby odpovídal typu zdrojového svazku
tr_tr: Mantıksal sürücü türü kaynak mantıksal sürücüyle aynı olacak şekilde değiştirilecek.

source: Volume: %(volumeName)s Does not belong to storage group %(defaultSgName)s.
cs: Svazek: %(volumeName)s nepatří do skupiny úložiště %(defaultSgName)s.
tr_tr: Mantıksal sürücü: %(volumeName)s %(defaultSgName)s depolama grubuna ait değil.

source: Volume: %(volumeName)s Does not belong to storage storage group %(defaultSgGroupName)s.
tr_tr: Mantıksal sürücü: %(volumeName)s %(defaultSgGroupName)s depolama grubuna ait değil.

source: Volume: %(volumeName)s is not currently belonging to any storage group.
cs: Svazek %(volumeName)s v současnosti nepatří k žádné skupině úložiště.
tr_tr: Mantıksal sürücü: %(volumeName)s şu an herhangi bir depolama grubuna ait değil.

source: Volume: %s is in use, can't retype.
cs: Svazek %s se používá, nelze přetypovat.
tr_tr: Mantıksal sürücü: %s hala kullanımda, retype yapılamaz.

source: _get_vdisk_map_properties: Did not find a preferred node for vdisk %s.
cs: Získání vlastnosti mapy virtuálního disku: Nenalezen upřednostňovaný uzel pro virtuální disk %s.
tr_tr: _get_vdisk_map_properties: %s vdisk'i için tercih edilen bir düğüm bulunamadı.

source: _migrate_cleanup on : %(volumeName)s.
cs: Vyčištění přesunu pro %(volumeName)s.
tr_tr: %(volumeName)s üzerinde _migrate_cleanup.

source: _migrate_rollback on : %(volumeName)s.
cs: Zpětné vrácení přesunu pro %(volumeName)s.
tr_tr: %(volumeName)s üzerinde _migrate_rollback.

source: _remove_device: invalid properties or device.
cs: Odstranění zařízení: Neplatné vlastnosti nebo zařízení.
tr_tr: _remove_device: geçersiz özellik ya da aygıt.

source: _unmap_vdisk_from_host: Multiple mappings of volume %(vdisk_name)s found, no host specified.
cs: Odmapování virtuálního disku od hostitele: Nalezeno vícero mapování svazku %(vdisk_name)s, nezadán žádný hostitel.
tr_tr: _unmap_vdisk_from_host: %(vdisk_name)s mantıksal sürücüsünün birden çok eşleşmesi bulundu, istemci belirtilmedi.

source: _unmap_vdisk_from_host: No mapping of volume %(vol_name)s to any host found.
cs: Odmapování virtuálního disku od hostitele: Nenalezeno žádné mapování svazku %(vol_name)s k žádnému hostiteli.
tr_tr: _unmap_vdisk_from_host: %(vol_name)s mantıksal sürücüsünün hiçbir istemciye eşleşmesi bulunamadı.

source: config option keymgr.fixed_key has not been defined: some operations may fail unexpectedly
tr_tr: keymgr.fixed_key yapılandırma seçeneği tanımlanmamış. bazı işlemler beklenmedik şekilde başarısız olabilir

source: delete_volume: unable to find volume %s
tr_tr: delete_volume: %s mantıksal sürücüsü bulunamadı

source: destroy_empty_storage_group: True. Empty storage group will be deleted after volume is detached.
tr_tr: destroy_empty_storage_group: True. Boş depolama grubu mantıksal sürücü ayrıldıktan sonra silinecek.

source: flush() not supported in this version of librbd
cs: flush() není podporován touto verzí librbd
tr_tr: flush() librbd'nin bu sürümünde desteklenmiyor

source: get_evs: %(out)s -- No find for %(fsid)s
tr_tr: get_evs: %(out)s -- %(fsid)s için bulgu yok

source: get_fsid: %(out)s -- No info for %(fslabel)s
tr_tr: get_fsid: %(out)s -- %(fslabel)s için bilgi yok

source: glance_num_retries shouldn't be a negative value. The number of retries will be set to 0 until this iscorrected in the cinder.conf.
tr_tr: glance_num_retries negatif bir değer olmamalı. Bu cinder.conf'da düzeltilene kadar tekrar deneme sayıları 0 olarak ayarlanacak.

source: ignore_pool_full_threshold: True. LUN creation will still be forced even if the pool full threshold is exceeded.
tr_tr: ignore_pool_full_threshold: True. Havuz dolu eşiği aşılsa bile LUN oluşturma zorlanacak.

source: initialize_connection: Did not find a preferred node for volume %s.
cs: Zavedení spojení: Nenalezen upřednostňovaný uzel pro svazek %s.
tr_tr: initialize_connection: %s mantıksal sürücüsü için tercih edilen düğüm bulunamadı.

source: ldev(%(ldev)d) is already mapped (hlun: %(hlu)d)
cs: ldev(%(ldev)d) již je mapováno (hlun: %(hlu)d)
tr_tr: ldev(%(ldev)d) zaten eşleştirilmiş (hlun: %(hlu)d)

source: object %(key)s of type %(typ)s not found, %(err_msg)s
cs: Objekt %(key)s typu %(typ)s nenalezen, %(err_msg)s
tr_tr: %(typ)s türündeki %(key)s nesnesi bulunamadı, %(err_msg)s

source: qemu-img is not installed.
cs: qemu-img není nainstalováno.
tr_tr: qemu-img kurulu değil.

source: refresh stale ssc job in progress. Returning...
tr_tr: vadesi geçmiş ssc işi tazeleme sürüyor. Dönülüyor...

source: san_secondary_ip is configured as the same value as san_ip.
tr_tr: san_secondary_ip san_ip ile aynı değer olarak yapılandırılmış.

source: snapshot: %s not found, skipping delete operation
cs: snímek: %s nenalezeno, operace mazání je přeskočena
tr_tr: anlık görüntü: %s bulunamadı, silme işlemi atlanıyor

source: snapshot: %s not found, skipping delete operations
cs: snímek: %s nenalezeno, operace mazání jsou přeskočeny
tr_tr: anlık görüntü: %s bulunamadı, silme işlemleri atlanıyor

source: ssc job in progress. Returning...
tr_tr: ssc işi sürüyor. Dönülüyor...

source: terminate_conn: provider location empty.
tr_tr: terminate_conn: sağlayıcı konumu boş.

source: terminate_connection: lun map not found
cs: Ukončení připojení: Mapa lun nenalezena
tr_tr: terminate_connection: lun eşleştirmesi bulunamadı

source: unmap_vol_from_host: Multiple mappings of volume %(vol_name)s found, no host specified.
cs: Odmapování svazku od hostitele: Nalezeno vícero mapování svazku %(vol_name)s, nezadán žádný hostitel.
tr_tr: unmap_vol_from_host: %(vol_name)s mantıksal sürücüsünün birden fazla eşleşmesi var, istemci belirtilmedi.

source: unmap_vol_from_host: No mapping of volume %(vol_name)s to any host found.
cs: Odmapování svazku od hostitele: Nenalezeno žádné mapování svazku %(vol_name)s k žádnému hostiteli.
tr_tr: unmap_vol_from_host: %(vol_name)s mantıksal sürücüsünün hiçbir istemciye eşleşmesi bulunamadı.

source: unmap_vol_from_host: No mapping of volume %(vol_name)s to host %(host)s found.
cs: Odmapování svazku od hostitele: Nenalezeno žádné mapování svazku %(vol_name)s k hostiteli %(host)s.
tr_tr: unmap_vol_from_host: %(vol_name)s mantıksal sürücüsünden %(host)s istemcisine eşleştirme bulunamadı.

source: volume service is down. (host: %s)
cs: Služba svazku je mimo provoz. (Hostitel: %s)
tr_tr: mantıksal sürücü servisi çalışmıyor. (host: %s)

source: volume_tmp_dir is now deprecated, please use image_conversion_dir.
cs: volume_tmp_dir je nyní zastaralé, prosím použijte image_conversion_dir.
tr_tr: volume_tmp_dir artık kullanılmıyor, lütfen image_conversion_dir kullanın.

source: warning: Tried to delete vdisk %s but it does not exist.
cs: Varování: Pokus o smazání virtuálního disku %s, který ale neexistuje.
tr_tr: uyarı: vdisk %s silinmeye çalışıldı ama mevcut değil.

source: zfssa_initiator: %(ini)s wont be used on zfssa_initiator_group= %(inigrp)s.
cs: Zavaděč zfssa: %(ini)s nebude použit ve skupině zavaděče zfssa= %(inigrp)s.
tr_tr: zfssa_initiator: %(ini)s zfssa_initiator_group= %(inigrp)s üzerinde kullanılmayacak.

source: zfssa_initiator_config not found. Using deprecated configuration options.
cs: zfssa_initiator_config nenalezeno. Použity zastaralé volby nastavení.
tr_tr: zfssa_initiator_config bulunamadı. Artık kullanılmayan yapılandırma seçenekleri kullanılıyor.

source: %s is already mounted
cs: %s již je připojeno

source: %s not found!
cs: %s nenalezeno!

source: 'hpe3par:cpg' is not supported as an extra spec in a volume type. CPG's are chosen by the cinder scheduler, as a pool, from the cinder.conf entry 'hpe3par_cpg', which can be a list of CPGs.
cs: 'hpe3par:cpg' není podporováno jako dodatečná specifikace v typu svazku. Společné skupiny poskytování jsou voleny plánovačem cinder, jako zásoba, z položky 'hpe3par_cpg' v cinder.conf, který může být seznamem těchto skupin.

source: 3PAR vlun for volume %(name)s not found on host %(host)s
cs: 3PAR vlun pro svazek %(name)s nenalezen v hostiteli %(host)s

source: Availability zone '%(s_az)s' not found, falling back to '%(s_fallback_az)s'.
cs: Zóna dostupnosti '%(s_az)s' nebyla nalezena, bude použita záložní '%(s_fallback_az)s'.

source: Could not get pool information (%s)!
cs: Nelze získat informace o zásobě (%s)!

source: Could not get status for %(name)s (%(status)d).
cs: Nelze získat stav %(name)s (%(status)d).

source: DELETE call failed for %s!
cs: Volání smazání selhalo u %s!

source: Detected volume stuck in %(curr_status)s status, setting to ERROR.
cs: Objeven svazek zaseknutý ve stavu %(curr_status)s, nastavování na ERROR.

source: Error encountered translating config_string: %(config_string)s to dict
cs: Při překladu řetězce nastavení se objevila chyba: %(config_string)s do dict

source: Error running SSH command: %s
cs: Chyba při provádění příkazu SSH: %s

source: Error updating agent-type for volume %s.
cs: Chyba při aktualizaci typu agentu ve svazku %s.

source: Error while listing objects, continuing with delete.
cs: Chyba při vypisování objektů, pokračuje se ve smazání.

source: Exception during mounting %s
cs: Při připojování %s došlo k výjimce

source: Failed to create new image-volume cache entry. Error: %(exception)s
cs: Nelze vytvořit novou položku obrazu-svazku v mezipaměti. Výjimka: %(exception)s

source: Failed to create volume from image-volume cache, will fall back to default behavior. Error: %(exception)s
cs: Nelze vytvořit svazek z mezipaměti obrazu-svazku, bude použito výchozí chování. Chyba: %(exception)s

source: Failed to run lsguicapability. Exception: %s.
cs: Nelze spustit lsguicapability. Výjimka: %s.

source: Failed to unmount previous mount: %s
cs: Nelze odpojit předchozí připojení: %s

source: Fallocate not supported by current version of glusterfs. So falling back to dd.
cs: Fallocate není podporováno současnou verzí glusterfs. Přechází se zpět na dd.

source: Found invalid iSCSI IP address(s) in configuration option(s) hpe3par_iscsi_ips or iscsi_ip_address '%s.'
cs: Ve volbách nastavení hpe3par_iscsi_ips nebo iscsi_ip_address nalezeny neplatné IP adresy iSCSI: '%s'.

source: HPELeftHand API is version %(current)s. A minimum version of %(min)s is needed for manage/unmanage support.
cs: Verze API HPELeftHand: %(current)s. Pro podporu vytváření/rušení spravování je vyžadována verze %(min)s nebo vyšší.

source: IOnetworks GET failed (%d)
cs: Získání IOnetworks selhalo (%d)

source: Image-volume cache for host %(host)s does not have enough space (GB).
cs: Mezipaměť obrazu-svazku pro hostitele %(host)s nemá dostatek místa (GB).

source: Lun is not in lungroup. Lun id: %(lun_id)s, lungroup id: %(lungroup_id)s
cs: Lun není ve skupine lun. ID LUN %(lun_id)s, ID skupiny LUN: %(lungroup_id)s.

source: No status payload for volume %s.
cs: Žádný obsah stavu svazku %s.

source: No volume node in XML content.
cs: V obsahu XML není žádný uzel svazku.

source: Property %s already exists.
cs: Vlastnost %s již existuje.

source: Reconnect attempt %(attempt)s failed. Next try in %(backoff).2fs.
cs: Pokus o znovu připojení %(attempt)s selhal. Další pokus za %(backoff).2fs.

source: Registration of image volume URI %(uri)s to image %(image_id)s failed.
cs: Registrace URI svazku obrazu %(uri)s k obrazu %(image_id)s selhala.

source: Remaining capacity %(remainingCapacityGb)s GBs is determined from SRP pool capacity and not the SLO capacity. Performance may not be what you expect.
cs: Zbývající místo %(remainingCapacityGb)s GB je odvozeno od schopnosti zásoby SRP a ne SLO. Výkon nemusí být takový, jaký jste očekávali.

source: ScaleIO only supports volumes with a granularity of 8 GBs. The new volume size is: %d.
cs: ScaleIO podporuje pouze svazky s rozdělením po 8GB. Nová velikost svazku je: %d.

source: Share %s ignored due to invalid format. Must be of form address:/export.
cs: Sdílení %s ignorováno kvůli neplatnému formátu. Musí být ve formátu adresa:/export.

source: Snapshot "%s" not found.
cs: Snímek "%s" nenalezen.

source: The "netapp_size_multiplier" configuration option is deprecated and will be removed in the Mitaka release. Please set "reserved_percentage = %d" instead.
cs: Volba nastavení "netapp_size_multiplier" je zastaralá a bude odstraněna ve verzi Mitaka. Místo toho prosím nastavte "reserved_percentage = %d".

source: The 'hplh' prefix is deprecated. Use 'hpelh' instead.
cs: Předpona 'hplh' je zastaralá. Místo toho použijte 'hpelh'.

source: The NAS file operations will be run as root, allowing root level access at the storage backend.
cs: Operace se souborem NAS budou spouštěny pod účtem root, umožňující přístup k podpůrné vrstvě úložiště na úrovni správce.

source: The NAS file permissions mode will be 666 (allowing other/world read & write access).
cs: Režim oprávnění souboru NAS bude 666 (umožňující ostatním/světu přístup ke čtení a zápisu).

source: The colon in vendor name was replaced by underscore. Updated vendor name is %(name)s".
cs: Pomlčka v názvu prodejce byla nahrazena podtržítkem. Aktualizovaný název prodejce je %(name)s".

source: The device %s won't be cleared.
cs: Zařízení %s nebude vyčištěno.

source: The option 'netapp_storage_pools' is deprecated and will be removed in the future releases. Please use the option 'netapp_pool_name_search_pattern' instead.
cs: Volba 'netapp_storage_pools' je zastaralá a bude odstraněna v budoucích verzích. Místo toho prosím použijte 'netapp_pool_name_search_pattern'.

source: The option 'netapp_volume_list' is deprecated and will be removed in the future releases. Please use the option 'netapp_pool_name_search_pattern' instead.
cs: Volba 'netapp_volume_list' je zastaralá a bude odstraněna v budoucích verzích. Místo toho prosím použijte 'netapp_pool_name_search_pattern'.

source: The primary array is not reachable at this time. Since replication is enabled, listing replication targets and failing over a volume can still be performed.
cs: Hlavní pole není v současnosti dostupné. Protože je replikace povolená může být stále proveden výpis cílů replikace a zavedení záložního systému.

source: Unable to clone image_volume for image %(image_id)s will not create cache entry.
cs: Nelze klonovat svazek obrazu %(image_id)s, položka v mezipaměti nebude vytvořena.

source: Unable to ensure space for image-volume in cache. Will skip creating entry for image %(image)s on host %(host)s.
cs: Nelze zajistit prostor v mezipaměti pro obraz-svazek. Bude přeskočeno vytváření záznamu obrazu %(image)s na hostiteli %(host)s.

source: Unable to extend volume: %(vol)s to size: %(size)s on current datastore due to insufficient space.
cs: Nelze rozšířit svazek: %(vol)s na velikost %(size)s GB na současném datovém úložišti z důvodu nedostatku místa.

source: Unable to get internal tenant context: Missing required config parameters.
cs: Nelze získat vnitřní kontext nájemníka: Chybí požadované parametry nastavení.

source: Unable to rename %(old_name)s, error message: %(error)s
cs: Nelze přejmenovat %(old_name)s, chybová zpráva: %(error)s

source: Unknown error occurred while checking mount point: %s Trying to continue.
cs: Při kontrole bodu připojení nastala neznámá chyba: %s. Probíhá pokus o pokračování.

source: Use of empty request context is deprecated
cs: Použití kontextu prázdné žádosti je zastaralé
