Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: The replication mode was not configured correctly in the volume type extra_specs. If replication:mode is periodic, replication:sync_period must also be specified and be between 300 and 31622400 seconds.
de: Der Replikationsmodus wurde in den extra_specs für den Datenträgertyp nicht ordnungsgemäß konfiguriert. Wenn replication:mode periodisch ist, muss replication:sync_period ebenfalls angegeben werden, und zwar mit einem Wert zwischen 300 und 31622400 Sekunden.
es: El modo de replicación no se ha configurado correctamente en las especificaciones adicionales (extra_specs) del tipo de volumen. Si replication:mode es periodic, se debe especificar también replication:sync_period y debe ser entre 300 y 31622400 segundos.
fr: Le mode de réplication n'a pas été configuré correctement dans les spécifications extra_specs du type de volume. Si la valeur de replication:mode est periodic, replication:sync_period doit également être spécifié avec une valeur comprise entre 300 et 31622400 secondes.
it: La modalità di replica non è stata configurata correttamente nel tipo di volume extra_specs. Se replication:mode è periodic, replication:sync_period deve essere specificato e deve essere compreso tra 300 e 31622400 secondi.
ko_kr: 볼륨 유형 extra_specs에 복제 모드가 올바르게 구성되지 않았습니다. replication:mode가 주기적인 경우 replication:sync_period도 지정해야 하며 300 - 31622400초여야 합니다.
pt_br: O modo de replicação não foi configurado corretamente no tipo de volume extra_specs. Se replication:mode for periódico, replication:sync_period também deverá ser especificado e estar entre 300 e 31622400 segundos.

source: The replication sync period must be at least %s seconds.
de: Der Synchronisierungszeitraum für die Replikation muss mindestens %s Sekunden sein.
es: El periodo de sincronización de replicación debe ser al menos de %s segundos.
fr: La période de synchronisation de la réplication doit être d'au moins %s secondes.
it: Il periodo di sincronizzazione replica deve essere di almeno %s secondi.
ko_kr: 복제 동기화 기간은 최소 %s초여야 합니다.
pt_br: O período de sincronização de replicação deve ser pelo menos %s segundos.

source: The requested size : %(requestedSize)s is not the same as resulting size: %(resultSize)s.
de: Die angeforderte Größe %(requestedSize)s entspricht nicht der sich ergebenden Größe %(resultSize)s.
es: El tamaño solicitado: %(requestedSize)s no es el mismo que el tamaño resultante: %(resultSize)s.
fr: La taille demandée : %(requestedSize)s n'est pas identique à la taille résultante : %(resultSize)s.
it: La dimensione richiesta : %(requestedSize)s non è la stessa dimensione risultante %(resultSize)s.
ko_kr: 요청된 크기 %(requestedSize)s이(가) 결과로 얻어진 크기 %(resultSize)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
pt_br: O tamanho solicitado : %(requestedSize)s não é o mesmo que o tamanho resultante: %(resultSize)s.
tr_tr: İstenen boyut : %(requestedSize)s sonuçta oluşan boyut: %(resultSize)s ile aynı değildir.

source: The resource %(resource)s was not found.
de: Die Ressource %(resource)s wurde nicht gefunden.
es: No se ha encontrado el recurso %(resource)s.
fr: Ressource %(resource)s introuvable.
it: Impossibile trovare la risorsa %(resource)s.
ko_kr: 자원 %(resource)s을(를) 찾을 수 없습니다.
pt_br: O recurso %(resource)s não foi localizado.
tr_tr: Kaynak %(resource)s bulunamadı.

source: The results are invalid.
de: Die Ergebnisse sind ungültig.
es: Los resultados no son válidos.
fr: Le résultat n'est pas valide.
it: I risultati non sono validi.
ko_kr: 결과가 올바르지 않습니다.
pt_br: Os resultados são inválidos.
tr_tr: Sonuçlar geçersizdir.

source: The retention count must be %s or less.
de: Der Zähler für Aufbewahrung muss kleiner-gleich %s sein.
es: El recuento de retención debe ser de %s o inferior.
fr: La valeur de rétention doit être inférieure ou égale à %s.
it: Il conteggio memorizzazione deve essere %s o inferiore.
ko_kr: 보유 수는 %s 이하여야 합니다.
pt_br: A contagem de retenção deve ser %s ou menos.

source: The snapshot cannot be created when the volume is in maintenance mode.
de: Die Schattenkopie kann nicht erstellt werden, wenn der Datenträger im Wartungsmodus ist.
es: La instantánea no se puede crear cuando el volumen está en modalidad de mantenimiento.
fr: L'instantané ne peut pas être créé alors que le volume est en mode maintenance.
it: L'istantanea non può essere creata quando il volume è in modalità di manutenzione.
ko_kr: 볼륨이 유지보수 모드에 있으면 스냅샷을 작성할 수 없습니다.
pt_br: A captura instantânea não pode ser criada quando o volume está no modo de manutenção.
tr_tr: Disk bölümü bakım modunda iken anlık görüntü oluşturulamaz.

source: The source volume %s is not in the pool which is managed by the current host.
de: Der Quellendatenträger %s befindet sich nicht in dem vom aktuellen Host verwalteten Pool.
es: El volumen de origen %s no está en la agrupación gestionada por el host actual.
fr: Le volume source %s n'est pas dans le pool géré par l'hôte actuel.
it: Il volume di origine %s non è nel pool gestito dall'host corrente.
ko_kr: 소스 볼륨 %s이(가) 현재 호스트에서 관리하는 풀에 없습니다.
pt_br: O volume de origem %s não está no conjunto que é gerenciado pelo host atual.
tr_tr: Kaynak mantıksal sürücü %s mevcut istemci tarafından yönetilen havuzda değil.

source: The source volume for this WebDAV operation not found.
de: Der Quellendatenträger für diese WebDAV-Operation wurde nicht gefunden.
es: No se ha encontrado el volumen de origen para esta operación WebDAV.
fr: Volume source introuvable pour cette opération WebDAV.
it: Volume di origine per questa operazione WebDAV non trovato.
ko_kr: 이 WebDAV 조작의 소스 볼륨을 찾을 수 없습니다.
pt_br: O volume de origem para esta operação WebDAV não foi localizado.
tr_tr: Bu WebDAV işlemi için kaynak mantıksal sürücü bulunamadı.

source: The source volume type '%(src)s' is different than the destination volume type '%(dest)s'.
de: Der Quellendatenträgertyp '%(src)s' unterscheidet sich vom Zieldatenträgertyp '%(dest)s'.
es: El tipo de volumen de origen '%(src)s' es distinto del tipo de volumen de destino '%(dest)s'.
fr: Le type de volume source %(src)s est différent du type de volume de destination %(dest)s.
it: Il tipo volume origine '%(src)s' è diverso dal tipo di volume di destinazione '%(dest)s'.
ko_kr: 소스 볼륨 유형 '%(src)s'이(가) 대상 볼륨 유형인 '%(dest)s'과(와) 다릅니다.
pt_br: O tipo de volume de origem '%(src)s' é diferente do tipo volume de destino '%(dest)s'.
tr_tr: Kaynak mantıksal sürücü türü '%(src)s' hedef mantıksal sürücü türünden '%(dest)s' farklıdır.

source: The source volume type '%s' is not available.
de: Der Quellendatenträgertyp '%s' ist nicht verfügbar.
es: El tipo de volumen de origen '%s' no está disponible.
fr: Le type de volume source %s n'est pas disponible.
it: Il tipo volume origine '%s' non è disponibile.
ko_kr: 소스 볼륨 유형 '%s'은(는) 사용할 수 없습니다.
pt_br: O tipo de volume de origem '%s' não está disponível.
tr_tr: Kaynak mantıksal sürücü türü '%s' kullanılabilir değil.

source: The specified %(desc)s is busy.
de: Die angegebene %(desc)s ist ausgelastet.
es: El %(desc)s especificado está ocupado.
fr: La %(desc)s spécifiée est occupée.
it: Il %(desc)s specificato è occupato.
ko_kr: 지정된 %(desc)s이(가) 사용 중입니다.
pt_br: O %(desc)s especificado está ocupado.
tr_tr: Belirtilen %(desc)s meşgul.

source: The specified LUN does not belong to the given pool: %s.
de: Die angegebene LUN gehört nicht zum genannten Pool: %s.
es: El LUN especificado no pertenece a la agrupación indicada: %s.
fr: Le numéro d'unité logique (LUN) indiqué n'appartient pas au pool indiqué : %s.
it: La LUN specificata non appartiene al pool indicato: %s.
ko_kr: 지정된 LUN이 제공된 풀에 속하지 않음: %s.
pt_br: A LUN especificada não pertence ao conjunto fornecido: %s.

source: The specified ldev %(ldev)s could not be managed. The ldev must not be mapping.
de: Die angegebene logische Einheit %(ldev)s konnte nicht verwaltet werden. Die logische Einheit darf nicht zuordnend sein.
es: No se ha podido gestionar el ldev %(ldev)s especificado. No debe correlacionarse el ldev.
fr: L'unité logique spécifiée %(ldev)s ne peut pas être gérée. L'unité logique ne doit pas être en cours de mappage.
it: L'ldev specificato %(ldev)s non può essere gestito. L'ldev non deve essere associazione.
ko_kr: 지정된 ldev %(ldev)s을(를) 관리할 수 없습니다. ldev는 쌍을 이루지 아니어야 합니다.
pt_br: O ldev %(ldev)s especificado não pôde ser gerenciado. O ldev não deve ser de mapeamento.
tr_tr: Belirtilen ldev %(ldev)s yönetilemedi. ldev eşleşmiyor olmalı.

source: The specified ldev %(ldev)s could not be managed. The ldev must not be paired.
de: Die angegebene logische Einheit %(ldev)s konnte nicht verwaltet werden. Die logische Einheit darf nicht paarweise verbunden sein.
es: No se ha podido gestionar el ldev %(ldev)s especificado. No debe emparejarse el ldev.
fr: L'unité logique spécifiée %(ldev)s ne peut pas être gérée. L'unité logique ne doit pas être appariée.
it: L'ldev specificato %(ldev)s non può essere gestito. L'ldev non deve essere associato.
ko_kr: 지정된 ldev %(ldev)s을(를) 관리할 수 없습니다. ldev는 쌍을 이루지 않아야 합니다.
pt_br: O ldev %(ldev)s especificado não pôde ser gerenciado. O ldev não deve ser em par.
tr_tr: Belirtilen ldev %(ldev)s yönetilemedi. ldev çiftlenmemiş olmalı.

source: The specified ldev %(ldev)s could not be managed. The ldev size must be in multiples of gigabyte.
de: Die angegebene logische Einheit %(ldev)s konnte nicht verwaltet werden. Die Größe der logischen Einheit muss ein Vielfaches von Gigabyte sein.
es: No se ha podido gestionar el ldev %(ldev)s especificado. El tamaño de ldev debe ser un múltiplo de gigabyte.
fr: L'unité logique spécifiée %(ldev)s ne peut pas être gérée. La taille de l'unité logique doit être exprimée en multiples du gigaoctet.
it: L'ldev specificato %(ldev)s non può essere gestito. La dimensione ldev deve essere in multipli di gigabyte.
ko_kr: 지정된 ldev %(ldev)s을(를) 관리할 수 없습니다. ldev 크기는 기가바이트 단위여야 합니다.
pt_br: O ldev %(ldev)s especificado não pôde ser gerenciado. O tamanho do ldev deve ser em múltiplos de gigabyte.
tr_tr: Belirtilen ldev %(ldev)s yönetilemedi. ldev boyutu gigabayt'ın katı olmalı.

source: The specified ldev %(ldev)s could not be managed. The volume type must be DP-VOL.
de: Die angegebene logische Einheit %(ldev)s konnte nicht verwaltet werden. Der Datenträgertyp muss 'DP-VOL' sein.
es: No se ha podido gestionar el ldev %(ldev)s especificado. El tipo de volumen debe ser DP-VOL.
fr: L'unité logique spécifiée %(ldev)s ne peut pas être gérée. Le type de volume doit être DP-VOL.
it: L'ldev specificato %(ldev)s non può essere gestito. Il volume deve essere del tipo DP-VOL.
ko_kr: 지정된 ldev %(ldev)s을(를) 관리할 수 없습니다. 볼륨 유형은 DP-VOL이어야 합니다.
pt_br: O ldev %(ldev)s especificado não pôde ser gerenciado. O tipo de volume deve ser DP-VOL.
tr_tr: Belirtilen ldev %(ldev)s yönetilemedi. Mantıksal sürücü türü DP-VOL olmalı.

source: The specified operation is not supported. The volume size must be the same as the source %(type)s. (volume: %(volume_id)s)
de: Die angegebene Operation wird nicht unterstützt. Die Datenträgergröße muss der Quelle %(type)s entsprechen. (Datenträger: %(volume_id)s)
es: La operación especificada no se admite. El tamaño del volumen debe ser el mismo que el origen %(type)s. (volumen: %(volume_id)s)
fr: L'opération spécifiée n'est pas prise en charge. La taille du volume doit être identique à la source %(type)s. (volume : %(volume_id)s)
it: L'operazione specificata non è supportata. La dimensione del volume deve essere la stessa dell'origine %(type)s. (volume: %(volume_id)s)
ko_kr: 지정된 조작이 지원되지 않습니다. 볼륨 크기는 소스 %(type)s과(와) 동일해야 합니다.(볼륨: %(volume_id)s)
pt_br: A operação especificada não é suportada. O tamanho do volume deve ser igual ao %(type)s da origem. (volume: %(volume_id)s)
tr_tr: Belirtilen işlem desteklenmiyor. Mantıksal sürücü boyutu kaynak %(type)s ile aynı olmalı. (mantıksal sürücü: %(volume_id)s)

source: The specified vdisk is mapped to a host.
de: Die angegebene virtuelle Platte ist einem Host zugeordnet.
es: El disco virtual especificado se correlaciona con un host.
fr: Le disque virtuel spécifié est mappé avec un hôte.
it: Il disco virtuale specificato è associato a un host.
ko_kr: 지정된 vdisk가 호스트에 맵핑됩니다.
pt_br: O vdisk especificado está mapeado para um host.
tr_tr: Belirtilen vdisk bir istemciye eşleştirilmiş.

source: The specified volume is mapped to a host.
de: Der angegebene Datenträger ist einem Host zugeordnet.
es: El volumen especificado se ha correlacionado con un host.
fr: Le volume spécifié est mappé à un hôte.
it: Il volume specificato è associato a un host.
ko_kr: 지정된 볼륨이 호스트에 맵핑되어 있습니다.
pt_br: O volume especificado está mapeado para um host.
tr_tr: Belirtilen mantıksal sürücü bir istemciye eşleştirilmiş.

source: The storage array password for %s is incorrect, please update the configured password.
de: Das Speicherarray-Kennwort für %s ist falsch. Aktualisieren Sie das konfigurierte Kennwort.
es: La contraseña de la matriz de almacenamiento para %s es incorrecta, actualice la contraseña configurada.
fr: Le mot de passe de la matrice de stockage pour %s est incorrect, mettez à jour le mot de passe configuré.
it: La password dell'array di archiviazione per %s non è corretta, aggiornare la password configurata.
ko_kr: %s의 스토리지 배열 비밀번호가 올바르지 않습니다. 구성된 비밀번호를 업데이트하십시오.
pt_br: A senha da matriz de armazenamento %s está incorreta, atualize a senha configurada.

source: The storage backend can be used. (config_group: %(config_group)s)
de: Das Speicherbackend kann verwendet werden. (config_group: %(config_group)s)
es: Se puede utilizar el back-end de almacenamiento. (config_group: %(config_group)s)
fr: Le back-end de stockage peut être utilisé. (groupe de configuration : %(config_group)s)
it: È possibile utilizzare il backend di memoria. (config_group: %(config_group)s)
ko_kr: 스토리지 백엔드를 사용할 수 있습니다.(config_group: %(config_group)s)
pt_br: O backend de armazenamento pode ser utilizado. (config_group: %(config_group)s)
tr_tr: Depolama arka ucu kullanılabilir. (config_group: %(config_group)s)

source: The storage device does not support %(prot)s. Please configure the device to support %(prot)s or switch to a driver using a different protocol.
de: Die Speichereinheit unterstützt %(prot)s nicht. Konfigurieren Sie das Gerät für die Unterstützung von %(prot)s oder wechseln Sie zu einem Treiber, der ein anderes Protokoll verwendet.
es: El dispositivo de almacenamiento no admite %(prot)s. Configure el dispositivo para que admita %(prot)s o cambie a un controlador que utilice otro protocolo.
fr: L'unité de stockage ne prend pas en charge %(prot)s. Configurez l'unité pour la prise en charge de %(prot)s ou basculez sur un pilote utilisant un autre protocole.
it: Il dispositivo di archiviazione non supporta %(prot)s. Configurare il dispositivo per supportare %(prot)s o passare a un driver che utilizza un protocollo diverso.
ko_kr: 스토리지 장치에서 %(prot)s을(를) 지원하지 않습니다. %(prot)s을(를) 지원하도록 장치를 구성하거나 다른 프토토콜을 사용하는 드라이버로 전환하십시오.
pt_br: O dispositivo de armazenamento não suporta %(prot)s. Configure o dispositivo para suportar %(prot)s ou alterne para um driver usando um protocolo diferente.

source: The striped meta count of %(memberCount)s is too small for volume: %(volumeName)s, with size %(volumeSize)s.
de: Die Striping-Metazahl %(memberCount)s ist zu klein für Datenträger %(volumeName)s mit der Größe %(volumeSize)s.
es: El metarrecuento en bandas de %(memberCount)s es demasiado pequeño para el volumen: %(volumeName)s, con tamaño %(volumeSize)s.
fr: Le compte segmenté de %(memberCount)s est trop faible pour le volume : %(volumeName)s, avec la taille %(volumeSize)s.
it: Il conteggio di metadati striped %(memberCount)s è troppo piccolo per il volume: %(volumeName)s, con dimensione %(volumeSize)s.
ko_kr: %(memberCount)s의 스트라이프 메타 개수가 크기가 %(volumeSize)s인 볼륨 %(volumeName)s에 대해 너무 적습니다.
pt_br: A contagem dividida de metadados de %(memberCount)s é muito pequena para o volume: %(volumeName)s, com o tamanho %(volumeSize)s.
tr_tr: %(memberCount)s biçimlenmiş meta sayısı %(volumeSize)s boyutundaki %(volumeName)s mantıksal sürücüsü için çok küçük.

source: The type of metadata: %(metadata_type)s for volume/snapshot %(id)s is invalid.
de: Der Metadatentyp %(metadata_type)s für Datenträger/Schattenkopie %(id)s ist ungültig.
es: El tipo de metadatos %(metadata_type)s del volumen/instantánea %(id)s no es válido.
fr: Le type de métadonnées %(metadata_type)s pour le volume/l'instantané %(id)s n'est pas valide.
it: Il tipo di metadati: %(metadata_type)s per volume/istantanea %(id)s non è valido.
ko_kr: 볼륨/스냅샷 %(id)s에 대한 메타데이터의 유형: %(metadata_type)s이(가) 올바르지 않습니다.
pt_br: O tipo de metadados: %(metadata_type)s para volume/captura instantânea %(id)s é inválido.
tr_tr: volume/snapshot %(id)s için geçersiz metadata tipi %(metadata_type)s

source: The volume %(volume_id)s could not be extended. The volume type must be Normal.
de: Der Datenträger %(volume_id)s konnte nicht erweitert werden. Der Datenträgertyp muss 'Normal' lauten.
es: El volumen %(volume_id)s no se ha podido ampliar. El tipo de volumen debe ser Normal.
fr: Le volume %(volume_id)s n'a pas pu être étendu. Le type de volume doit être Normal.
it: Il volume %(volume_id)s non può essere esteso. Il tipo di volume deve essere Normale.
ko_kr: 볼륨 %(volume_id)s을(를) 확장할 수 없습니다. 볼륨 유형은 보통이어야 합니다.
pt_br: O volume %(volume_id)s não pôde ser estendido. O tipo de volume deve ser Normal.
tr_tr: %(volume_id)s mantıksal sürücüsü genişletilemedi. Mantıksal sürücü türü Normal olmalı.

source: The volume %(volume_id)s could not be unmanaged. The volume type must be %(volume_type)s.
de: Die Verwaltung für Datenträger %(volume_id)s konnte nicht aufgehoben werden. Der Datenträgertyp muss %(volume_type)s sein.
es: El volumen %(volume_id)s no ha podido quedar como no gestionado. El tipo de volumen debe ser %(volume_type)s.
fr: Le volume %(volume_id)s ne peut pas être non géré. Son type doit être %(volume_type)s.
it: Il volume %(volume_id)s non può essere non gestito. Il tipo di volume deve essere %(volume_type)s.
ko_kr: 볼륨 %(volume_id)s을(를) 관리 해제할 수 없습니다. 볼륨 유형은 %(volume_type)s(이)어야 합니다.
pt_br: O volume %(volume_id)s não pôde ter o gerenciamento cancelado. O tipo de volume deve ser %(volume_type)s.
tr_tr: %(volume_id)s mantıksal sürücüsünün yönetimi bırakılamadı. Mantıksal sürücü türü %(volume_type)s olmalı.

source: The volume %(volume_id)s is managed successfully. (LDEV: %(ldev)s)
de: Der Datenträger %(volume_id)s wird erfolgreich verwaltet. (Logische Einheit: %(ldev)s)
es: Se ha gestionado correctamente el volumen %(volume_id)s. (LDEV: %(ldev)s)
fr: Le volume %(volume_id)s est géré. (unité logique : %(ldev)s)
it: La volume %(volume_id)s viene gestito correttamente. (LDEV:%(ldev)s)
ko_kr: 볼륨 %(volume_id)s을(를) 정상적으로 관리합니다. (LDEV: %(ldev)s)
pt_br: O volume %(volume_id)s é gerenciado com êxito. (LDEV: %(ldev)s)
tr_tr: %(volume_id)s mantıksal sürücüsü başarıyla yönetildi. (LDEV: %(ldev)s)

source: The volume %(volume_id)s is unmanaged successfully. (LDEV: %(ldev)s)
de: Die Verwaltung von Datenträger %(volume_id)s wurde erfolgreich aufgehoben. (Logische Einheit: %(ldev)s)
es: El volumen %(volume_id)s no se ha gestionado correctamente. (LDEV: %(ldev)s)
fr: Le volume %(volume_id)s n'est plus géré. (unité logique : %(ldev)s)
it: La gestione del volume %(volume_id)s viene annullata correttamente. (LDEV:%(ldev)s)
ko_kr: 볼륨 %(volume_id)s을(를) 정상적으로 관리 해제합니다. (LDEV: %(ldev)s)
pt_br: O volume %(volume_id)s teve o gerenciamento cancelado com êxito. (LDEV: %(ldev)s)
tr_tr: %(volume_id)s mantıksal sürücüsünün yönetimi başarıyla bırakıldı. (LDEV: %(ldev)s)

source: The volume %(volume_id)s to be mapped was not found.
de: Der zuzuordnende Datenträger %(volume_id)s wurde nicht gefunden.
es: El volumen %(volume_id)s para correlacionar no se ha encontrado.
fr: Le volume %(volume_id)s à mapper est introuvable.
it: Il volume %(volume_id)s da associare non è stato trovato.
ko_kr: 맵핑할 볼륨 %(volume_id)s을(를) 찾을 수 없습니다.
pt_br: O volume %(volume_id)s a ser mapeado não foi localizado.
tr_tr: Eşleştirilecek %(volume_id)s mantıksal sürücüsü bulunamadı.

source: The volume cannot accept transfer in maintenance mode.
de: Der Datenträger kann im Wartungsmodus keine Übertragung akzeptieren.
es: El volumen no puede aceptar transferencias en la modalidad de mantenimiento.
fr: Le volume ne peut pas accepter de transfert en mode maintenance.
it: Il volume non può accettare trasferimenti in modalità di manutenzione.
ko_kr: 유지보수 모드에서는 볼륨이 전송을 승인할 수 없습니다.
pt_br: O volume não pode aceitar a transferência no modo de manutenção.
tr_tr: Disk bölümü bakım modunda iken transferi başlatamaz.

source: The volume cannot be attached in maintenance mode.
de: Der Datenträger kann im Wartungsmodus nicht angehängt werden.
es: El volumen no se puede conectar en la modalidad de mantenimiento.
fr: Le volume ne peut pas être rattaché en mode maintenance.
it: Il volume non può essere collegato in modalità di manutenzione.
ko_kr: 유지보수 모드에서는 볼륨에 연결할 수 없습니다.
pt_br: O volume não pode ser conectado no modo de manutenção.
tr_tr: Disk bölümü bakım modunda iken bağlı olamaz.

source: The volume cannot be detached in maintenance mode.
de: Der Datenträger kann im Wartungsmodus nicht abgehängt werden.
es: El volumen no se puede desconectar en la modalidad de mantenimiento.
fr: Le volume ne peut pas être détaché en mode maintenance.
it: Il volume non può essere scollegato in modalità di manutenzione.
ko_kr: 유지보수 모드에서는 볼륨을 분리할 수 없습니다.
pt_br: O volume não pode ser removido no modo de manutenção.
tr_tr: Disk bölümü bakım modunda iken ayrılamaz.

source: The volume cannot be updated during maintenance.
de: Der Datenträger kann während der Wartung nicht aktualisiert werden.
es: El volumen no se puede actualizar durante el mantenimiento.
fr: Le volume ne peut pas être mis à jour en phase de maintenance.
it: Il volume non può essere aggiornato durante la manutenzione.
ko_kr: 유지보수 중에는 볼륨을 업데이트할 수 없습니다.
pt_br: O volume não pode ser atualizado durante a manutenção.
tr_tr: Disk bölümü bakım sırasında güncellenemez.

source: The volume connection cannot be initialized in maintenance mode.
de: Die Datenträgerverbindung kann im Wartungsmodus nicht initialisiert werden.
es: La conexión de volumen no se puede inicializar en modalidad de mantenimiento.
fr: La connexion de volume ne peut pas être initialisée en mode maintenance.
it: La connessione volume non può essere inizializzata in modalità di manutenzione.
ko_kr: 유지보수 모드에서는 볼륨 연결을 초기화할 수 없습니다.
pt_br: A conexão do volume não pode ser inicializada no modo de manutenção.
tr_tr: Disk bölümü bağlantısı bakım modunda iken başlatılamaz.

source: The volume driver requires the iSCSI initiator name in the connector.
de: Der Datenträgertreiber erfordert den Namen des iSCSI-Initiators im Connector.
es: La unidad de volumen requiere el nombre del iniciador iSCSI en el conector.
fr: Le pilote de volume a besoin du nom de demandeur iSCSI dans le connecteur.
it: Il driver del volume richiede il nome iniziatore iSCSI nel connettore.
ko_kr: 볼륨 드라이버는 커넥터에 iSCSI 개시자 이름이 필요합니다.
pt_br: O driver do volume requer o nome do inicializador iSCSI no conector.
tr_tr: Mantıksal sürücü sürücüsü iSCSI ilklendirici ismini bağlayıcıda istiyor.
