Repository: openstack/cinder
Catalog: cinder/locale/*/LC_MESSAGES/cinder.po
Languages: de, es, fr, it, ko_kr, pt_br, tr_tr

source: Get SplitMirror error.
de: Fehler beim Abrufen von SplitMirror.
es: Error al obtener SplitMirror.
fr: Erreur lors de l'obtention de SplitMirror.
it: Errore di richiamo SplitMirror.
ko_kr: SplitMirror 가져오기 오류.
pt_br: Erro ao obter SplitMirror.

source: Get active client failed.
de: Abrufen des aktiven Clients ist fehlgeschlagen.
es: La operación Obtener cliente activo ha fallado.
fr: L'obtention du client actif a échoué.
it: Acquisizione del client attivo non riuscita.
ko_kr: 활성 클라이언트를 가져오는 데 실패했습니다.
pt_br: Falha ao ativar o cliente

source: Get array info error.
de: Fehler beim Abrufen der Array-Info.
es: Error al obtener información de la matriz.
fr: Erreur lors de l'obtention d'informations sur la matrice.
it: Errore di richiamo informazioni sull'array.
ko_kr: 배열 정보 가져오기 오류.
pt_br: Erro ao obter informações da matriz.

source: Get cache by name error.
de: Fehler beim Abrufen des Zwischenspeichers nach Name.
es: Error al obtener la caché por nombre.
fr: Erreur lors de l'obtention du cache à partir du nom.
it: Errore di richiamo cache per nome.
ko_kr: 이름별 캐시 가져오기 오류입니다.
pt_br: Erro ao obter cache por nome.

source: Get connected free FC wwn error.
de: Fehler beim Abrufen der verbundenen freien FC-WWNs.
es: Error al obtener wwn FC libre conectado.
fr: Erreur lors de l'obtention du wwn FC libre connecté.
it: Errore di acquisizione wwn FC libero connesso.
ko_kr: 연결된 사용 가능한 FC wwn 가져오기 오류입니다.
pt_br: Erro ao obter wwn FC livre conectado.

source: Get engines error.
de: Fehler beim Abrufen von Engines.
es: Error al obtener los motores.
fr: Erreur lors de l'obtention de moteurs.
it: Errore di richiamo motori.
ko_kr: 엔진 가져오기 오류.
pt_br: Erro ao obter mecanismos.

source: Get host initiators info failed.
de: Abrufen der Informationen zu Hostinitiatoren fehlgeschlagen.
es: Error al obtener la información de los iniciadores del host.
fr: Erreur lors de l'obtention des informations d'initiateurs hôte.
it: Richiamo info iniziatori host non riuscito.
ko_kr: 호스트 개시자 정보 가져오기에 실패했습니다.
pt_br: Falha ao obter informações de inicializadores de host.

source: Get hostgroup information error.
de: Fehler beim Abrufen der Informationen zur Hostgruppe.
es: Error al obtener la información de grupo de host.
fr: Erreur lors de l'obtention des informations hostgroup.
it: Errore di richiamo delle informazioni gruppo host.
ko_kr: 호스트 그룹 정보 가져오기 오류입니다.
pt_br: Erro ao obter informações do grupo de hosts.

source: Get iSCSI port info error, please check the target IP configured in huawei conf file.
de: Fehler beim Abrufen der Informationen zum iSCSI-Port. Überprüfen Sie die konfigurierte Ziel-IP in der huawei-Konfigurationsdatei.
es: Error al obtener información de puerto iSCSI, compruebe la IP de destino configurada en el archivo config de huawei .
fr: Erreur lors de l'obtention des informations de port iSCSI. Vérifiez que l'adresse IP cible a été configurée dans le fichier de configuration huawei.
it: Errore di richiama info porta iSCSI, controllare l'IP di destinazione configurato nelfile conf huawei.
ko_kr: iSCSI 포트 정보 가져오기 오류입니다. huawei conf 파일에서 대상 IP가 구성되어 있는지 확인하십시오.
pt_br: Erro ao obter informações da porta iSCSI; verifique o IP de destino configurada no arquivo conf huawei.

source: Get iSCSI port information error.
de: Fehler beim Abrufen der Informationen zum iSCSI-Port.
es: Error al obtener información de puerto iSCSI.
fr: Erreur lors de l'obtention des informations de port iSCSI.
it: Errore di richiamo informazioni porta iscsi.
ko_kr: iSCSI 포트 정보 가져오기 오류입니다.
pt_br: Erro ao obter informações da porta iSCSI.

source: Get iSCSI target port error.
de: Fehler beim Abrufen des iSCSI-Zielports.
es: Error al obtener el puerto de destino iSCSI.
fr: Erreur lors de l'obtention du port iSCSI cible.
it: Errore di richiamo porta di destinazione iscsi.
ko_kr: iSCSI 대상 포트 가져오기 오류입니다.
pt_br: Erro ao obter porta de destino iSCSI.

source: Get lun id by name error.
de: Fehler beim Abrufen der LUN-ID nach Namen.
es: Error al obtener el LUN por nombre.
fr: Erreur d'obtention de l'ID de numéro d'unité logique (lun id) par nom.
it: Errore di richiamo dell'ID lun per nome.
ko_kr: 이름별 lun id 가져오기 오류.
pt_br: Erro ao obter ID de LUN pelo nome.

source: Get lun migration task error.
de: Fehler beim Abrufen der LUN-Migrationsaufgabe.
es: Error al obtener la tarea de migración de lun.
fr: Erreur lors de la création de migration de numéro d'unité logique.
it: Errore di richiamo attività di migrazione lun.
ko_kr: Lun 마이그레이션 태스크 가져오기 오류입니다.
pt_br: Erro ao obter tarefa de migração de LUN.

source: Get lungroup id by lun id error.
de: Fehler beim Abrufen der LUN-Gruppen-ID nach LUN-ID.
es: Error al obtener el ID de grupo de LUN por ID de lun.
fr: Erreur lors de l'obtention d'ID lungroup à partir de l'ID de numéro d'unité logique.
it: Errore di richiamo id gruppo lun tramite id lun.
ko_kr: Lun id별 lun 그룹 id 가져오기 오류입니다.
pt_br: Erro ao obter ID do grupo de LUNs por ID do LUN.

source: Get lungroup information error.
de: Fehler beim Abrufen der Informationen zur LUN-Gruppe.
es: Error al obtener la información de grupo de LUN.
fr: Erreur lors de l'obtention des informations lungroup.
it: Errore di richiamo delle informazioni gruppo lun.
ko_kr: Lun 그룹 정보 가져오기 오류입니다.
pt_br: Erro ao obter informações do grupo de LUNs.

source: Get migration task error.
de: Fehler beim Abrufen der Migrationsaufgabe.
es: Error al obtener la tarea de migración.
fr: Erreur lors de l'obtention de la tâche de migration.
it: Errore di richiamo attività di migrazione.
ko_kr: 마이그레이션 작업 가져오기 오류.
pt_br: Erro ao obter tarefa de migração.

source: Get pair failed.
de: Fehler beim Abrufen von Paar.
es: Obtener par ha fallado.
fr: L'obtention d'une paire a échoué.
it: Richiamo coppia non riuscito.
ko_kr: 쌍 가져오기 오류.
pt_br: Erro ao obter par.

source: Get partition by name error.
de: Fehler beim Abrufen der Partition nach Name.
es: Error al obtener partición por nombre.
fr: Erreur lors de l'obtention de la partition à partir du nom.
it: Errore di richiamo partizione per nome.
ko_kr: 이름별 파티션 가져오기 오류입니다.
pt_br: Erro ao obter partição por nome.

source: Get partition by partition id error.
de: Fehler beim Abrufen der Partition nach Partitions-ID.
es: Error al obtener partición por ID de partición.
fr: Erreur lors de l'obtention de la partition à partir de l'ID de partition.
it: Errore di richiamo partizione per id partizione.
ko_kr: 파티션 id별 파티션 가져오기 오류입니다.
pt_br: Erro ao obter partição por ID da partição.

source: Get port group by view error.
de: Fehler beim Abrufen der Portgruppe nach Ansicht.
es: Error al obtener el grupo de puertos por vista.
fr: Erreur lors de l'obtention de groupe de ports par vue.
it: Errore di richiamo gruppo di porte per vista.
ko_kr: 보기별로 포트 그룹 가져오기 오류.
pt_br: Erro ao obter grupo de portas por visualização.

source: Get port group error.
de: Fehler beim Abrufen von Portgruppen.
es: Error al obtener el grupo de puertos.
fr: Erreur lors de l'obtention du groupe de ports.
it: Errore di richiamo gruppo di porte.
ko_kr: 포트 그룹 가져오기 오류.
pt_br: Erro ao obter grupo de portas.

source: Get port groups by port error.
de: Fehler beim Abrufen der Portgruppen nach Port.
es: Error al obtener los grupos de puertos por puerto.
fr: Erreur lors de l'obtention de groupes de ports par port.
it: Errore di richiamo gruppi di porte per porta.
ko_kr: 포트별로 포트 그룹 가져오기 오류.
pt_br: Erro ao obter grupos de porta por porta.

source: Get ports by port group error.
de: Fehler beim Abrufen von Ports nach Portgruppe.
es: Error al obtener los puertos por grupo de puertos.
fr: Erreur lors de l'obtention de ports par groupe de ports.
it: Errore di richiamo porte per gruppo di porte.
ko_kr: 포트 그룹별로 포트 가져오기 오류.
pt_br: Erro ao obter portas por grupo de portas.

source: Get remote device info failed.
de: Abrufen der fernen Geräteinfo fehlgeschlagen.
es: Obtener dispositivo remoto ha fallado.
fr: L'obtention d'informations sur l'unité distante a échoué.
it: Richiamo informazioni dispositivo remoto non riuscito.
ko_kr: 원격 장치 정보를 가져오는 데 실패했습니다.
pt_br: Falha ao obter informações do dispositivo remoto.

source: Get remote devices error.
de: Fehler beim Abrufen ferner Geräte.
es: Error al obtener los dispositivos remotos.
fr: Erreur lors de l'obtention d'unités distantes.
it: Errore di richiamo dispositivi remoti.
ko_kr: 원격 장치 가져오기 오류.
pt_br: Erro ao obter dispositivos remotos.

source: Get smartcache by cache id error.
de: Fehler beim Abrufen des Smart Cache nach Cache-ID.
es: Error al obtener smartcache por ID de caché.
fr: Erreur lors de l'obtention de smartcache à partir de l'ID du cache.
it: Errore di richiamo smartcache per id cache.
ko_kr: 캐시 id별 스마트 캐시 가져오기 오류입니다.
pt_br: Erro ao obter smartcache por ID de cache.

source: Get snapshot error.
de: Fehler beim Abrufen der Schattenkopie.
es: Error al obtener la instantánea.
fr: Erreur lors de l'obtention de l'instantané.
it: Errore di richiamo istantanea.
ko_kr: 스냅샷 가져오기 오류.
pt_br: Erro ao obter captura instantânea.

source: Get snapshot id error.
de: Fehler beim Abrufen der Schattenkopie-ID.
es: Error al obtener el ID de instantánea.
fr: Erreur lors de l'obtention de l'ID de l'instantané.
it: Errore di richiamo id istantanea.
ko_kr: 스냅샷 ID 가져오기 오류입니다.
pt_br: Erro ao obter ID de captura instantânea.

source: Get target IP error.
de: Fehler beim Abrufen der Ziel-IP.
es: Error al obtener la IP de destino.
fr: Erreur lors de l'obtention de l'adresse IP cible.
it: Errore di richiamo IP di destinazione.
ko_kr: 대상 IP 가져오기 오류입니다.
pt_br: Erro ao obter IP de destino.

source: Get target LUN of SplitMirror error.
de: Fehler beim Abrufen der Ziel-LUN von SplitMirror.
es: Error al obtener el LUN de destino de SplitMirror.
fr: Erreur lors de l'obtention du numéro d'unité logique (LUN) cible de SplitMirror.
it: Errore di richiamo LUN di destinazione di SplitMirror.
ko_kr: SplitMirror의 대상 LUN 가져오기 오류.
pt_br: Erro ao obter LUN de destino do SplitMirror.

source: Get views by port group error.
de: Fehler beim Abrufen der Ansichten nach Portgruppe.
es: Error al obtener vistas por grupo de puertos.
fr: Erreur lors de l'obtention de vues par port.
it: Errore di richiamo viste per gruppo di porte.
ko_kr: 포트 그룹별로 보기 가져오기 오류.
pt_br: Erro ao obter visualizações por grupo de portas.

source: Get volume by name error.
de: Fehler beim Abrufen des Datenträgers nach Name.
es: Error al obtener el volumen por nombre.
fr: Erreur lors de l'obtention du volume à partir du nom.
it: Errore di richiamo volume per nome.
ko_kr: 이름별 볼륨 가져오기 오류입니다.
pt_br: Erro ao obter volume por nome.

source: Get volume error.
de: Fehler beim Abrufen des Datenträgers.
es: Error al obtener el volumen.
fr: Erreur lors de l'obtention du volume.
it: Errore di richiamo volume.
ko_kr: 볼륨 가져오기 오류입니다.
pt_br: Erro ao obter volume.

source: Glance metadata cannot be updated, key %(key)s exists for volume id %(volume_id)s
de: Glance-Metadaten können nicht aktualisiert werden. Schlüssel %(key)s für Datenträger-ID %(volume_id)s vorhanden.
es: Los metadatos de Glance no se pueden actualizar, la clave %(key)s existe para el ID de volumen %(volume_id)s
fr: Impossible de mettre à jour les métadonnées Glance, la clé %(key)s existe pour l'ID volume %(volume_id)s
it: Impossibile aggiornare i metadati Glance, la chiave %(key)s esiste per l'id volume %(volume_id)s
ko_kr: 글랜스 메타데이터를 업데이트할 수 없음. 볼륨 ID %(volume_id)s에 대해 %(key)s 키가 있음
pt_br: A visão de metadados não pode ser atualizada; existe a chave %(key)s para o ID do volume %(volume_id)s
tr_tr: Glance metadata güncellenemez, mantıksal sürücü kimliği %(volume_id)s için %(key)s anahtarı mevcuttur

source: Glance metadata for volume/snapshot %(id)s cannot be found.
de: Glance-Metadaten für Datenträger/Schattenkopie %(id)s können nicht gefunden werden.
es: No se ha podido encontrar los metadatos de vistazo para los metadatos/instantánea %(id)s.
fr: Métadonnées Glance introuvables pour le volume/instantané %(id)s.
it: Impossibile trovare i metadati di Glance per il volume/istantanea %(id)s.
ko_kr: %(id)s 볼륨/스냅샷에 대한 글랜스 메타데이터를 찾을 수 없습니다.
pt_br: Metadados do Glance para o volume/captura instantânea %(id)s não pôde ser encontrado.
tr_tr: Mantıksal sürücü/anlık sistem görüntüsü %(id)s için glance metadata bulunamaz.

source: Gluster config file at %(config)s doesn't exist
de: Gluster-Konfigurationsdatei ist in %(config)s nicht vorhanden.
es: El archivo de configuración de Gluster en %(config)s no existe
fr: Le fichier de configuration Gluster dans %(config)s n'existe pas
it: Il file di configurazione Gluster in %(config)s non esiste
ko_kr: Gluster config 파일이 %(config)s에 없음
pt_br: O arquivo de configuração do Gluster em %(config)s não existe
tr_tr: %(config)s konumunda Gluster yapılandırma dosyası yok

source: Google Cloud Storage api failure: %(reason)s
de: Google-Cloudspeicher-API-Fehler: %(reason)s
es: Error de la api de Google Cloud Storage: %(reason)s
fr: Echec de l'API Google Cloud Storage : %(reason)s
it: Errore api di Google Cloud Storage: %(reason)s
ko_kr: Google Cloud Storage api 실패: %(reason)s
pt_br: Falha da API Google Cloud Storage: %(reason)s

source: Google Cloud Storage connection failure: %(reason)s
de: Google-Cloudspeicherverbindungsfehler: %(reason)s
es: Error de conexión de Google Cloud Storage: %(reason)s
fr: Echec de connexion de Google Cloud Storage : %(reason)s
it: Errore di connessione di Google Cloud Storage: %(reason)s
ko_kr: Google Cloud Storage 연결 실패: %(reason)s
pt_br: Falha de conexão do Google Cloud Storage: %(reason)s

source: Google Cloud Storage oauth2 failure: %(reason)s
de: Oauth2-Fehler in Google-Cloudspeicher: %(reason)s
es: Error de oauth2 de Google Cloud Storage: %(reason)s
fr: Echec d'authentification oauth2 de Google Cloud Storage : %(reason)s
it: Errore oauth2 di Google Cloud Storage: %(reason)s
ko_kr: Google Cloud Storage oauth2 실패: %(reason)s
pt_br: Falha do oauth2 do Google Cloud Storage: %(reason)s

source: Got bad path information from DRBDmanage! (%s)
de: Fehlerhafte Pfadangaben von DRBDmanage erhalten! (%s)
es: Se ha obtenido información incorrecta sobre vía de acceso de DRBDmanage (%s)
fr: Informations de chemin incorrectes reçues de DRBDmanage : (%s)
it: Ricevute informazioni relative al percorso non corrette da DRBDmanage! (%s)
ko_kr: DRBDmanage에서 잘못된 경로 정보를 가져왔습니다(%s)!
pt_br: Informações de caminho inválido obtido do DRBDmanage! (%s)
tr_tr: DRBDmanage'den kötü yol bilgisi alındı! (%s)

source: HBSD error occurs.
de: HBSD-Fehler tritt auf.
es: Se ha producido un error HBSD.
fr: Une erreur HBSD s'est produite.
it: Si è verificato un errore HBSD.
ko_kr: HBSD 오류가 발생했습니다.
pt_br: Erro HBSD ocorreu.
tr_tr: HBSD hatası oluşur.

source: HNAS has disconnected SSC
de: HNAS hat die Verbindung zu SSC getrennt.
es: HNAS ha desconectado SSC
fr: HNAS a déconnecté SSC
it: HNAS ha disconnesso SSC
ko_kr: HNAS에서 SSC의 연결을 끊음
pt_br: O HNAS possui SSC desconectado

source: HPELeftHand url not found
de: HPELeftHand-URL nicht gefunden
es: URL de HPELeftHand no encontrado
fr: URL HPELeftHand introuvable
it: URL HPELeftHand non trovato
ko_kr: HPELeftHand url을 찾을 수 없음
pt_br: URL HPELeftHand não localizada

source: Hash block size has changed since the last backup. New hash block size: %(new)s. Old hash block size: %(old)s. Do a full backup.
de: Hash-Blockgröße wurde seit der letzten Sicherung geändert. Neue Hash-Blockgröße: %(new)s. Alte Hash-Blockgröße: %(old)s. Führen Sie eine vollständige Sicherung durch.
es: El tamaño de bloque de hash ha cambiado desde la última copia de seguridad. Nuevo tamaño de bloque hash: %(new)s. Tamaño de bloque hash antiguo: %(old)s. Haga una copia de seguridad completa.
fr: La taille de bloc de hachage a changé depuis la dernière sauvegarde. Nouvelle taille de bloc de hachage : %(new)s. Ancienne taille de bloc de hachage : %(old)s. Effectuez une sauvegarde intégrale.
it: La dimensione del blocco hash è stata modificata dall'ultimo backup. Nuova dimensione del blocco hash: %(new)s. Dimensione del blocco hash precedente: %(old)s. Eseguire un backup completo.
ko_kr: 마지막 백업 이후 해시 블록 크기가 변경되었습니다. 새 해시 블록 크기:%(new)s. 이전 해시 블록 크기: %(old)s. 전체 백업을 수행하십시오.
pt_br: O tamanho de bloco hash foi alterado desde o último backup. O novo tamanho de bloco hash: %(new)s. Antigo tamanho de bloco hash: %(old)s. Execute um backup completo.
tr_tr: Hash blok boyutu son yedeklemeden bu yana değişti. Yeni hash blok boyutu: %(new)s. Eski hash blok boyutu: %(old)s. Tam bir yedekleme yapın.

source: Have not created %(tier_levels)s tier(s).
de: Es wurden keine Schichten %(tier_levels)s erstellt.
es: No se han creado los niveles %(tier_levels)s.
fr: Vous n'avez pas créé de niveau(x) %(tier_levels)s.
it: Non sono stati creati livelli %(tier_levels)s.
ko_kr: %(tier_levels)s 티어를 작성하지 않았습니다.
pt_br: Não tem camada(s) %(tier_levels)s criada(s).
tr_tr: %(tier_levels)s aşama oluşturulmadı.

source: Hint "%s" not supported.
de: Hinweis "%s" nicht unterstützt.
es: Sugerencia "%s" no soportada.
fr: Suggestion "%s" non prise en charge.
it: Suggerimento "%s" non supportato.
ko_kr: 힌트 "%s"이(가) 지원되지 않습니다.
pt_br: Sugestão "%s" não suportada.
tr_tr: "%s" ipucu desteklenmiyor.

source: Host %(host)s could not be found.
de: Der Host %(host)s wurde nicht gefunden.
es: No se ha podido encontrar el host %(host)s.
fr: L'hôte %(host)s est introuvable.
it: Impossibile trovare l'host %(host)s.
ko_kr: %(host)s 호스트를 찾을 수 없습니다.
pt_br: O host %(host)s não pôde ser localizado.
tr_tr: %(host)s sunucusu bulunamadı.

source: Host %(host)s does not match x509 certificate contents: CommonName %(commonName)s.
de: Host %(host)s entspricht nicht dem Inhalt des x509-Zertifikats: CommonName %(commonName)s.
es: El host %(host)s no coincide con el contenido del certificado x509: CommonName %(commonName)s.
fr: L'hôte %(host)s ne correspond pas au contenu du certificat x509 : CommonName %(commonName)s.
it: L'host %(host)s non corrisponde al contenuto del certificato x509: CommonName %(commonName)s.
ko_kr: %(host)s 호스트가 x509 인증서 컨텐츠와 일치하지 않음: CommonName %(commonName)s.
pt_br: O host %(host)s não corresponde ao conteúdo do certificado x509: CommonName %(commonName)s.
tr_tr: %(host)s istemcisi x509 sertifika içerikleriyle eşleşmiyor: CommonName %(commonName)s.

source: Host %s has no FC initiators
de: Host %s hat keine iSCSI-Initiatoren.
es: El host %s no tiene ningún iniciador FC
fr: L'hôte %s n'a aucun demandeur FC
it: L'host %s non ha iniziatori FC
ko_kr: %s 호스트에 FC 개시자가 없음
pt_br: Host %s não possui inicializadores do FC
tr_tr: %s istemcisinin FC başlatıcısı yok

source: Host %s has no iSCSI initiator
de: Host %s hat keinen iSCSI-Initiator.
es: El host %s no tiene ningún iniciador iSCSI
fr: L'hôte %s n'a aucun initiateur iSCSI
it: L'host %s non ha un iniziatore iSCSI
ko_kr: %s 호스트에 iSCSI 개시자가 없음
pt_br: Host %s não possui inicializador do iSCSI
tr_tr: %s istemcisinin iSCSI başlatıcısı yok

source: Host '%s' could not be found.
de: Der Host '%s' wurde nicht gefunden.
es: El host '%s' no se ha encontrado.
fr: L'hôte '%s' est introuvable.
it: Impossibile trovare l'host '%s'.
ko_kr: '%s' 호스트를 찾을 수 없습니다.
pt_br: O host '%s' não pôde ser localizado.
tr_tr: '%s' istemcisi bulunamadı.

source: Host group with name %s not found
de: Hostgruppe mit dem Namen %s nicht gefunden.
es: No se ha encontrado el grupo de host con el nombre %s.
fr: Le groupe d'hôtes nommé %s est introuvable
it: Gruppo host con nome %s non trovato
ko_kr: 이름이 %s인 호스트 그룹을 찾을 수 없음
pt_br: Grupo de hosts com o nome %s não localizado
tr_tr: %s isimli istemci grubu bulunamadı

source: Host group with ref %s not found
de: Hostgruppe mit ref %s nicht gefunden.
es: No se ha encontrado el grupo de host con ref %s
fr: Le groupe d'hôtes avec la référence %s est introuvable
it: Gruppo host con riferimento %s non trovato
ko_kr: ref %s을(를) 가진 호스트 그룹을 찾을 수 없음
pt_br: Grupo de hosts com ref %s não localizado
tr_tr: %s başvurusuna sahip istemci grubu bulunamadı

source: Host is NOT Frozen.
de: Der Host ist nicht gesperrt.
es: El host NO está inmovilizado.
fr: L'hôte N'EST PAS figé.
it: L'host NON è bloccato.
ko_kr: 호스트가 동결되지 않았습니다.
pt_br: O Host NÃO está Paralisado

source: Host is already Frozen.
de: Der Host ist bereits gesperrt.
es: El host ya está inmovilizado.
fr: L'hôte est déjà figé.
it: L'host è già bloccato.
ko_kr: 호스트가 이미 동결되었습니다.
pt_br: O Host já está Paralisado

source: Host not found
de: Host nicht gefunden
es: Host no encontrado
fr: Hôte introuvable
it: Host non trovato
ko_kr: 호스트를 찾을 수 없음
pt_br: Host não localizado
tr_tr: İstemci bulunamadı

source: Host not found. Failed to remove %(service)s on %(host)s.
de: Host nicht gefunden. Fehler beim Entfernen von %(service)s auf %(host)s.
es: No se ha encontrado el host. No se ha podido eliminar %(service)s en %(host)s.
fr: Hôte introuvable. La suppression de %(service)s sur %(host)s a échoué.
it: Host non trovato. Impossibile rimuovere %(service)s su %(host)s.
ko_kr: 호스트를 찾을 수 없습니다. %(host)s에서 %(service)s을(를) 제거하지 못했습니다.
pt_br: Host não localizado. Falha ao remover %(service)s no %(host)s.
tr_tr: Host bulunamadı.%(host)s uzerindeki %(service)s silinemiyor.

source: Host replication_status must be %s to failover.
de: 'replication_status' für Host muss für Failover %s sein.
es: El estado de replicación (replication_status) del host debe ser %s para poder realizar la migración tras error.
fr: La valeur de replication_status de l'hôte doit être %s pour l'opération de basculement.
it: L'host replication_status deve essere %s per eseguire il failover.
ko_kr: 장애 보구하려면 호스트 replication_status가 %s이어야 합니다.
pt_br: O replication_status do host deve ser %s para executar failover.

source: Host type %s not supported.
de: Hosttyp %s nicht unterstützt.
es: El tipo de host %s no se soporta.
fr: Type d'hôte %s non pris en charge.
it: Tipo host %s non supportato.
ko_kr: 호스트 유형 %s이(가) 지원되지 않습니다.
pt_br: Tipo de host %s não suportado.
tr_tr: İstemci türü %s desteklenmiyor.

source: Host with ports %(ports)s not found.
de: Host mit Ports %(ports)s nicht gefunden.
es: No se ha encontrado el host con los puertos %(ports)s.
fr: Aucun hôte avec ports %(ports)s n'a été trouvé.
it: L'host con porte %(ports)s non trovato.
ko_kr: 포트가 %(ports)s인 호스트를 찾을 수 없습니다.
pt_br: Host com as portas %(ports)s não localizado.
tr_tr: %(ports)s bağlantı noktalarına sahip istemci bulunamadı.

source: Hypermetro and Replication can not be used in the same volume_type.
de: Hypermetro und Replikation können nicht mit demselben Datenträgertyp (volume_type) verwendet werden.
es: No se puede utilizar Hipermetro y Replicación en el mismo volume_type.
fr: Hypermetro et Replication ne peuvent pas être utilisés dans le même paramètre volume_type.
it: Hypermetro e Replica non possono essere utilizzati nello stesso tipo di volume.
ko_kr: Hypermetro와 복제를 동일한 volume_type에서 사용할 수 없습니다.
pt_br: Hypermetro a Replicação não podem ser usados no mesmo volume_type.

source: I/O group %(iogrp)d is not valid; available I/O groups are %(avail)s.
de: E/A-Gruppe %(iogrp)d ist ungültig. Verfügbare E/A-Gruppen sind %(avail)s.
es: El grupo de E/S %(iogrp)d no es válido; los grupos de E/S disponibles son %(avail)s.
fr: Le groupe d'E-S %(iogrp)d n'est pas valide ; les groupes d'E-S disponibles sont %(avail)s.
it: Il gruppo I/O %(iogrp)d non è valido; i gruppi I/O disponibili sono %(avail)s.
ko_kr: I/O 그룹 %(iogrp)d이(가) 올바르지 않습니다. 사용 가능한 I/O 그룹은 %(avail)s입니다.
pt_br: O grupo de E/S %(iogrp)d não é válido; os grupos de E/S disponíveis são %(avail)s.
tr_tr: I/O grubu %(iogrp)d geçerli değil; kullanılabilir I/O grupları %(avail)s.

source: IP address/hostname of Blockbridge API.
de: IP-Adresse/Hostname der Blockbridge-API.
es: Dirección IP/nombre de host de la API of Blockbridge.
fr: Adresse IP/nom d'hôte de l'API Blockbridge.
it: Indirizzo IP o nome host dell'API Blockbridge.
ko_kr: Blockbridge API의 IP 주소/호스트 이름입니다.
pt_br: Endereço IP/nome do host da API Blockbridge.
tr_tr: Blockbridge API IP adresi/bilgisayar adı.
